{
    "Meditations": {
        "excerpts": "…r an unwritten larger treatise, like Pascal’s Pensées or the notebooks of Joseph Joubert. Yet the notes are too repetitive and, in a philosophical sense, too elementary for that. The entries perhaps bear a somewhat closer resemblance to the working notes of a practicing philosopher: Wittgenstein’s Zettel, say, or the Cahiers of Simone W eil. Yet here, too, there is a significant difference. The Meditations is not tentative and exploratory, like the notes of Wittgenstein or…",
        "pageContent": "emperors” (10.31). How are we to categorize the Meditations? It is not a diary, at least in the conventional sense. The entries contain little or nothing related to Marcus’s day-to-day life: few names, no dates and, with two exceptions, no places. It also lacks the sense of audience—the reader over one’s shoulder —that tends to characterize even the most secretive diarist. Some scholars have seen it as the basis for an unwritten larger treatise, like Pascal’s Pensées or the notebooks of Joseph Joubert. Yet the notes are too repetitive and, in a philosophical sense, too elementary for that. The entries perhaps bear a somewhat closer resemblance to the working notes of a practicing philosopher: Wittgenstein’s Zettel, say, or the Cahiers of Simone W eil. Yet here, too, there is a significant difference. The Meditations is not tentative and exploratory, like the notes of Wittgenstein or W eil, and it contains little or nothing that is original. It suggests not a mind recording new perceptions or experimenting with new arguments, but one obsessively repeating and reframing ideas long familiar but imperfectly absorbed. Perhaps the best description of the entries is that suggested by the French scholar Pierre Hadot. They are “spiritual exercises” composed to provide a momentary stay against the stress and confusion of everyday life: a self-help book in the most literal sense. A revealing comment in this context is Meditations 5.9, where Marcus reminds himself “not to think"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…ZMkkGL. [7+] @Naval. “Naval Ravikant was live.” Periscope, February 2019. h#ps://www.pscp. tv/w/1nAKEyeLYmRKL. [7,] “4 Kinds of Luck.” h#ps://nav.al/money-luck. [7!] Kaiser, Caleb. “Naval Ravikant’s Guide to Choosing Your First Job in Tech.” AngelList, February 21, 2019. h#ps://angel.co/blog/ naval-ravikants-guide-to-choosing-your-first-job-in-tech?utm_ campaign=platform-newsle#er&utm_medium=email. [77] PowerfulJRE. “Joe Rogan Experience #1309—Naval Ravikant.” June 4, 2019…",
        "pageContent": "7] Ravikant, Naval. “Towards a Literate Nation.” Naval, December 11, 2011. h#ps:// startupboy.com/2011/12/11/towards-a-literate-nation/. [!$] Ravikant, Naval. “Be Chaotic Neutral.” Naval, October 31, 2006. h#ps://startupboy. com/2006/10/31/be-chaotic-neutral/. [!9] AngelList. “AngelList Year in Review.” 2018. h#ps://angel.co/2018. [7&] Ravikant, Naval. “The Fifth Protocol.” Naval, April 1, 2014. h#ps://startupboy. com/2014/04/01/the-fifth-protocol/. [7(] “Is Naval the Ravikant the Nicest Guy in Tech?” Product Hunt, September 21, 2015. h#ps://blog.producthunt.com/ is-naval-ravikant-the-nicest-guy-in-tech-7f5261d1c23c. [7)] Ravikant, Naval. “Life Formulas I.” Naval, February 8, 2008. h#ps://startupboy. com/2008/02/08/life-formulas-i/. [7*] @Sco#AdamsSays. “Sco# Adams Talks to Naval…” Periscope, 2018. h#ps://www. pscp.tv/w/1nAKERdZMkkGL. [7+] @Naval. “Naval Ravikant was live.” Periscope, February 2019. h#ps://www.pscp. tv/w/1nAKEyeLYmRKL. [7,] “4 Kinds of Luck.” h#ps://nav.al/money-luck. [7!] Kaiser, Caleb. “Naval Ravikant’s Guide to Choosing Your First Job in Tech.” AngelList, February 21, 2019. h#ps://angel.co/blog/ naval-ravikants-guide-to-choosing-your-first-job-in-tech?utm_ campaign=platform-newsle#er&utm_medium=email. [77] PowerfulJRE. “Joe Rogan Experience #1309—Naval Ravikant.” June 4, 2019. YouTube video, 2:11:56. h#ps://www.youtube.com/watch?v=3qHkcs3kG44. [7$] Ravikant, Naval. “How to Get Rich: Every Episode.” Naval, June 3, 2019. h#ps:// nav.al/how-to-get-rich. [79] Ravikant, Naval. Original content created for this book, September 2019. [$&] Jorgenson, Eric. Original content wri#en for this book, June 2019"
    },
    "Minerva-HCs": {
        "excerpts": "…be set to either side of the headboard. And a large chair and reading lamp, which must be near each other. Once you pick a wall for the headboard, the positions of the other pieces of furniture may be determined; there is only one other place where the wall can accommodate the headboard and once it and the end tables are set up, there is only one other place large enough for the chair and lamp. The mere act of satisfying all of the constraints simultaneously almost dictat…",
        "pageContent": "Introduction to HCs Examples an old sofa, which is missing a rear leg and sits on a telephone book — and so you don’t want to put it in a location where it can be seen from behind (this is a constraint). You also have an old bed, with a headboard that must lean against the wall (another constraint). And you have two end tables, which must be set to either side of the headboard. And a large chair and reading lamp, which must be near each other. Once you pick a wall for the headboard, the positions of the other pieces of furniture may be determined; there is only one other place where the wall can accommodate the headboard and once it and the end tables are set up, there is only one other place large enough for the chair and lamp. The mere act of satisfying all of the constraints simultaneously almost dictates the solution to the problem! C. Creating Products, Processes and Services Various methods and techniques can help one to create new products, processes and services. Such methods and techniques include iterative design thinking, application of principles of perception and cognition, and reverse engineering. #designthinking MC Apply iterative design thinking to conceive and refine products or solutions. (H) Great work rarely springs fully formed in a first draft. Thus, iteration, using design principles at every cycle, is typically required to produce a good product or the best solution to a problem. An iterative design process gives one’s efforts greater reach and impact. Application example: You’ve learned that design thinking involves first defining the problem, then thinking of possible solutions, prototyping the solutions, and testing the results — and then iterating until a satisfactory solution is achieved. With this process in mind, you design a poster to announce a concert. 11"
    },
    "Daily-Rituals": {
        "excerpts": "…a parking spot on the street), using a system of personal shorthand to create preliminary sketches in the dark, and turning those sketches into finished drawings in his studio the next day. In 1999, Mel Gussow described Hirschfeld’s habits as a nonagenarian artist: In his 90s, he continues his daily routine, working a full day in his studio, breaking only for lunch and having tea at his worktable (with a supply of caramels for snacks). Except for the telephone, he remains…",
        "pageContent": "Al Hirschfeld (1903–2003) The great American caricaturist—who immortalized virtually all of the major Broadway and Hollywood stars of his era—continued to work right up to his death, at age ninety-nine, driving himself from his uptown Manhattan brownstone to the theater district most nights (and finding a parking spot on the street), using a system of personal shorthand to create preliminary sketches in the dark, and turning those sketches into finished drawings in his studio the next day. In 1999, Mel Gussow described Hirschfeld’s habits as a nonagenarian artist: In his 90s, he continues his daily routine, working a full day in his studio, breaking only for lunch and having tea at his worktable (with a supply of caramels for snacks). Except for the telephone, he remains isolated and seldom breaks his regimen to go out to eat or to a museum. Evenings are reserved for theatergoing and socializing. When he is not at the theater, he is usually having dinner at home with friends. After the theater, if he does not go to an opening night party, he is home in time to watch the news and Nightline on television. Then he reads from midnight to two, favoring philosophical works, often rereading Thoreau or Bertrand Russell. Al Hirschfeld at home, New York City, 1998 (photo credit 80.1) According to his second wife, Hirschfeld even worked on his drawings in his sleep. “V ery often"
    }
}