{
    "Meditations": {
        "excerpts": "…in is blasphemy. While if you pursue pleasure, you can hardly avoid wrongdoing—which is manifestly blasphemous. Some things nature is indifferent to; if it privileged one over the other it would hardly have created both. And if we want to follow nature, to be of one mind with it, we need to share its indifference. To privilege pleasure over pain—life over death, fame over anonymity—is clearly blasphemous. Nature certainly doesn’t. And when I say that nature is indifferent…",
        "pageContent": "to find himself constantly reproaching nature—complaining that it doesn’t treat the good and bad as they deserve, but often lets the bad enjoy pleasure and the things that produce it, and makes the good suffer pain, and the things that produce pain. And moreover, to fear pain is to fear something that’s bound to happen, the world being what it is—and that again is blasphemy. While if you pursue pleasure, you can hardly avoid wrongdoing—which is manifestly blasphemous. Some things nature is indifferent to; if it privileged one over the other it would hardly have created both. And if we want to follow nature, to be of one mind with it, we need to share its indifference. To privilege pleasure over pain—life over death, fame over anonymity—is clearly blasphemous. Nature certainly doesn’t. And when I say that nature is indifferent to them, I mean that they happen indifferently, at different times, to the things that exist and the things that come into being after them, through some ancient decree of Providence—the decree by which from some initial starting point it embarked on the creation that we know, by laying down the principles of what was to come and determining the generative forces: existence and change, and their successive stages. 2. Real good luck would be to abandon life without ever encountering dishonesty, or hypocrisy, or self-indulgence, or pride. But the “next best voyage” is to die when you’ve had"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…k gave me and others the opportunity to learn deeply from your work. I am grateful to Jack Butcher for reaching out and o!ering to lend his enormous talents to creating the illustrations for this book. His work at Visualize Value has always struck me as simple genius, and we’re all lucky to have his e!orts in these pages. I am grateful to my parents for every gift, e!ort, and sacrifice that has put me in a position to create this book. You built the foundation of everythin…",
        "pageContent": "The building blocks of this book are excerpts from excellent interviews of creators like Shane Parrish, Joe Rogan, Sarah Lacy, and Tim Ferriss. I massively appreciate all of the e!ort that goes into your interviews. Creating this book gave me and others the opportunity to learn deeply from your work. I am grateful to Jack Butcher for reaching out and o!ering to lend his enormous talents to creating the illustrations for this book. His work at Visualize Value has always struck me as simple genius, and we’re all lucky to have his e!orts in these pages. I am grateful to my parents for every gift, e!ort, and sacrifice that has put me in a position to create this book. You built the foundation of everything I ever do, and I’ll never forget that. The family practice of “spi#ing your doubts” is alive and well in this project. I am grateful to Jeannine Seidl for being a one-woman support system of love and encouragement. You are an endless spring of positivity, patience, and good advice. Thank you for always keeping morale high. I am grateful to Kathleen Martin for being a truly wonderful line editor and doing her very best work on this project. (And thanks to David Perell for introducing us.) I am grateful to Kusal Kularatne for his many contributions. You were an early believer, an early reader, and a huge help when this project was young and fragile. I appreciate you and thank you for your service. I am grateful to Max Olson, Emily Holdman, and Taylor Pear"
    },
    "Minerva-HCs": {
        "excerpts": "…ould develop in order to become successful leaders, innovators, and broad, adaptive thinkers in a wide variety of disciplines. Two of these competences focus on types of personal abilities: thinking critically (evaluating claims, analyzing inferences, weighing decisions, and analyzing problems) and thinking creatively (facilitating discovery, solving problems, and creating products, processes and services). The other two of these competencies focus on types of interpersona…",
        "pageContent": "Introduction to HCs Overview The Minerva curriculum is designed to help our students become leaders, innovators, broad and adaptive thinkers, and global citizens. Our learning objectives are informed by the literatures on leadership and creativity, as well as on interviews and surveys of large employers in a variety of disciplines. These data have led us to define four types of core competencies the students should develop in order to become successful leaders, innovators, and broad, adaptive thinkers in a wide variety of disciplines. Two of these competences focus on types of personal abilities: thinking critically (evaluating claims, analyzing inferences, weighing decisions, and analyzing problems) and thinking creatively (facilitating discovery, solving problems, and creating products, processes and services). The other two of these competencies focus on types of interpersonal abilities: communicating effectively (using language effectively, using nonverbal communication effectively) and interacting effectively (negotiating, mediating, and persuading; working effectively with others; resolving ethical dilemmas, and having social consciousness). In the early twentieth century, “Great Books Programs” were popular — but there are too many books and too many questions about how to select them, and such programs waned. Instead, we have adopted a “Great Cognitive Tools Program”: We explicitly teach students the Habits of Mind (cognitive skills that come to be triggered automatically, with practice) and Foundational Concepts (fundamental knowledge that is broadly applicable) that foster each aspect of thinking critically, thinking creativity, communicating effectively and interacting effectively; we do not simply hope that such key skills and knowledge will be incidentally acquired as students learn other material. The Habits of Mind and Foundational Concepts (HCs) are introduced during the first year, when all students take four, year-long Cornerstone seminars: Formal Analyses (which focuses on core aspects of thinking critically), Empirical Analyses (which focuses on core aspects of thinking creatively), Multimodal Communication (which focuses on core aspects of communicating effectively) and Complex Systems (which focuses on core aspects of interacting effectively). This material is then used (and assessed) during the subsequent three years while students major in specific subjects. 2"
    },
    "Daily-Rituals": {
        "excerpts": "…et, France. He had spent the previous two years abroad, traveling through the Mediterranean region, and the long journey seems to have satisfied his youthful yearning for adventure and passion. Now, just shy of his thirtieth birthday—and already looking middle-aged, with a large paunch and rapidly thinning hair—Flaubert felt capable of the discipline necessary for writing his new book, which would marry a humble subject matter to a rigorous and exacting prose style. Gustav…",
        "pageContent": "Gustave Flaubert (1821-1880) Flaubert began writing Madame Bovary in September 1851, shortly after returning to his mother’s house in Croisset, France. He had spent the previous two years abroad, traveling through the Mediterranean region, and the long journey seems to have satisfied his youthful yearning for adventure and passion. Now, just shy of his thirtieth birthday—and already looking middle-aged, with a large paunch and rapidly thinning hair—Flaubert felt capable of the discipline necessary for writing his new book, which would marry a humble subject matter to a rigorous and exacting prose style. Gustave Flaubert’ s study at Croisset (photo credit 17.1) The book gave him trouble from the start. “Last night I began my novel, ” he wrote his longtime correspondent and lover, Louise Colet. “Now I foresee terrifying difficulties of style. It’s no easy business to be simple. ” In order to concentrate on the task, Flaubert established a strict routine that allowed him to write for several hours each night—he was easily distracted by noises in the daytime—while also fulfilling some basic familial obligations. (At the Croisset house there were, in addition to the author and his doting mother, Flaubert’s precocious five-year-old niece, Caroline; her English governess; and, frequently, Flaubert’s uncle"
    }
}