{
    "Meditations": {
        "excerpts": "…ourselves and become once more components of the whole. But if the rupture is too often repeated, it makes the severed part hard to reconnect, and to restore. You can see the difference between the branch that’s been there since the beginning, remaining on the tree and growing with it, and the one that’s been cut off and grafted back. “One trunk, two minds. ” As the gardeners put it. 9. As you move forward in the logos, people will stand in your way. They can’t keep you fr…",
        "pageContent": "8. A branch cut away from the branch beside it is simultaneously cut away from the whole tree. So too a human being separated from another is cut loose from the whole community. The branch is cut off by someone else. But people cut themselves off—through hatred, through rejection—and don’t realize that they’re cutting themselves off from the whole civic enterprise. Except that we also have a gift, given us by Zeus, who founded this community of ours. W e can reattach ourselves and become once more components of the whole. But if the rupture is too often repeated, it makes the severed part hard to reconnect, and to restore. You can see the difference between the branch that’s been there since the beginning, remaining on the tree and growing with it, and the one that’s been cut off and grafted back. “One trunk, two minds. ” As the gardeners put it. 9. As you move forward in the logos, people will stand in your way. They can’t keep you from doing what’s healthy; don’t let them stop you from putting up with them either. Take care on both counts. Not just sound judgments, solid actions —tolerance as well, for those who try to obstruct us or give us trouble in other ways"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…ate your willingness to hurt my feelings in pursuit of a great product. And I deeply appreciate your trust in me to do good work. I am grateful to Bo and the whole team at Zaarly for their patience and grace around my obsession with this book and the eﬀort that went into it. I am grateful for the support of many friends and strangers online who supported and encouraged me throughout this project. My DMs overflow with kind words and eager inquiries. I appreciate every gestu…",
        "pageContent": "I am grateful to Tucker Max for creating Scribe, hiring a great team, and for the very personal a!ention and eﬀort in this project. I appreciate your willingness to hurt my feelings in pursuit of a great product. And I deeply appreciate your trust in me to do good work. I am grateful to Bo and the whole team at Zaarly for their patience and grace around my obsession with this book and the eﬀort that went into it. I am grateful for the support of many friends and strangers online who supported and encouraged me throughout this project. My DMs overflow with kind words and eager inquiries. I appreciate every gesture. Your energy helped pull me through the thousand hours it took to create this for you"
    },
    "Minerva-HCs": {
        "excerpts": "…ipate and mitigate the negative effects of such cases. Application example: You are about to hold an annual meeting and are hosting it at the hotel you’ve used for the past six years. You have already printed the invitations and coordinated with the guests, speakers and nearby restaurants. A week before the date, you receive a letter from the hotel manager informing you that he has to charge you three times what he charged you the previous year. You consider the costs and…",
        "pageContent": "Introduction to HCs Examples C. Weighing Decisions Evaluating claims and analyzing inferences are important in part because they help us decide how to act. To make decisions rationally, one must analyze the alternative choices and identify their respective trade-offs. Decision-support tools can help us with such analyses, identifying and mitigating undesirable biases. #utility CS Consider different types of future costs and benefits for all stakeholders. (H) When making decisions, one must always consider trade-offs between future costs and benefits and must consider them from the different perspectives of all stakeholders. When making decisions that affect people (as virtually all decisions in the real world will do), such reasoning must occur at multiple levels of analysis, ranging from effects on the individual to effects on groups at different levels of scale. Sometimes, a decision that maximizes overall benefits will be very unpopular with a subgroup; one must learn to anticipate and mitigate the negative effects of such cases. Application example: You are about to hold an annual meeting and are hosting it at the hotel you’ve used for the past six years. You have already printed the invitations and coordinated with the guests, speakers and nearby restaurants. A week before the date, you receive a letter from the hotel manager informing you that he has to charge you three times what he charged you the previous year. You consider the costs and benefits for each stakeholder of staying the course and holding the meeting at this hotel: For yourself, the costs are severe; you won’t be able to cover your expenses. The benefits are that you are familiar with the venue and wouldn’t have to redo all of the invitations and arrangements. For the attendees, the costs would be a larger registration fee while the benefits 7"
    },
    "Daily-Rituals": {
        "excerpts": "…f-dozen or so envelopes he always had stuffed in his pocket. At work, too, he would occasionally pause to write down fragments of poems, which he kept filed in the lower right-hand drawer of his desk, and he would routinely hand his secretary these various scraps of verse for typing. Although his colleagues were aware of his poetry, Stevens assiduously avoided talking about it, preferring to maintain the face of a mild-mannered, somewhat aloof businessman in all his public…",
        "pageContent": "Wallace Stevens (1879–1955) In 1916, when he was thirty-six years old, Stevens accepted a position at the Hartford Accident and Indemnity Company, where he remained employed as an insurance lawyer until his death. Far from stifling his creativity, the job seemed to suit Stevens’s temperament and even encourage his poetry. “I find that having a job is one of the best things in the world that could happen to me, ” he once said. “It introduces discipline and regularity into one’s life. I am just as free as I want to be and of course I have nothing to worry about about money. ” Stevens was an early riser—he woke at 6:00 every morning to read for two hours—and unfailingly punctual in his work habits. He arrived at the office at 9:00 A.M. sharp and left at 4:30. Between work and home he walked, a distance of three or four miles each way. Most days, he took an additional hour-long walk on his lunch break. It was on these walks that he composed his poetry, stopping now and then to scribble lines on one of the half-dozen or so envelopes he always had stuffed in his pocket. At work, too, he would occasionally pause to write down fragments of poems, which he kept filed in the lower right-hand drawer of his desk, and he would routinely hand his secretary these various scraps of verse for typing. Although his colleagues were aware of his poetry, Stevens assiduously avoided talking about it, preferring to maintain the face of a mild-mannered, somewhat aloof businessman in all his public dealings with the world"
    }
}