{
    "Meditations": {
        "excerpts": "…oics is obviously beyond the scope of this note, but two good starting points may be mentioned. The surviving fragments of Heraclitus and other early philosophers who appear in the Meditations are translated in Kathleen Freeman, Ancilla to the Presocratic Philosophers (Oxford: Blackwell, 1948 and later reprints). Any reader unfamiliar with Plato should probably begin with the Apology of Socrates, available in the Modern Library’s Selected Dialogues of Plato, trans. B. Jowe…",
        "pageContent": "and have marked with an obelus (< . . . >) a few passages where the original is impossible to reconstruct. 12. William Alexander Percy, Lanterns on the Levee (Baton Rouge: Louisiana State University Press, 1973), p. 313. 13. A survey of work on the predecessors and rivals of the Stoics is obviously beyond the scope of this note, but two good starting points may be mentioned. The surviving fragments of Heraclitus and other early philosophers who appear in the Meditations are translated in Kathleen Freeman, Ancilla to the Presocratic Philosophers (Oxford: Blackwell, 1948 and later reprints). Any reader unfamiliar with Plato should probably begin with the Apology of Socrates, available in the Modern Library’s Selected Dialogues of Plato, trans. B. Jowett, rev. H. Pelliccia (New York: Random House, 2000) or any number of other translations"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…ifying the great books for you because di!erent books speak to di!erent people. Then, you can really absorb those. Reading a book isn’t a race—the better the book, the more slowly it should be absorbed. I don’t know about you, but I have very poor attention. I skim. I speed read. I jump around. I could not tell you specific pas- sages or quotes from books. At some deep level, you absorb them, and they become threads in the tapestry of your psyche. They kind of weave in the…",
        "pageContent": "Read what you love until you love to read. You almost have to read the stu! you’re reading, because you’re into it. You don’t need any other reason. There’s no mission here to accomplish. Just read because you enjoy it. These days, I find myself rereading as much (or more) as I do reading. A tweet from @illacertus said, “I don’t want to read everything. I just want to read the 100 great books over and over again.” I think there’s a lot to that idea. It’s really more about identifying the great books for you because di!erent books speak to di!erent people. Then, you can really absorb those. Reading a book isn’t a race—the better the book, the more slowly it should be absorbed. I don’t know about you, but I have very poor attention. I skim. I speed read. I jump around. I could not tell you specific pas- sages or quotes from books. At some deep level, you absorb them, and they become threads in the tapestry of your psyche. They kind of weave in there. I’m sure you’ve had this feeling where you pick up a book and start reading it, and you’re like, “This is pretty interesting. This is pretty good.” You’re getting this increasing sense of deja vu. Then halfway through the book, you realize, “I’ve read this book before.” That’s perfectly fine. It means you were ready to reread it.#[4"
    },
    "Minerva-HCs": {
        "excerpts": "…members with diverse viewpoints and backgrounds, it also is important to recognize the need for shared perspectives and values within groups. Application example: You are trying to motivate two members of your team, Robert and Larry. Robert cares a lot about what other people think of him, and so you point out that everybody else on the team–and in the organization as a whole–will be grateful for his efforts. Larry, in contrast, doesn’t care much about what other people t…",
        "pageContent": "Introduction to HCs Examples quality, but you know that only this specific machinery supplier has exactly what you need. By first making a concession about the cement work, they are more willing to take your offer and resolve the “small” detail of the equipment supplier. B. Working Effectively With Others Each of us plays many roles when interacting with others, sometimes acting as a leader and sometimes acting as a follower or team member. Specific behaviors and practices can facilitate such interactions. #differences CS Recognize and leverage people’s different skills, abilities, traits, attitudes and beliefs. (H) People differ in their skills and abilities as well as their traits, attitudes and beliefs—all of which affect how they interact with other people and their contributions to cooperative projects. Effective interactions rely on assessing such information about other people and framing interactions with them in a way that is compatible with their characteristics. In addition, although groups do benefit from having members with diverse viewpoints and backgrounds, it also is important to recognize the need for shared perspectives and values within groups. Application example: You are trying to motivate two members of your team, Robert and Larry. Robert cares a lot about what other people think of him, and so you point out that everybody else on the team–and in the organization as a whole–will be grateful for his efforts. Larry, in contrast, doesn’t care much about what other people think of him, but cares a lot about “making a difference” in the world--and so when you talk to him you focus on that. 16"
    },
    "Daily-Rituals": {
        "excerpts": "…she wrote in one example, from January 1959. “Rip through breakfast and housecleaning (bed and dishes, mopping or whatever) by 8:30.… Be writing before 9 (nine), that takes the curse off it. ” But the curse was never off it for long, despite Plath’s frequent attempts to carve out a chunk of inviolable writing time each day. Only near the end of her life, living separated from her husband, the poet Ted Hughes, and taking care of their two small children alone, did Plath fi…",
        "pageContent": "Sylvia Plath (1932–1963) Plath’s journal, which she kept from age eleven until her suicide at age thirty, records a near-constant struggle to find and stick to a productive writing schedule. “From now on: see if this is possible: set alarm for 7:30 and get up then, tired or not, ” she wrote in one example, from January 1959. “Rip through breakfast and housecleaning (bed and dishes, mopping or whatever) by 8:30.… Be writing before 9 (nine), that takes the curse off it. ” But the curse was never off it for long, despite Plath’s frequent attempts to carve out a chunk of inviolable writing time each day. Only near the end of her life, living separated from her husband, the poet Ted Hughes, and taking care of their two small children alone, did Plath find a routine that worked for her. She was using sedatives to get to sleep, and when they wore off at about 5:00 A.M. she would get up and write until the children awoke. Working like this for two months in the autumn of 1962, she produced nearly all the poems of Ariel, the posthumously published collection that finally established her as a major and searingly original new voice in poetry. For once Plath felt possessed by her work, triumphant in the creative act. She wrote to her mother in October 1962, four months before she would take her own life, “I am a genius of a writer; I have it in me. I am writing the best poems of my life; they will make my name"
    }
}