{
    "Meditations": {
        "excerpts": "…Tao” will be prepared to welcome this one too. 2. So, too, some modern physicists have imagined a series of universes produced by an alternation of expansions and contractions— “big bangs” and “big crunches. ” 3. Ramsay Macmullen, Enemies of the Roman Order (Cambridge, Mass.: Harvard University Press, 1966), p. 48. 4. Earlier translators have been driven to clumsy equivalents such as “Guiding Reason. ” I have generally rendered it “mind, ” as being perhaps the least unsati…",
        "pageContent": "Virginia, and in particular my department chair, John Miller, made it possible for me to take course relief during the fall semester of 2001, when much of the work was completed. Thanks are due finally to my editor, Will Murphy, for his patience and enthusiasm for this project. INTRODUCTION NOTES 1. In this larger sense, rather than attempting to translate it, I have generally left it simply as “(the) logos. ” I hope that readers who have assimilated such terms as “karma” and “the Tao” will be prepared to welcome this one too. 2. So, too, some modern physicists have imagined a series of universes produced by an alternation of expansions and contractions— “big bangs” and “big crunches. ” 3. Ramsay Macmullen, Enemies of the Roman Order (Cambridge, Mass.: Harvard University Press, 1966), p. 48. 4. Earlier translators have been driven to clumsy equivalents such as “Guiding Reason. ” I have generally rendered it “mind, ” as being perhaps the least unsatisfactory English equivalent. 5. Two examples are worth pointing to. Marcus finds the"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…ite well. Think about the title, “The Day You Became a Be!er Writer.” It’s such a powerful title. He teaches you in one small blog post the importance of surprise, the importance of head- lines, the importance of being brief and directed, not using some adjectives and adverbs, using active not the passive voice, etc. This one blog post right there will change your writing style forever if you put your ego down and absorb it properly. [6] Want to become smarter in ten minut…",
        "pageContent": "Some amazing blogs out there: @KevinSimler—Melting Asphalt, h!ps://meltingasphalt.com/ @farnamstreet—Farnam Street, A Signal in a World Full of Noise, h!ps://fs.blog/ @benthompson—Stratchery, h!ps://stratechery.com/ @baconmeteor—Idle Words, h!ps://idlewords.com/ [4] “The Munger Operating System: How to Live a Life That Really Works” by @FarnamStreet Rules to live and prosper by. “The Day You Became a Better Writer” by Sco! Adams Even though I am a very good writer and I’ve been writing a lot since I was young, I still open up that blog post and put it in the background anytime I’m writing anything important. It’s that good. I use it as my basic template for how to write well. Think about the title, “The Day You Became a Be!er Writer.” It’s such a powerful title. He teaches you in one small blog post the importance of surprise, the importance of head- lines, the importance of being brief and directed, not using some adjectives and adverbs, using active not the passive voice, etc. This one blog post right there will change your writing style forever if you put your ego down and absorb it properly. [6] Want to become smarter in ten minutes? Absorb this: “Crony Beliefs” by Kevin Simler"
    },
    "Minerva-HCs": {
        "excerpts": "…You are about to hold an annual meeting and are hosting it at the hotel you’ve used for the past six years. You have already printed the invitations and coordinated with the guests, speakers and nearby restaurants. A week before the date, you receive a letter from the hotel manager informing you that he has to charge you three times what he charged you the previous year. You consider the costs and benefits for each stakeholder of staying the course and holding the meeting…",
        "pageContent": "Introduction to HCs Examples C. Weighing Decisions Evaluating claims and analyzing inferences are important in part because they help us decide how to act. To make decisions rationally, one must analyze the alternative choices and identify their respective trade-offs. Decision-support tools can help us with such analyses, identifying and mitigating undesirable biases. #utility CS Consider different types of future costs and benefits for all stakeholders. (H) When making decisions, one must always consider trade-offs between future costs and benefits and must consider them from the different perspectives of all stakeholders. When making decisions that affect people (as virtually all decisions in the real world will do), such reasoning must occur at multiple levels of analysis, ranging from effects on the individual to effects on groups at different levels of scale. Sometimes, a decision that maximizes overall benefits will be very unpopular with a subgroup; one must learn to anticipate and mitigate the negative effects of such cases. Application example: You are about to hold an annual meeting and are hosting it at the hotel you’ve used for the past six years. You have already printed the invitations and coordinated with the guests, speakers and nearby restaurants. A week before the date, you receive a letter from the hotel manager informing you that he has to charge you three times what he charged you the previous year. You consider the costs and benefits for each stakeholder of staying the course and holding the meeting at this hotel: For yourself, the costs are severe; you won’t be able to cover your expenses. The benefits are that you are familiar with the venue and wouldn’t have to redo all of the invitations and arrangements. For the attendees, the costs would be a larger registration fee while the benefits 7"
    },
    "Daily-Rituals": {
        "excerpts": "…Günter Grass (b. 1927) Asked if he writes during the day or at night, Grass seemed to shudder at the latter notion: “Never, never at night. I don’t believe in writing at night because it comes too easily. When I read it in the morning it’s not good. I need daylight to begin. Between nine and ten o’clock I have a long breakfast with reading and music. After breakfast I work, and then take a break for coffee in the afternoon. I start again and finish at seven o’clock in the…",
        "pageContent": "Günter Grass (b. 1927) Asked if he writes during the day or at night, Grass seemed to shudder at the latter notion: “Never, never at night. I don’t believe in writing at night because it comes too easily. When I read it in the morning it’s not good. I need daylight to begin. Between nine and ten o’clock I have a long breakfast with reading and music. After breakfast I work, and then take a break for coffee in the afternoon. I start again and finish at seven o’clock in the evening"
    }
}