{
    "Meditations": {
        "excerpts": "…killing himself after the battle of Munda in 46. Within a century he had become an emblem of Stoic resistance to tyranny. Under Nero he was immortalized by the poet Lucan and praised in a laudatory biography by the senator Thrasea Paetus, whose own resistance to Nero cost him his life. Thrasea’s son-in-law, Helvidius Priscus, played a similar role—and came to a similar end—under V espasian. Thrasea and Helvidius in their turn served as role models to second-century aristoc…",
        "pageContent": "discipline—not an abstract system of thought, but an attitude to life. Partly for historical reasons, it is this Romanized Stoicism that has most influenced later generations. Indeed, the application of the adjective “stoic” to a person who shows strength and courage in misfortune probably owes more to the aristocratic Roman value system than it does to Greek philosophers. Stoicism in its later form was a system inspired as much by individuals as by texts or doctrines. One of its most distinguished adherents was Marcus Cato (known as Cato the Younger to distinguish him from his great-grandfather, prominent a century earlier). A senator of renowned rectitude when Julius Caesar marched on Rome in 49 B.C., Cato sided with Caesar’s rival Pompey in defense of the legitimate government. When it was clear that Caesar would triumph, Cato chose not to survive the Republic, killing himself after the battle of Munda in 46. Within a century he had become an emblem of Stoic resistance to tyranny. Under Nero he was immortalized by the poet Lucan and praised in a laudatory biography by the senator Thrasea Paetus, whose own resistance to Nero cost him his life. Thrasea’s son-in-law, Helvidius Priscus, played a similar role—and came to a similar end—under V espasian. Thrasea and Helvidius in their turn served as role models to second-century aristocrats like Marcus’s mentors Rusticus, Maximus, and Severus. Marcus himself pays tribute to them (and to Cato) in Meditations 1.14"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…your happiness. To me, the mind should be a servant and a tool, not a master. My monkey mind should not control and drive me 24/7. I want to break the habit of uncontrolled thinking, which is hard.![4] A busy mind accelerates the passage of subjective time. There is no endpoint to self-awareness and self-discovery. It’s a lifelong process you hopefully keep getting better and better at. There is no one meaningful answer, and no one is going to fully solve it unless you’re…",
        "pageContent": "If you walk down the street and there are a thousand people in the street, all thousand are talking to themselves in their head at any given point. They’re constantly judging everything they see. They’re playing back movies of things that happened to them yesterday. They’re living in fantasy worlds of what’s going to happen tomorrow. They’re just pulled out of base reality. That can be good when you do long-range planning. It can be good when you solve problems. It’s good for us as survival-and- replication machines. I think it’s actually very bad for your happiness. To me, the mind should be a servant and a tool, not a master. My monkey mind should not control and drive me 24/7. I want to break the habit of uncontrolled thinking, which is hard.![4] A busy mind accelerates the passage of subjective time. There is no endpoint to self-awareness and self-discovery. It’s a lifelong process you hopefully keep getting better and better at. There is no one meaningful answer, and no one is going to fully solve it unless you’re one of these enlightened characters. Maybe some of us will get there, but I’m not likely to, given how involved I am in the rat race. The best case is I’m a rat who might be able to look up at the clouds once in a while. I think just being aware you’re a rat in a race is about as far as most of us are going to get.![8"
    },
    "Minerva-HCs": {
        "excerpts": "…ystem being studied. #modeltypes EA Recognize how models can be used to explain a set of data and generate new predictions. (C) Many kinds of models (ranging from conceptual to physical to mathematical to simulation) are used in science. A theory generally guides the construction of a model, indicating which aspects of a model are relevant. Models are used to explain data or to test a theory, often through visualization. One can vary the nature of inputs to a model and the…",
        "pageContent": "Introduction to HCs Examples II. Thinking Creatively A. Facilitating Discovery There are no recipes or set of rules for how to make new discoveries. However, certain practices can set the stage, facilitating discovery. Among such practices are the ability to create well-formed hypotheses, predictions and interpretations of data. In addition, research methods can be used effectively to increase the likelihood of making a new discovery. Finally, one can facilitate discovery by considering systems at multiple levels of analysis and identifying the type of system being studied. #modeltypes EA Recognize how models can be used to explain a set of data and generate new predictions. (C) Many kinds of models (ranging from conceptual to physical to mathematical to simulation) are used in science. A theory generally guides the construction of a model, indicating which aspects of a model are relevant. Models are used to explain data or to test a theory, often through visualization. One can vary the nature of inputs to a model and the specific constraints on its behavior and then observe how the model behaves (e.g., simulations can be run in specific circumstances and the results observed) —thereby deriving new predictions for how the phenomena in question should change when subjected to those inputs and constraints. Application example: You’ve been getting a stomachache after eating at home. You notice that the sponge you use to wipe your dishes is always wet. You think about the germ 9"
    },
    "Daily-Rituals": {
        "excerpts": "…gnum opus, the ten- thousand-line epic poem Paradise Lost, composed between 1658 and 1664. Milton devoted the morning to solitary contemplation in bed, beginning at 4:00 A.M. (5:00 A.M. in the winter). First he had an aide read to him from the Bible for half an hour. Then Milton was left alone to compose as many lines as his memory could retain. At 7:00, Milton’s aide returned to take dictation—and if the aide happened to be running late, one early biographer noted, Milton…",
        "pageContent": "John Milton (1608–1674) Milton was totally blind for the last twenty years of his life, yet he managed to produce a steady stream of writing, including his magnum opus, the ten- thousand-line epic poem Paradise Lost, composed between 1658 and 1664. Milton devoted the morning to solitary contemplation in bed, beginning at 4:00 A.M. (5:00 A.M. in the winter). First he had an aide read to him from the Bible for half an hour. Then Milton was left alone to compose as many lines as his memory could retain. At 7:00, Milton’s aide returned to take dictation—and if the aide happened to be running late, one early biographer noted, Milton “would complain, saying he wanted to be milked. ” After dictation, the aide would read to him until lunch was served at noon. Then Milton walked up and down his garden for three or four hours. In the late afternoon and evening he received visitors, ate a light supper, smoked a pipe, and went to bed at about 9:00"
    }
}