{
    "Meditations": {
        "excerpts": "…I have a purpose, ” and the other gods as well. And why were you born? For pleasure? See if that answer will stand up to questioning. 20. Nature is like someone throwing a ball in the air, gauging its rise and arc—and where it will fall. And what does the ball gain as it flies upward? Or lose when it plummets to earth? What does the bubble gain from its existence? Or lose by bursting? And the same for a candle. 21. Turn it inside out: What is it like? What is it like old?…",
        "pageContent": "18. What dies doesn’t vanish. It stays here in the world, transformed, dissolved, as parts of the world, and of you. Which are transformed in turn—without grumbling. 19. Everything is here for a purpose, from horses to vine shoots. What’s surprising about that? Even the sun will tell you, “I have a purpose, ” and the other gods as well. And why were you born? For pleasure? See if that answer will stand up to questioning. 20. Nature is like someone throwing a ball in the air, gauging its rise and arc—and where it will fall. And what does the ball gain as it flies upward? Or lose when it plummets to earth? What does the bubble gain from its existence? Or lose by bursting? And the same for a candle. 21. Turn it inside out: What is it like? What is it like old? Or sick? Or selling itself on the streets? They all die soon—praiser and praised, rememberer and remembered. Remembered in these parts or in a corner of them. Even there they don’t all agree with each other (or even with themselves"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…dibility around the judgment— is so critical. Warren Bu#ett wins here because he has massive credibility. He’s been highly accountable. He’s been right over and over in the public domain. He’s built a reputation for very high integrity, so you can trust him. People will throw infinite leverage behind him because of his judgment. Nobody asks him how hard he works. Nobody asks him when he wakes up or when he goes to sleep. They’re like, “Warren, just do your thing.” Judgment…",
        "pageContent": "worry as much about time management. I would love to be paid purely for my judgment, not for any work. I want a robot, capital, or computer to do the work, but I want to be paid for my judgment.![1] I think every human should aspire to being knowledgeable about certain things and being paid for our unique knowl- edge. We have as much leverage as is possible in our business, whether it’s through robots or computers or what have you. Then, we can be masters of our own time because we are just being tracked on outputs and not inputs. Imagine someone comes along who demonstrably has slightly better judgment. They’re right 85 percent of the time instead of 75 percent. You will pay them $50 million, $100 million, $200 million, whatever it takes, because 10 percent better judgment steering a $100 billion ship is very valuable. CEOs are highly paid because of their leverage. Small di#erences in judgment and capability really get amplified.![2] Demonstrated judgment—credibility around the judgment— is so critical. Warren Bu#ett wins here because he has massive credibility. He’s been highly accountable. He’s been right over and over in the public domain. He’s built a reputation for very high integrity, so you can trust him. People will throw infinite leverage behind him because of his judgment. Nobody asks him how hard he works. Nobody asks him when he wakes up or when he goes to sleep. They’re like, “Warren, just do your thing.” Judgment—especially demonstrated judgment, with high accountability and a clear track record—is critical.![78"
    },
    "Minerva-HCs": {
        "excerpts": "…se. B. Using Nonverbal Communication Effectively Nonverbal communication often plays a crucial role in how well a verbal communication is received. These elements of communication not only convey connotations, but color the entire message. #multimodaldesign MC Apply principles of perception and cognition in design, including those for oral and multimedia presentations. (H) A large body of research has documented many characteristics of human perception and cognition, resul…",
        "pageContent": "Introduction to HCs Examples You realize en route that your cell phone’s battery is dead. You try to follow her instructions as best you can, but quickly get lost. You wish her directions had been clear and precise. B. Using Nonverbal Communication Effectively Nonverbal communication often plays a crucial role in how well a verbal communication is received. These elements of communication not only convey connotations, but color the entire message. #multimodaldesign MC Apply principles of perception and cognition in design, including those for oral and multimedia presentations. (H) A large body of research has documented many characteristics of human perception and cognition, resulting in a set of principles that captures how humans organize and interpret what they see and hear. Products, ranging from simple graphs to complex devices, from teapots to tactile surfaces, should be designed to respect these principles; products that violate these principles are difficult for humans to use. These principles can be used both to evaluate products and to guide creation of new ones. Application example: You watch people leave the building where Minerva has its headquarters. More than half of them try to pull open the doors, but the doors are designed to be pushed open as you exit. You look carefully at the door handles, and see that they are identical to the ones on the outside of the doors — which clearly invite being pulled. You realize that the shape of the handles encourages people to pull on them, which is inappropriate for a door that should be pushed. 14"
    },
    "Daily-Rituals": {
        "excerpts": "…ess, 2005). 51. “at least fifty”: Quoted ibid., 290. 52. “Kierkegaard had”: Ibid., 291. 53. Voltaire: Roger Pearson, V oltaire Almighty: A Life in Pursuit of Freedom (New Y ork and London: Bloomsbury, 2005); Haydn Mason, V oltaire: A Biography (Baltimore: Johns Hopkins University Press, 1981). 54. recorded Voltaire’s routine: Pearson, 355. 55. Wagnière estimated that: Mason, 134. 56. “I love the cell”: Quoted ibid. 57. Benjamin Franklin: Benjamin Franklin, The Autobiograph…",
        "pageContent": "50. Søren Kierkegaard: Joakim Garff, Søren Kierkegaard: A Biography, trans. Bruce H. Kirmmse (Princeton, NJ: Princeton University Press, 2005). 51. “at least fifty”: Quoted ibid., 290. 52. “Kierkegaard had”: Ibid., 291. 53. Voltaire: Roger Pearson, V oltaire Almighty: A Life in Pursuit of Freedom (New Y ork and London: Bloomsbury, 2005); Haydn Mason, V oltaire: A Biography (Baltimore: Johns Hopkins University Press, 1981). 54. recorded Voltaire’s routine: Pearson, 355. 55. Wagnière estimated that: Mason, 134. 56. “I love the cell”: Quoted ibid. 57. Benjamin Franklin: Benjamin Franklin, The Autobiography and Other Writings, ed. Peter Shaw (New Y ork: Bantam Books, 1982); H. W. Brands, The First American: The Life and Times of Benjamin Franklin, 2nd ed. (New Y ork: Anchor Books, 2002). 58. “moral perfection”: Franklin, 75. 59. “Let all your things”: Ibid., 76. 60. “I have found it”: Quoted in Brands, 411. 61. Anthony Trollope: Anthony Trollope, An Autobiography (1883; repr. New Y ork: Dodd, Mead and Company, 1922); Pamela Neville-Sington, Fanny Trollope: The Life and Adventures of a Clever Woman (New Y ork: Viking, 1997). 62. “It was my practice”: Trollope, 236–7. 63. mother, Francis Trollope: Neville-Sington, 255. 64. Jane Austen: Park Honan, Jane Austen: Her Life (New Y ork: Fawcett Columbine, 1987); James Edward Austen-Leigh, Memoir of Jane Austen (1926; repr. Oxford: Oxford University Press, 1967); Carol Shields, Jane Austen (New Y ork: Viking Penguin, 2001). 65. “subject to all”: Austen-Leigh, 102. 66. Austen rose early: Honan, 264. 67. “Composition seems to”: Quoted in Shields, 123. 68. Frédéric Chopin: Jim Samson, Chopin (New Y ork: Schirmer Books, 1996); Frederick Niecks, Frederick Chopin As a Man and Musician, vol. 2 (1888; repr. Neptune City, NJ: Paganiniana, 1980). 69. “His creation was”: Quoted in Niecks, 132"
    }
}