{
    "Meditations": {
        "excerpts": "…store for us, however unpleasant it may appear, trusting that, in Alexander Pope’s phrase, “whatever is, is right. ” This applies to all obstacles and (apparent) misfortunes, and in particular to death—a process that we cannot prevent, which therefore does not harm us, and which accordingly we must accept willingly as natural and proper. Together, the three disciplines constitute a comprehensive approach to life, and in various combinations and reformulations they underlie…",
        "pageContent": "contrast, things outside our control have no ability to harm us. Acts of wrongdoing by a human agent (torture, theft, or other crimes) harm the agent, not the victim. Acts of nature such as fire, illness, or death can harm us only if we choose to see them as harmful. When we do so, we question the benevolence and providence of the logos, and thereby degrade our own logos. This, of course, we must not do. Instead we must see things for what they are (here the discipline of perception is relevant) and accept them, by exercising the discipline of will, or what Epictetus calls (in a phrase quoted by Marcus) “the art of acquiescence. ” For if we recognize that all events have been foreseen by the logos and form part of its plan, and that the plan in question is unfailingly good (as it must be), then it follows that we must accept whatever fate has in store for us, however unpleasant it may appear, trusting that, in Alexander Pope’s phrase, “whatever is, is right. ” This applies to all obstacles and (apparent) misfortunes, and in particular to death—a process that we cannot prevent, which therefore does not harm us, and which accordingly we must accept willingly as natural and proper. Together, the three disciplines constitute a comprehensive approach to life, and in various combinations and reformulations they underlie a large number of the entries in the Meditations. W e see them laid out starkly and explicitly in Meditations 7.54"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…as to give it to you. Everyone is trying to lead, but someone has to follow you. ↓ Code and media are permissionless leverage. They’re the leverage behind the newly rich. You can create software and media that works for you while you sleep. ↓ An army of robots is freely available—it’s just packed in data centers for heat and space efficiency. Use it. ↓ If you can’t code, write books and blogs, record videos and podcasts. ↓ Leverage is a force multiplier for your judgment.…",
        "pageContent": "Capital and labor are permissioned leverage. Everyone is chasing capital, but someone has to give it to you. Everyone is trying to lead, but someone has to follow you. ↓ Code and media are permissionless leverage. They’re the leverage behind the newly rich. You can create software and media that works for you while you sleep. ↓ An army of robots is freely available—it’s just packed in data centers for heat and space efficiency. Use it. ↓ If you can’t code, write books and blogs, record videos and podcasts. ↓ Leverage is a force multiplier for your judgment. ↓ Judgment requires experience but can be built faster by learning foundational skills"
    },
    "Minerva-HCs": {
        "excerpts": "…rbal communication effectively) and interacting effectively (negotiating, mediating, and persuading; working effectively with others; resolving ethical dilemmas, and having social consciousness). In the early twentieth century, “Great Books Programs” were popular — but there are too many books and too many questions about how to select them, and such programs waned. Instead, we have adopted a “Great Cognitive Tools Program”: We explicitly teach students the Habits of Mind…",
        "pageContent": "Introduction to HCs Overview The Minerva curriculum is designed to help our students become leaders, innovators, broad and adaptive thinkers, and global citizens. Our learning objectives are informed by the literatures on leadership and creativity, as well as on interviews and surveys of large employers in a variety of disciplines. These data have led us to define four types of core competencies the students should develop in order to become successful leaders, innovators, and broad, adaptive thinkers in a wide variety of disciplines. Two of these competences focus on types of personal abilities: thinking critically (evaluating claims, analyzing inferences, weighing decisions, and analyzing problems) and thinking creatively (facilitating discovery, solving problems, and creating products, processes and services). The other two of these competencies focus on types of interpersonal abilities: communicating effectively (using language effectively, using nonverbal communication effectively) and interacting effectively (negotiating, mediating, and persuading; working effectively with others; resolving ethical dilemmas, and having social consciousness). In the early twentieth century, “Great Books Programs” were popular — but there are too many books and too many questions about how to select them, and such programs waned. Instead, we have adopted a “Great Cognitive Tools Program”: We explicitly teach students the Habits of Mind (cognitive skills that come to be triggered automatically, with practice) and Foundational Concepts (fundamental knowledge that is broadly applicable) that foster each aspect of thinking critically, thinking creativity, communicating effectively and interacting effectively; we do not simply hope that such key skills and knowledge will be incidentally acquired as students learn other material. The Habits of Mind and Foundational Concepts (HCs) are introduced during the first year, when all students take four, year-long Cornerstone seminars: Formal Analyses (which focuses on core aspects of thinking critically), Empirical Analyses (which focuses on core aspects of thinking creatively), Multimodal Communication (which focuses on core aspects of communicating effectively) and Complex Systems (which focuses on core aspects of interacting effectively). This material is then used (and assessed) during the subsequent three years while students major in specific subjects. 2"
    },
    "Daily-Rituals": {
        "excerpts": "…s in the morning for concentrated writing. The rest of his day would be spent painting or meditating in his private study, going for long walks in the hills, receiving visitors, and replying to the never-ending stream of letters that arrived each day. At 2:00 or 3:00 he took tea; in the evening he enjoyed preparing a large meal, often preceded by an aperitif, which he called a “sun-downer. ” Bedtime was at 10:00. “At Bollingen I am in the midst of my true life, I am most d…",
        "pageContent": "Throughout the 1930s, Jung used Bollingen Tower as a retreat from city life, where he led a workaholic’s existence, seeing patients for eight or nine hours a day and delivering frequent lectures and seminars. As a result, nearly all Jung’s writing was done on holidays. (And although he had many patients who relied on him, Jung was not shy about taking time off; “I’ve realized that somebody who’s tired and needs a rest, and goes on working all the same is a fool, ” he said.) At Bollingen, Jung rose at 7:00 A.M.; said good morning to his saucepans, pots, and frying pans; and “spent a long time preparing breakfast, which usually consisted of coffee, salami, fruits, bread and butter, ” the biographer Ronald Hayman notes. He generally set aside two hours in the morning for concentrated writing. The rest of his day would be spent painting or meditating in his private study, going for long walks in the hills, receiving visitors, and replying to the never-ending stream of letters that arrived each day. At 2:00 or 3:00 he took tea; in the evening he enjoyed preparing a large meal, often preceded by an aperitif, which he called a “sun-downer. ” Bedtime was at 10:00. “At Bollingen I am in the midst of my true life, I am most deeply myself, ” Jung wrote. “ … I have done without electricity, and tend the fireplace and stove myself. Evenings, I light the old lamps. There is no running water, I pump the water from the well. I chop the wood and cook the food. These simple acts make man simple; and how difficult it is to be simple"
    }
}