{
    "Meditations": {
        "excerpts": "…things can be ugly or out of place. The end of life is not an evil—it doesn’t disgrace us. (Why should we be ashamed of an involuntary act that injures no one?). It’s a good thing—scheduled by the world, promoting it, promoted by it. This is how we become godlike—following God’s path, and reason’s goals. 24. Three things, essential at all times: i(a). your own actions: that they’re not arbitrary or different from what abstract justice would do. i(b). external events: that…",
        "pageContent": "as a whole, whose parts, shifting and changing, constantly renew the world, and keep it on schedule. Nothing that benefits all things can be ugly or out of place. The end of life is not an evil—it doesn’t disgrace us. (Why should we be ashamed of an involuntary act that injures no one?). It’s a good thing—scheduled by the world, promoting it, promoted by it. This is how we become godlike—following God’s path, and reason’s goals. 24. Three things, essential at all times: i(a). your own actions: that they’re not arbitrary or different from what abstract justice would do. i(b). external events: that they happen randomly or by design. You can’t complain about chance. You can’t argue with Providence. ii. what all things are like, from the planting of the seed to the quickening of life, and from its quickening to its relinquishment. Where the parts came from and where they return to. iii. that if you were suddenly lifted up and could see life"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…st, optimist, and forward thinker. One of my favorite authors. I’ve read everything of his, and reread every- thing of his. [4] → Genome: The Autobiography of a Species in 23 Chapters → The Red Queen: Sex and the Evolution of Human Nature → The Origins of Virtue: Human Instincts and the Evolution of Cooperation → The Evolution of Everything: How New Ideas Emerge Skin in the Game by Nassim Taleb The best book I read in 2018, I highly recommend it. Lots of great ideas in the…",
        "pageContent": "Everything else wri! en by Ma! Ridley. Ma! is a scientist, optimist, and forward thinker. One of my favorite authors. I’ve read everything of his, and reread every- thing of his. [4] → Genome: The Autobiography of a Species in 23 Chapters → The Red Queen: Sex and the Evolution of Human Nature → The Origins of Virtue: Human Instincts and the Evolution of Cooperation → The Evolution of Everything: How New Ideas Emerge Skin in the Game by Nassim Taleb The best book I read in 2018, I highly recommend it. Lots of great ideas in there. Lots of good mental models and constructs. He has a bit of an a! itude, but he has that because he’s brilliant, and it’s okay. So just look past the a! itude and read the book, learn the concepts. It’s one of the best business books I’ve ever read. And luckily, it doesn’t masquerade as a business book. [10] The Bed of Procrustes: Philosophical and Practical Aphorisms by Nassim Taleb This is his collection of ancient wisdom. He is also famous for The Black Swan: The Impact of the Highly Improbable, Antifrag- ile: Things That Gain from Disorder, and Fooled by Randomness: The Hidden Role of Chance in Life and in the Markets, all of which are worth reading. [7"
    },
    "Minerva-HCs": {
        "excerpts": "…others and the common good. #ethicalframing CS Identify ethical problems, framing them in a way that will help to resolve them. (C) Ethical problems occur when an action or outcome conflicts, or has the potential to conflict, with ethical principles. In order to avoid or resolve such problems, it is necessary to consider different ways of framing the situation on the basis of the relevant ethical principles. Ethical theories provide a useful approach to framing ethical pro…",
        "pageContent": "Introduction to HCs Examples C. Resolving Ethical Problems and Having Social Consciousness The way one resolves ethical problems has a direct effect on how one interacts with others. One factor that should contribute to such thinking hinges on having social consciousness, which is a concern for others and the common good. #ethicalframing CS Identify ethical problems, framing them in a way that will help to resolve them. (C) Ethical problems occur when an action or outcome conflicts, or has the potential to conflict, with ethical principles. In order to avoid or resolve such problems, it is necessary to consider different ways of framing the situation on the basis of the relevant ethical principles. Ethical theories provide a useful approach to framing ethical problems by providing coherent sets of principles to apply systematically, and to compare to alternative approaches. Application example: Your organization needs to hire more people, and you aren’t getting enough applicants. You decide to give a bonus to all employees who bring in someone for an interview. An employee complains that this is a set- up, inducing people to behave unethically: People will be biased to bring in their friends, even if they don’t think the job is right for them. You acknowledge that this is an issue, and revise the policy: Employees will get a bonus only if the people they bring in are hired and stay more than 3 months. You also explain that you trust your employees to uphold their own ethics, as well as the company’s. 17"
    },
    "Daily-Rituals": {
        "excerpts": "…ge twelve—it contained forty drawings illustrating a story about a cat by Rainer Maria Rilke, his mother’s lover at the time—and he continued to paint daily into his eighties. By then, the self-styled Count Balthus Klossowski de Rola had ensconced himself in a palatial chalet in the Swiss Alps, where he lived a life of aristocratic refinement surrounded by his wife, his servants, and his cats. Balthus’ s studio in Rossinière, Switzerland, 1990 (photo credit 122.1) After a…",
        "pageContent": "Balthus (1908–2001) The enigmatic painter published his first book at age twelve—it contained forty drawings illustrating a story about a cat by Rainer Maria Rilke, his mother’s lover at the time—and he continued to paint daily into his eighties. By then, the self-styled Count Balthus Klossowski de Rola had ensconced himself in a palatial chalet in the Swiss Alps, where he lived a life of aristocratic refinement surrounded by his wife, his servants, and his cats. Balthus’ s studio in Rossinière, Switzerland, 1990 (photo credit 122.1) After a 9:30 breakfast and the reading of the mail, Balthus studied the light"
    }
}