{
    "Meditations": {
        "excerpts": "…t Caieta (1.17). Elsewhere Marcus reflects directly on his role as emperor, in terms that would be quite irrelevant to anyone else. W e find him worrying about the dangers of becoming “imperialized” (6.30), reminding himself to speak simply in the Senate (8.30), and reflecting on the unique position he occupies (11.7). From these entries and others it seems clear that the “you” of the text is not a generic “you, ” but the emperor himself. “When you look at yourself, see an…",
        "pageContent": "book. In the lost Greek manuscript used for the first printed edition—itself many generations removed from Marcus’s original—the work was entitled “To Himself” (Eis heauton). This is no more likely than Meditations to be the original title, though it is at least a somewhat more accurate description of the work. 6 In fact, it seems unlikely that Marcus himself gave the work any title at all, for the simple reason that he did not think of it as an organic whole in the first place. Not only was it not written for publication, but Marcus clearly had no expectation that anyone but himself would ever read it. The entries include a number of cryptic references to persons or events that an ancient reader would have found as unintelligible as we do. While a contemporary might have recognized some of the figures mentioned in Meditations 8.25 or 12.27, for example, no ancient reader could have known what was in the letter that Rusticus wrote from Sinuessa (1.7), what Antoninus said to the customs agent at Tusculum (1.16), or what happened to Marcus at Caieta (1.17). Elsewhere Marcus reflects directly on his role as emperor, in terms that would be quite irrelevant to anyone else. W e find him worrying about the dangers of becoming “imperialized” (6.30), reminding himself to speak simply in the Senate (8.30), and reflecting on the unique position he occupies (11.7). From these entries and others it seems clear that the “you” of the text is not a generic “you, ” but the emperor himself. “When you look at yourself, see any of the"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…rc. “Most Influential in Blockchain 2017 #4: Naval Ravikant.” CoinDesk, December 31, 2017. h$ps://www.coindesk.com/ coindesk-most-influential-2017-4-naval-ravikant/. [!&] Henry, Zoe. “Why a Group of AngelList and Uber Expats Launched This New Crowdfunding Website.” Inc., July 18, 2016. h$ps://www.inc.com/zoe-henry/ republic-launches-with-angellist-and-uber-alumni.html. [!8] “New Impact, New Inclusion in Equity Crowdfunding.” Republic, July 18, 2016. h$ps://republic.co/blog…",
        "pageContent": "4] Babak, Nivi. “Welcoming the Kau#man Foundation.” Venture Hacks, October 5, 2010. h$p://venturehacks.com/articles/kau#man. [!!] “Introducing CoinList.” Medium, October 20, 2017. h$ps://medium.com/@ coinlist/introducing-coinlist-16253eb5cdc3. [!6] Hochstein, Marc. “Most Influential in Blockchain 2017 #4: Naval Ravikant.” CoinDesk, December 31, 2017. h$ps://www.coindesk.com/ coindesk-most-influential-2017-4-naval-ravikant/. [!&] Henry, Zoe. “Why a Group of AngelList and Uber Expats Launched This New Crowdfunding Website.” Inc., July 18, 2016. h$ps://www.inc.com/zoe-henry/ republic-launches-with-angellist-and-uber-alumni.html. [!8] “New Impact, New Inclusion in Equity Crowdfunding.” Republic, July 18, 2016. h$ps://republic.co/blog/new-impact-new-inclusion-in-equity-crowdfunding. [!(] AngelList. “Done Deals.” h$ps://angel.co/done-deals. [6)] Ravikant, Naval. “Bitcoin—the Internet of Money.” Naval, November 7, 2013. h$ps://startupboy.com/2013/11/07/bitcoin-the-internet-of-money/. [6*] Token Summit. “Token Summit II—Cryptocurrency, Money, and the Future with Naval Ravikant.” December 22, 2017. YouTube video , 32:47. h$ps://www.youtube. com/watch?v=few99D5WnRg. [6+] Blockstreet HQ. “Beyond Blockchain Episode #3: Naval Ravikant.” December 5, 2018. YouTube video, 6:01. h$ps://www.youtube.com/watch?v=jCtOHUMaUY8. [6,] Ravikant, Naval. “The Truth About Hard Work.” Naval, December 25, 2018. h$ps://startupboy.com/2018/12/25/the-truth-about-hard-work/. [64] “Live Stories: The Present and Future of Crypto with Naval Ravikant and Balaji Srinivasan.” Listen Notes, November 16, 2018. [6!] Blockstack. “Investment Panel: Naval Ravikant, Meltem Demirors, Garry Tan.” August 11, 2017. YouTube video, 27:16. h$ps://www.youtube.com/ watch?v=o1mkxci6vvo. [66] Yang, Sizhao (@zaoyang). “1/Why Does the ICO Opportunity Exist at All?” August 19, 2017, 1:43 p.m. h$ps://twi$er.com/zaoyang/status/899008960220372992"
    },
    "Minerva-HCs": {
        "excerpts": "…for the intended audience. Communicators should use the fewest words necessary (they should respect the principle of “parsimony”) and should select words carefully to be as clear as possible. Avoid passive voice, stilted diction, elaborate structure, and imprecision; write and speak simply, directly, and sincerely. Understand when to use paraphrase, quotation, or summary to incorporate necessary information smoothly into your communication. Application example: You are vi…",
        "pageContent": "Introduction to HCs Examples III. Communicating Effectively A. Using Language Effectively Most communication occurs through language, both spoken and written; thus, it is crucial that one know how to use language effectively to communicate. #composition MC Communicate with a clear and precise style. (H) Effective communication requires a clear and precise style that reflects the voice of the communicator and that is appropriate for the intended audience. Communicators should use the fewest words necessary (they should respect the principle of “parsimony”) and should select words carefully to be as clear as possible. Avoid passive voice, stilted diction, elaborate structure, and imprecision; write and speak simply, directly, and sincerely. Understand when to use paraphrase, quotation, or summary to incorporate necessary information smoothly into your communication. Application example: You are visiting your aunt at her new house in the countryside. She leaves a convoluted voicemail about how to find her property, in which she tells you to drive on one road for “a while,” then turn “toward the property that just got sold,” and take a right at the Millers’ farm. You have no way to know which property was recently sold or where the Millers live. She then retracts some of her directions and suggests a detour around one road (you’re not sure which) to avoid construction. 13"
    },
    "Daily-Rituals": {
        "excerpts": "…l (1903–1972) Cornell made his first shadow box in 1934, not long after securing a nine-to-five job in the home-furnishings division of a Manhattan textile studio. It was tedious and low-paying work, but Cornell stayed there for six years. He felt obligated to be the wage earner for his household—he lived with his mother and handicapped brother in a small house in Flushing, Queens—and he was still a relative unknown in the art world. Joseph Cornell’ s basement workroom in…",
        "pageContent": "Joseph Cornell (1903–1972) Cornell made his first shadow box in 1934, not long after securing a nine-to-five job in the home-furnishings division of a Manhattan textile studio. It was tedious and low-paying work, but Cornell stayed there for six years. He felt obligated to be the wage earner for his household—he lived with his mother and handicapped brother in a small house in Flushing, Queens—and he was still a relative unknown in the art world. Joseph Cornell’ s basement workroom in Queens, 1969. Photograph by Hans Namuth. (photo credit 67.1) That would change over the next several years as Cornell worked nights at the"
    }
}