{
    "Meditations": {
        "excerpts": "…secrets, in fact, and not all that many of those. The way he kept public actions within reasonable bounds —games, building projects, distributions of money and so on —because he looked to what needed doing and not the credit to be gained from doing it. No bathing at strange hours, no self-indulgent building projects, no concern for food, or the cut and color of his clothes, or having attractive slaves. (The robe from his farm at Lorium, most of the things at Lanuvium, the…",
        "pageContent": "but sticking with the same old places and the same old things. The way he could have one of his migraines and then go right back to what he was doing—fresh and at the top of his game. That he had so few secrets—only state secrets, in fact, and not all that many of those. The way he kept public actions within reasonable bounds —games, building projects, distributions of money and so on —because he looked to what needed doing and not the credit to be gained from doing it. No bathing at strange hours, no self-indulgent building projects, no concern for food, or the cut and color of his clothes, or having attractive slaves. (The robe from his farm at Lorium, most of the things at Lanuvium, the way he accepted the customs agent’s apology at Tusculum, etc.) He never exhibited rudeness, lost control of himself, or turned violent. No one ever saw him sweat. Everything was to be approached logically and with due consideration, in a calm and orderly fashion but decisively, and with no loose ends. You could have said of him (as they say of Socrates) that he knew how to enjoy and abstain from things that most"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…pursuit of a great product. And I deeply appreciate your trust in me to do good work. I am grateful to Bo and the whole team at Zaarly for their patience and grace around my obsession with this book and the eﬀort that went into it. I am grateful for the support of many friends and strangers online who supported and encouraged me throughout this project. My DMs overflow with kind words and eager inquiries. I appreciate every gesture. Your energy helped pull me through the…",
        "pageContent": "I am grateful to Tucker Max for creating Scribe, hiring a great team, and for the very personal a!ention and eﬀort in this project. I appreciate your willingness to hurt my feelings in pursuit of a great product. And I deeply appreciate your trust in me to do good work. I am grateful to Bo and the whole team at Zaarly for their patience and grace around my obsession with this book and the eﬀort that went into it. I am grateful for the support of many friends and strangers online who supported and encouraged me throughout this project. My DMs overflow with kind words and eager inquiries. I appreciate every gesture. Your energy helped pull me through the thousand hours it took to create this for you"
    },
    "Minerva-HCs": {
        "excerpts": "…vailable), one must use creative thinking to solve it. Often such creative thinking relies on using specific heuristics (rules of thumb) and techniques. However, solving problems effectively requires one to be aware of biases and to mitigate their effects when they interfere with reaching a good solution. #constraints EA Identify and apply constraint satisfaction as a way to solve problems. (C) A problem exists when one or more obstacles to a goal must be addressed. Obstac…",
        "pageContent": "Introduction to HCs Examples theory of disease and hypothesize that soap and hot water only kill some bacteria — leaving the survivors to have lots of offspring. If so, perhaps you are infecting yourself by wiping the dishes with that sponge. You think about how to model this, and realize that to model the situation you need to know how quickly bacteria breed, how susceptible they are to soap and hot water, how sensitive humans are to their effects, and various other factors; without knowing these details, you really aren’t in a position to test your hypothesis. B. Solving Problems A problem occurs when there is an obstacle en route to a goal. When first encountering a problem (when no known solution is available), one must use creative thinking to solve it. Often such creative thinking relies on using specific heuristics (rules of thumb) and techniques. However, solving problems effectively requires one to be aware of biases and to mitigate their effects when they interfere with reaching a good solution. #constraints EA Identify and apply constraint satisfaction as a way to solve problems. (C) A problem exists when one or more obstacles to a goal must be addressed. Obstacles often cannot be overcome easily, in large part because there are constraints on what sorts of actions are possible or realistic. Constraints are requirements on the solution; they do not determine it, but do place boundaries on what is possible. Thus, part of solving a problem is to identify the constraints on what can be done. If the constraints are well- defined, problems often can be solved by devising ways to satisfy all of the constraints at the same time (this approach to problem solving is known as “constraint satisfaction”). Application example: You are moving into a new house and need to decide where to put the furniture in your bedroom. You have 10"
    },
    "Daily-Rituals": {
        "excerpts": "…never missed. Then he had a traditional English tea with his wife. After this, according to the biographer Robert McCrum, “he might snooze a bit in his armchair, have a bath, and do some more work, before the evening cocktail (sherry for her, a lethal martini for him) at six, which they took in the sun parlour, overlooking the garden. This was followed by dinner, alone with Ethel, and eaten early to allow the cook to get home to her family. After dinner, Wodehouse would us…",
        "pageContent": "Lunch at home was followed, at about 2:00, with another walk—Wodehouse’s neighbor and longtime friend Guy Bolton would pick him up and they would take an hour’s constitutional, with the dogs in tow. Wodehouse had to be back in his study by 3:30 for the soap opera The Edge of Night, which he never missed. Then he had a traditional English tea with his wife. After this, according to the biographer Robert McCrum, “he might snooze a bit in his armchair, have a bath, and do some more work, before the evening cocktail (sherry for her, a lethal martini for him) at six, which they took in the sun parlour, overlooking the garden. This was followed by dinner, alone with Ethel, and eaten early to allow the cook to get home to her family. After dinner, Wodehouse would usually read, but occasionally he would play two-handed bridge with Ethel, a habit, he joked, that doubtlessly suggested he was senile"
    }
}