{
    "Meditations": {
        "excerpts": "…aight—if you get the chance— correcting him cheerfully at the exact moment that he’s trying to do you harm. “No, no, my friend. That isn’t what we’re here for. It isn’t me who’s harmed by that. It’s you. ” And show him, gently and without pointing fingers, that it’s so. That bees don’t behave like this—or any other animals with a sense of community. Don’t do it sardonically or meanly, but affectionately—with no hatred in your heart. And not ex cathedra or to impress third…",
        "pageContent": "what else. viii. How much more damage anger and grief do than the things that cause them. ix. That kindness is invincible, provided it’s sincere— not ironic or an act. What can even the most vicious person do if you keep treating him with kindness and gently set him straight—if you get the chance— correcting him cheerfully at the exact moment that he’s trying to do you harm. “No, no, my friend. That isn’t what we’re here for. It isn’t me who’s harmed by that. It’s you. ” And show him, gently and without pointing fingers, that it’s so. That bees don’t behave like this—or any other animals with a sense of community. Don’t do it sardonically or meanly, but affectionately—with no hatred in your heart. And not ex cathedra or to impress third parties, but speaking directly. Even if there are other people around. Keep these nine points in mind, like gifts from the nine Muses, and start becoming a human being. Now and for the rest of your life. And along with not getting angry at others, try not to pander either. Both are forms of selfishness; both of them will do you harm. When you start to lose your temper, remember: There’s nothing manly about rage"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…., and you repair your piece of the house. Here, you have zero leverage. You have some accountability, but not really, because your accountability is to your boss, not to the client. You don’t have any real specific knowledge, since what you’re doing is labor lots of people can do. You’re not going to get paid a lot. You’re getting paid minimum wage plus a little bit for your skill and your time. The next level up might be the general contractor working on the house for th…",
        "pageContent": "communicating, it can mean recruiting, it can mean raising money, it can mean inspiring people, it could mean doing PR. It’s a broad umbrella category.![78] Earn with your mind, not your time. Let’s talk more about the real estate business. The worst kind of job is someone who’s doing labor to repair a house. Maybe you get paid ten dollars or twenty dollars an hour. You go to people’s houses, your boss demands you’re there at 8:00 a.m., and you repair your piece of the house. Here, you have zero leverage. You have some accountability, but not really, because your accountability is to your boss, not to the client. You don’t have any real specific knowledge, since what you’re doing is labor lots of people can do. You’re not going to get paid a lot. You’re getting paid minimum wage plus a little bit for your skill and your time. The next level up might be the general contractor working on the house for the owner. They may be getting paid $50,000 to do the whole project, then they’re paying the labor fi#een dollars an hour and they’re keeping the di$erence. A general contractor is obviously a better place to be. But how do we measure it? How do we know it’s better? Well, we know it’s better because this person has some accountabil- ity. They’re responsible for the outcome, they have to sweat at night if things aren’t working. Contractors have leverage through laborers working for them. They also have little bit more specific knowledge: how to organize a team, make them show up on time, and how to deal with city regulations"
    },
    "Minerva-HCs": {
        "excerpts": "…although groups do benefit from having members with diverse viewpoints and backgrounds, it also is important to recognize the need for shared perspectives and values within groups. Application example: You are trying to motivate two members of your team, Robert and Larry. Robert cares a lot about what other people think of him, and so you point out that everybody else on the team–and in the organization as a whole–will be grateful for his efforts. Larry, in contrast, does…",
        "pageContent": "Introduction to HCs Examples quality, but you know that only this specific machinery supplier has exactly what you need. By first making a concession about the cement work, they are more willing to take your offer and resolve the “small” detail of the equipment supplier. B. Working Effectively With Others Each of us plays many roles when interacting with others, sometimes acting as a leader and sometimes acting as a follower or team member. Specific behaviors and practices can facilitate such interactions. #differences CS Recognize and leverage people’s different skills, abilities, traits, attitudes and beliefs. (H) People differ in their skills and abilities as well as their traits, attitudes and beliefs—all of which affect how they interact with other people and their contributions to cooperative projects. Effective interactions rely on assessing such information about other people and framing interactions with them in a way that is compatible with their characteristics. In addition, although groups do benefit from having members with diverse viewpoints and backgrounds, it also is important to recognize the need for shared perspectives and values within groups. Application example: You are trying to motivate two members of your team, Robert and Larry. Robert cares a lot about what other people think of him, and so you point out that everybody else on the team–and in the organization as a whole–will be grateful for his efforts. Larry, in contrast, doesn’t care much about what other people think of him, but cares a lot about “making a difference” in the world--and so when you talk to him you focus on that. 16"
    },
    "Daily-Rituals": {
        "excerpts": "…2006; repr. New Y ork: Jeremy P . Tarcher/Penguin, 2007). 302. “I like things”: Quoted in Richard B. Woodward, “A Dark Lens on America, ” New York Times Magazine, January 14, 1990, in Barney, 50. 303. “I have never”: Lynch, 5. 304. “We waste so”: Ibid., 55. 305. Maya Angelou: Jeffrey M. Elliot, ed., Conversations with Maya Angelou (Jackson: University Press of Mississippi, 1989). 306. “I try to keep”: Interview with Walter Blum, “Listening to Maya Angelou, ” California Liv…",
        "pageContent": "294. Amis’s routine shifted: Jacobs, 1–18. 295. Martin Amis: Interview with Francesca Riviere, “The Art of Fiction No. 151: Martin Amis, ” Paris Review, Spring 1998, http://www.theparisreview.org/interviews/1156/the-art-of-fiction-no-151- martin-amis. 296. Umberto Eco: Interview with Lila Azam Zanganeh, “The Art of Fiction No. 197: Umberto Eco, ” Paris Review, Summer 2008, http://www.theparisreview.org/interviews/5856/the-art-of-fiction-no-197- umberto-eco. 297. Woody Allen: Eric Lax, Conversations with Woody Allen: His Films, the Movies, and Moviemaking (New Y ork: Alfred A. Knopf, 2007). 298. “obsessive thinking”: Ibid., 119. 299. “I’ve found over”: Ibid., 78. 300. “I think in the”: Ibid., 117. 301. David Lynch: Richard A. Barney, ed., David Lynch: Interviews (Jackson: University Press of Mississippi, 2009); David Lynch, Catching the Big Fish: Meditation, Consciousness, and Creativity (2006; repr. New Y ork: Jeremy P . Tarcher/Penguin, 2007). 302. “I like things”: Quoted in Richard B. Woodward, “A Dark Lens on America, ” New York Times Magazine, January 14, 1990, in Barney, 50. 303. “I have never”: Lynch, 5. 304. “We waste so”: Ibid., 55. 305. Maya Angelou: Jeffrey M. Elliot, ed., Conversations with Maya Angelou (Jackson: University Press of Mississippi, 1989). 306. “I try to keep”: Interview with Walter Blum, “Listening to Maya Angelou, ” California Living, December 14, 1975, in Elliot, 153. 307. “I usually get”: Interview with Claudia Tate, Black Women Writers at Work (New Y ork: Continuum, 1983), in Elliot, 40. 308. “I have always”: Quoted in Judith Rich, “Life Is for Living, ” Westways, September 1987, in Elliot., 79. 309. George Balanchine: Mason Francis, ed., I Remember Balanchine: Recollections of the Ballet Master by Those Who Knew Him (New Y ork: Doubleday, 1991); Bernard Taper, Balanchine: A Biography (1984; repr. Berkeley and Los Angeles: University of California Press, 1996). 310. “When I’m ironing”: Quoted in Francis, 418"
    }
}