{
    "Meditations": {
        "excerpts": "…bathing at strange hours, no self-indulgent building projects, no concern for food, or the cut and color of his clothes, or having attractive slaves. (The robe from his farm at Lorium, most of the things at Lanuvium, the way he accepted the customs agent’s apology at Tusculum, etc.) He never exhibited rudeness, lost control of himself, or turned violent. No one ever saw him sweat. Everything was to be approached logically and with due consideration, in a calm and orderly…",
        "pageContent": "but sticking with the same old places and the same old things. The way he could have one of his migraines and then go right back to what he was doing—fresh and at the top of his game. That he had so few secrets—only state secrets, in fact, and not all that many of those. The way he kept public actions within reasonable bounds —games, building projects, distributions of money and so on —because he looked to what needed doing and not the credit to be gained from doing it. No bathing at strange hours, no self-indulgent building projects, no concern for food, or the cut and color of his clothes, or having attractive slaves. (The robe from his farm at Lorium, most of the things at Lanuvium, the way he accepted the customs agent’s apology at Tusculum, etc.) He never exhibited rudeness, lost control of himself, or turned violent. No one ever saw him sweat. Everything was to be approached logically and with due consideration, in a calm and orderly fashion but decisively, and with no loose ends. You could have said of him (as they say of Socrates) that he knew how to enjoy and abstain from things that most"
    },
    "MrBeast": {
        "excerpts": "…s a lot cause i’m very visual and gets the whole team on the same page. When doing these renders though, I want to make sure you know the difference between a “Pre Vis” and a “Concept” . Please do not refer to a render as a “Pre Vis” unless that is actually what we plan on building. If it’s just a render for inspiration and is not building locked, call it a concept. This will greatly help with confusion in my opinion. Many people wave around a concept but call it a Pre Vis…",
        "pageContent": "24 Work with intensity Push outwards, not inwards. Pull all nighters weeks before the shoot so you don’t have to days before the shoot. If something goes wrong on shoot always check to see if it can be made into content. A tree fall over on your car and breaks the 100 vases we needed to give away? THAT’S FUCKEN HILARIOUS AND WE SHOULD MENTION IT IN THE VIDEO LOL Feasibility is working to see if the critical components of a video are actually possible. Example would be if I wanted to play hide and seek in the world’s largest building. If you did feasibility on this, that basically means you’re trying to see if it’s possible to get that building. If you do then we have a video and it should go into production. If you can’t then that’s why it was in feasibility so no one else wasted time. Never do anything that could make us look bad from a pr perspective. We often do renderings of sets to see what they look like beforehand, which is amazing and helps a lot cause i’m very visual and gets the whole team on the same page. When doing these renders though, I want to make sure you know the difference between a “Pre Vis” and a “Concept” . Please do not refer to a render as a “Pre Vis” unless that is actually what we plan on building. If it’s just a render for inspiration and is not building locked, call it a concept. This will greatly help with confusion in my opinion. Many people wave around a concept but call it a Pre Vis and people see it expecting that to be what’s built only to find out later that was a concept and the actual set is much different. Chapter 3: Creative"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…good advice. Thank you for always keeping morale high. I am grateful to Kathleen Martin for being a truly wonderful line editor and doing her very best work on this project. (And thanks to David Perell for introducing us.) I am grateful to Kusal Kularatne for his many contributions. You were an early believer, an early reader, and a huge help when this project was young and fragile. I appreciate you and thank you for your service. I am grateful to Max Olson, Emily Holdman…",
        "pageContent": "The building blocks of this book are excerpts from excellent interviews of creators like Shane Parrish, Joe Rogan, Sarah Lacy, and Tim Ferriss. I massively appreciate all of the e!ort that goes into your interviews. Creating this book gave me and others the opportunity to learn deeply from your work. I am grateful to Jack Butcher for reaching out and o!ering to lend his enormous talents to creating the illustrations for this book. His work at Visualize Value has always struck me as simple genius, and we’re all lucky to have his e!orts in these pages. I am grateful to my parents for every gift, e!ort, and sacrifice that has put me in a position to create this book. You built the foundation of everything I ever do, and I’ll never forget that. The family practice of “spi#ing your doubts” is alive and well in this project. I am grateful to Jeannine Seidl for being a one-woman support system of love and encouragement. You are an endless spring of positivity, patience, and good advice. Thank you for always keeping morale high. I am grateful to Kathleen Martin for being a truly wonderful line editor and doing her very best work on this project. (And thanks to David Perell for introducing us.) I am grateful to Kusal Kularatne for his many contributions. You were an early believer, an early reader, and a huge help when this project was young and fragile. I appreciate you and thank you for your service. I am grateful to Max Olson, Emily Holdman, and Taylor Pear"
    },
    "Minerva-HCs": {
        "excerpts": "…at should contribute to such thinking hinges on having social consciousness, which is a concern for others and the common good. #ethicalframing CS Identify ethical problems, framing them in a way that will help to resolve them. (C) Ethical problems occur when an action or outcome conflicts, or has the potential to conflict, with ethical principles. In order to avoid or resolve such problems, it is necessary to consider different ways of framing the situation on the basis o…",
        "pageContent": "Introduction to HCs Examples C. Resolving Ethical Problems and Having Social Consciousness The way one resolves ethical problems has a direct effect on how one interacts with others. One factor that should contribute to such thinking hinges on having social consciousness, which is a concern for others and the common good. #ethicalframing CS Identify ethical problems, framing them in a way that will help to resolve them. (C) Ethical problems occur when an action or outcome conflicts, or has the potential to conflict, with ethical principles. In order to avoid or resolve such problems, it is necessary to consider different ways of framing the situation on the basis of the relevant ethical principles. Ethical theories provide a useful approach to framing ethical problems by providing coherent sets of principles to apply systematically, and to compare to alternative approaches. Application example: Your organization needs to hire more people, and you aren’t getting enough applicants. You decide to give a bonus to all employees who bring in someone for an interview. An employee complains that this is a set- up, inducing people to behave unethically: People will be biased to bring in their friends, even if they don’t think the job is right for them. You acknowledge that this is an issue, and revise the policy: Employees will get a bonus only if the people they bring in are hired and stay more than 3 months. You also explain that you trust your employees to uphold their own ethics, as well as the company’s. 17"
    },
    "Daily-Rituals": {
        "excerpts": "…d, I do not use light, but start writing immediately in the dark if I feel something is streaming through me. It has become a habit and I have no difficulty in deciphering my writing in the morning. As Hamsun grew older and became an increasingly light sleeper, he would often slip into a half-doze for large parts of the day. To compensate for his lack of energy, he would seize on whatever flashes of inspiration came to him, scribbling them down immediately on scraps of pap…",
        "pageContent": "Knut Hamsun (1859–1952) In a 1908 letter to a potential translator, the Norwegian author provided a glimpse of his creative process: A great deal of what I have written has come in the night, when I have slept for a couple of hours and then woken up. I am clear-headed then, and acutely impressionable. I always have a pencil and paper by my bed, I do not use light, but start writing immediately in the dark if I feel something is streaming through me. It has become a habit and I have no difficulty in deciphering my writing in the morning. As Hamsun grew older and became an increasingly light sleeper, he would often slip into a half-doze for large parts of the day. To compensate for his lack of energy, he would seize on whatever flashes of inspiration came to him, scribbling them down immediately on scraps of paper. Later, he would spread his slips of paper out on a table, sifting through them for clues to a story or character"
    }
}