{
    "Meditations": {
        "excerpts": "…alogy, sometimes with the point of comparison left to be inferred. Thus human lives are like “many lumps of incense on the same altar” (4.15) or like “a rock thrown in the air” (9.17). In other cases the analogy will be made explicit: “Have you ever seen a severed hand or foot . . . ? That’s what we do to ourselves . . . when we rebel against what happens to us” (8.34). Others present a kind of formal meditative exercise, as when Marcus instructs himself to imagine the age…",
        "pageContent": "Book 1) we find the same voice, the same themes; Marcus’s thought does not change or develop noticeably from one book to another. Nor can any structure or unity be discerned within individual books. It seems most likely that the division between books is a purely physical one. The transmitted “books, ” in other words, represent the individual papyrus rolls of Marcus’s original, or perhaps of a later copy. When one had been filled, another was begun. 10 If the books as a whole are homogenous, the individual entries show considerable formal variety. Some are developed short essays that make a single philosophical point; many of the entries in Books 2 and 3 are of this type. Others are straightforward imperatives (“Take the shortest route . . . ”) or aphorisms (“no one can keep you from living in harmony with yourself”). Sometimes Marcus will list a number of basic principles in catalogue format (“remember that . . . and that . . . and that . . . ”). Elsewhere he puts forward an analogy, sometimes with the point of comparison left to be inferred. Thus human lives are like “many lumps of incense on the same altar” (4.15) or like “a rock thrown in the air” (9.17). In other cases the analogy will be made explicit: “Have you ever seen a severed hand or foot . . . ? That’s what we do to ourselves . . . when we rebel against what happens to us” (8.34). Others present a kind of formal meditative exercise, as when Marcus instructs himself to imagine the age of V espasian (4.32) or Augustus’s court (8.31) and then to compare the imagined scene with that of"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…ut me, someone else, or a situation. This is a huge relief in a world of double-talk and ambiguity. We’ve shared a lot of meals, shared a lot of deals, and hopped around the world together. That’s all to say that, while I con- sider myself a good people-watcher, I consider myself an excellent Naval-watcher. He is one of the people I call most for advice, and I’ve watched him in many habitats through many seasons: easy times, hard times, recessions, booms— you name it. Sure…",
        "pageContent": "He can be as blunt as a foot to the face, but that’s part of what I love and respect about him: you never have to guess what Naval is thinking. I’ve never had to guess how he’s feeling about me, someone else, or a situation. This is a huge relief in a world of double-talk and ambiguity. We’ve shared a lot of meals, shared a lot of deals, and hopped around the world together. That’s all to say that, while I con- sider myself a good people-watcher, I consider myself an excellent Naval-watcher. He is one of the people I call most for advice, and I’ve watched him in many habitats through many seasons: easy times, hard times, recessions, booms— you name it. Sure, he’s the CEO and a co-founder of AngelList. Sure, he previously co-founded Vast.com and Epinions, which went public as part of Shopping.com. Sure, he’s an angel investor and has invested in many mega successes, including Twi!er, Uber, Yammer, and OpenDNS, to name but a few. That’s all great, of course, and it shows Naval is a world-class operator instead of an armchair philosopher. But I don’t take his perspectives, maxims, and thoughts seri- ously because of the business stuﬀ. There are lots of miserable “successful” people out there. Be careful about modeling those, as you will get all the bathwater with the baby. I take Naval seriously because he: → Questions nearly everything → Can think from first principles → Tests things well"
    },
    "Minerva-HCs": {
        "excerpts": "…these principles; products that violate these principles are difficult for humans to use. These principles can be used both to evaluate products and to guide creation of new ones. Application example: You watch people leave the building where Minerva has its headquarters. More than half of them try to pull open the doors, but the doors are designed to be pushed open as you exit. You look carefully at the door handles, and see that they are identical to the ones on the outs…",
        "pageContent": "Introduction to HCs Examples You realize en route that your cell phone’s battery is dead. You try to follow her instructions as best you can, but quickly get lost. You wish her directions had been clear and precise. B. Using Nonverbal Communication Effectively Nonverbal communication often plays a crucial role in how well a verbal communication is received. These elements of communication not only convey connotations, but color the entire message. #multimodaldesign MC Apply principles of perception and cognition in design, including those for oral and multimedia presentations. (H) A large body of research has documented many characteristics of human perception and cognition, resulting in a set of principles that captures how humans organize and interpret what they see and hear. Products, ranging from simple graphs to complex devices, from teapots to tactile surfaces, should be designed to respect these principles; products that violate these principles are difficult for humans to use. These principles can be used both to evaluate products and to guide creation of new ones. Application example: You watch people leave the building where Minerva has its headquarters. More than half of them try to pull open the doors, but the doors are designed to be pushed open as you exit. You look carefully at the door handles, and see that they are identical to the ones on the outside of the doors — which clearly invite being pulled. You realize that the shape of the handles encourages people to pull on them, which is inappropriate for a door that should be pushed. 14"
    },
    "Daily-Rituals": {
        "excerpts": "…artist, and designer wakes up early, about 6:00 A.M., makes the bed, and reads the obituaries. Then she goes for a walk with a friend, returns home to eat breakfast, and—if she’s on deadline—heads to her studio, in the same building as her apartment. “I have no phone, or email, no food or anything to distract [in the studio], ” she said in a recent e-mail. “I have music and work. There is a green chaise there if a nap is needed. And in the late afternoon it is often neede…",
        "pageContent": "Maira Kalman (b. 1949) The New Y ork illustrator, artist, and designer wakes up early, about 6:00 A.M., makes the bed, and reads the obituaries. Then she goes for a walk with a friend, returns home to eat breakfast, and—if she’s on deadline—heads to her studio, in the same building as her apartment. “I have no phone, or email, no food or anything to distract [in the studio], ” she said in a recent e-mail. “I have music and work. There is a green chaise there if a nap is needed. And in the late afternoon it is often needed. ” If she is bored being alone in the studio, Kalman will head to a café to listen to the buzz of conversation, take the subway to a museum, or go for a walk through Central Park. “I procrastinate just the right amount, ” she said. “There are things which help me get in the mood to work. Cleaning for one. Ironing is great. Taking a walk is always inspiring. Because my work is often based on what I see, I am happy to keep collecting and changing images until the last moment. ” Sometimes Kalman doesn’t go into the studio for days at a time. On working days, she is done by 6:00 P .M. She never works at night. “It will appear like a calm existence, ” Kalman said. “The turmoil is invisible"
    }
}