{
    "Meditations": {
        "excerpts": "…that the ability to avoid it was within you. If it doesn’t harm your character, how can it harm your life? Nature would not have overlooked such dangers through failing to recognize them, or because it saw them but was powerless to prevent or correct them. Nor would it ever, through inability or incompetence, make such a mistake as to let good and bad things happen indiscriminately to good and bad alike. But death and life, success and failure, pain and pleasure, wealth an…",
        "pageContent": "you to harm. And if they don’t exist, or don’t care what happens to us, what would be the point of living in a world without gods or Providence? But they do exist, they do care what happens to us, and everything a person needs to avoid real harm they have placed within him. If there were anything harmful on the other side of death, they would have made sure that the ability to avoid it was within you. If it doesn’t harm your character, how can it harm your life? Nature would not have overlooked such dangers through failing to recognize them, or because it saw them but was powerless to prevent or correct them. Nor would it ever, through inability or incompetence, make such a mistake as to let good and bad things happen indiscriminately to good and bad alike. But death and life, success and failure, pain and pleasure, wealth and poverty, all these happen to good and bad alike, and they are neither noble nor shameful—and hence neither good nor bad. 12. The speed with which all of them vanish—the objects in the world, and the memory of them in time. And the real nature of the things our senses experience, especially those that entice us with pleasure or frighten us with pain or are loudly trumpeted by pride. To understand those things—how stupid, contemptible, grimy, decaying, and dead they are— that’s what our intellectual powers are for. And to understand what those people really amount to, whose opinions and voices constitute fame. And what dying is—and that if you look at it in the abstract and break down your"
    },
    "MrBeast": {
        "excerpts": "…ralia that when eaten makes you 2 feet taller. If it truly did exist, you wouldn’t have known that until just right now. But now that you know of it, you can draw on it for inspiration for every piece of content you write going forward. That’s beautiful, it can now sit in the back of your mind waiting for that one video where it is needed. It might take 10 videos or even 100 but eventually you’ll be brainstorming a bit and think of the right one to use the fruit for. Apply…",
        "pageContent": "34 to draw from so much stupid shit in his head as inspiration to make jokes and be quirky. As a result he is fucken hilarious. But let’s imagine a different Chris, let’s say instead of cartoons and stupid shit, his information diet was stocks and investing advice. And for 5 years that’s all he consumed. Do you think he’d be just as funny as he currently is? No. He in my opinion wouldn’t even be 20% as funny. If you’re a writer or director you really need to monitor and perfect your information diet. If your diet is not correct, you won’t have a good pulse on culture. I don’t want you to be a chris, in fact, I think that would probably do you harm. T alent needs to inhale cartoons so they can be funny, writers need to inhale inspiration. Let’s say there is a purple fruit in the middle of Australia that when eaten makes you 2 feet taller. If it truly did exist, you wouldn’t have known that until just right now. But now that you know of it, you can draw on it for inspiration for every piece of content you write going forward. That’s beautiful, it can now sit in the back of your mind waiting for that one video where it is needed. It might take 10 videos or even 100 but eventually you’ll be brainstorming a bit and think of the right one to use the fruit for. Apply this to everything on this fucken planet. You. Can’t. Get. Inspired. By. Things. You. Don’t. Know. Exist. So how do you learn more about what's out there in the world? How do you stay up to date on the latest memes? How do you know what’s going on with celebrities? What’s trending on youtube? What other creators are doing? What’s popping on tik tok? Your information diet. Consume things on a daily basis that help you write better content. It’s okay for the boys to be childish If talent wants to draw a dick on the white board in the video or do something stupid, let them. (assuming they know all the risks and arn’t missing context on why it’s not safe) People like when we are in our natural element of stupidity. Really do everything you can to empower the boys when filming and help them make content. Help them be idiots. We don’t fake things. Make sure to prep contestants and try to create an environment where they feel comfortable talking"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…y. You can see this by looking for the richest people. It’s bankers, politicians in corrupt countries who print money, essentially people who move large amounts of money around. If you look at the top of very large companies, outside of technology companies, in many, many large old companies, the CEO job is really a financial job. It scales very, very well. If you get good at managing capital, you can manage more and more capital much more easily than you can manage more a…",
        "pageContent": "on the opportunity, you can do so with leverage—the maxi- mum leverage possible.![1] There are three broad classes of leverage: One form of leverage is labor—other humans working for you. It is the oldest form of leverage, and actually not a great one in the modern world.![1] I would argue this is the worst form of leverage that you could possibly use. Managing other people is incredibly messy. It requires tremendous leadership skills. You’re one short hop from a mutiny or getting eaten or torn apart by the mob.![78] Money is good as a form of leverage. It means every time you make a decision, you multiply it with money.![1] Capital is a trickier form of leverage to use. It’s more modern. It’s the one that people have used to get fabulously wealthy in the last cen- tury. It’s probably been the dominant form of leverage in the last century. You can see this by looking for the richest people. It’s bankers, politicians in corrupt countries who print money, essentially people who move large amounts of money around. If you look at the top of very large companies, outside of technology companies, in many, many large old companies, the CEO job is really a financial job. It scales very, very well. If you get good at managing capital, you can manage more and more capital much more easily than you can manage more and more people.![78] The final form of leverage is brand new—the most democratic form. It is: “products with no marginal cost of replication"
    },
    "Minerva-HCs": {
        "excerpts": "…tifying them and their components. In order to do this, one must rely on the ability to check whether conclusions are plausible and must use principles of information literacy. In addition, one often must recognize whether claims are grounded in sound science and supported by probability and statistics. #estimation FA Use estimation techniques to determine whether quantitative claims are plausible. (H) When considering quantitative claims, it is useful to conduct a plausib…",
        "pageContent": "Introduction to HCs Examples I. Thinking Critically A. Evaluating Claims One aspect of critical thinking focuses on evaluating claims, which requires identifying them and their components. In order to do this, one must rely on the ability to check whether conclusions are plausible and must use principles of information literacy. In addition, one often must recognize whether claims are grounded in sound science and supported by probability and statistics. #estimation FA Use estimation techniques to determine whether quantitative claims are plausible. (H) When considering quantitative claims, it is useful to conduct a plausibility check. This can be done quickly using approximations and round numbers, and by establishing limits (minimum and maximum values that the number could reasonably be expected to take). Application example: A politician claims that undocumented workers account for over half of the murders in your city. You check, and 34% of murder victims and 49% of murderers are under 25 years old. In your city, most undocumented workers are over 35 years old, and thus the claim seems implausible. 5"
    },
    "Daily-Rituals": {
        "excerpts": "…t came on his piano suddenly, complete, sublime, or it sang in his head during a walk, and he was impatient to play it to himself. But then began the most heart-rending labour I ever saw. It was a series of efforts, of irresolutions, and of frettings to seize again certain details of the theme he had heard; what he had conceived as a whole he analysed too much when wishing to write it, and his regret at not finding it again, in his opinion, clearly defined, threw him into…",
        "pageContent": "Frédéric Chopin (1810–1849) During his ten-year relationship with the French novelist George Sand, Chopin spent most of his summers at Sand’s country estate in Nohant, in central France. Chopin was an urban animal; in the country, he quickly became bored and moody. But the lack of distractions was good for his music. Most days he rose late, had breakfast in his bedroom, and spent the day composing, with a break to give a piano lesson to Sand’s daughter, Solange. At 6:00 P .M. the household assembled for dinner, often served outdoors, followed by music, conversation, and sundry entertainments. Then Chopin retired to bed while Sand went to her writing table (see this page). Although his lack of any real responsibility at Nohant made it easier for Chopin to compose, his work process was still far from effortless. Sand noted his work habits: His creation was spontaneous and miraculous. He found it without seeking it, without foreseeing it. It came on his piano suddenly, complete, sublime, or it sang in his head during a walk, and he was impatient to play it to himself. But then began the most heart-rending labour I ever saw. It was a series of efforts, of irresolutions, and of frettings to seize again certain details of the theme he had heard; what he had conceived as a whole he analysed too much when wishing to write it, and his regret at not finding it again, in his opinion, clearly defined, threw him into a kind of despair. He shut himself up in his room for whole days, weeping, walking, breaking his pens, repeating and altering a bar a hundred times, writing and effacing it as many times, and recommencing the next day with a minute and desperate perseverance. He spent six weeks over a single page to write it at last as he had noted it down at the very first"
    }
}