{
    "Meditations": {
        "excerpts": "…(ii) to reconsider your position, when someone can set you straight or convert you to his. But your conversion should always rest on a conviction that it’s right, or benefits others—nothing else. Not because it’s more appealing or more popular. 13. You have a mind? —Yes. W ell, why not use it? Isn’t that all you want—for it to do its job? 14. You have functioned as a part of something; you will vanish into what produced you. Or be restored, rather. To the logos from which…",
        "pageContent": "12. Two kinds of readiness are constantly needed: (i) to do only what the logos of authority and law directs, with the good of human beings in mind; (ii) to reconsider your position, when someone can set you straight or convert you to his. But your conversion should always rest on a conviction that it’s right, or benefits others—nothing else. Not because it’s more appealing or more popular. 13. You have a mind? —Yes. W ell, why not use it? Isn’t that all you want—for it to do its job? 14. You have functioned as a part of something; you will vanish into what produced you. Or be restored, rather. To the logos from which all things spring. By being changed. 15. Many lumps of incense on the same altar. One crumbles now, one later, but it makes no difference. 16. Now they see you as a beast, a monkey. But in a week they’ll think you’re a god—if you rediscover your beliefs"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…f time brainwashing you about needing an agent, an agent being important, and the agent being knowledgeable. [12] COMPOUND INTEREST Compound interest—most of you should know it in the finance context. If you don’t, crack open a microeconomics textbook. It’s worth reading a microeconomics textbook from start to finish. An example of compound interest—let’s say you’re earning 10 percent a year on your $1. The first year, you make 10 percent, and you end up with $1.10. The ne…",
        "pageContent": "care, and you will do a great job. When you are the agent and you are doing it on somebody else’s behalf, you can do a bad job. You just don’t care. You optimize for yourself rather than for the principal’s assets. The smaller the company, the more everyone feels like a prin- cipal. The less you feel like an agent, the be!er the job you’re going to do. The more closely you can tie someone’s compensa- tion to the exact value they’re creating, the more you turn them into a principal, and the less you turn them into an agent. [12] I think at a core fundamental level, we understand this. We’re a!racted to principals, and we all bond with principals, but the media and modern society spend a lot of time brainwashing you about needing an agent, an agent being important, and the agent being knowledgeable. [12] COMPOUND INTEREST Compound interest—most of you should know it in the finance context. If you don’t, crack open a microeconomics textbook. It’s worth reading a microeconomics textbook from start to finish. An example of compound interest—let’s say you’re earning 10 percent a year on your $1. The first year, you make 10 percent, and you end up with $1.10. The next year, you end up with $1.21, and the next year $1.33. It keeps adding onto itself. If you’re compounding at 30 percent per year for thirty years, you don’t just end up with ten or twenty times your money—you end up with thousands of times your money. [10] In the intellectual domain, compound interest rules. When"
    },
    "Minerva-HCs": {
        "excerpts": "…and open to compromise. Approaching negotiation as a structured process raises the likelihood of a successful resolution. Application example: Your company has assigned you to negotiate the construction of a new factory in Asia. You can’t get anywhere if the city you are negotiating with doesn’t give you tax benefits. So, that’s your first priority. When that is settled, you go over the details. The city officials don’t agree to subcontract the cement work to the offshore…",
        "pageContent": "Introduction to HCs Examples IV. Interacting Effectively A. Negotiating, Mediating, and Persuading Effective interactions with people require anticipating the effects of a particular message, registering the actual responses, and adjusting communications accordingly. Such dynamic interactions lie at the heart of negotiating, mediating, and persuading. #negotiate CS Use a structured approach to negotiation to reach desired objectives. (H) Effective negotiation involves give and take between stakeholders to reach mutually beneficial agreements. Negotiating successfully requires a structured approach, which includes clearly identifying interests, agreeing on a process, and being prepared to sacrifice some objectives to achieve others. Negotiators must prioritize objectives but remain flexible and open to compromise. Approaching negotiation as a structured process raises the likelihood of a successful resolution. Application example: Your company has assigned you to negotiate the construction of a new factory in Asia. You can’t get anywhere if the city you are negotiating with doesn’t give you tax benefits. So, that’s your first priority. When that is settled, you go over the details. The city officials don’t agree to subcontract the cement work to the offshore contractor you prefer and they disagree on your choice of heavy machinery supplier. You are willing to concede the offshore contractor because the company they prefer has comparable pricing and 15"
    },
    "Daily-Rituals": {
        "excerpts": "…s, which were still a novelty in France at the time, and he liked to invent his own concoctions—assembled not for complementary flavors but for their vivid colors and extreme potency. (One of his inventions was the Maiden Blush, a combination of absinthe, mandarin, bitters, red wine, and champagne. He wanted the sensation, he said, of “a peacock’s tail in the mouth. ”) Dinner, more wine, and another night of boozy revelry soon followed. “I expect to burn myself out by the…",
        "pageContent": "Henri de Toulouse-Lautrec (1864-1901) Toulouse-Lautrec did his best creative work at night, sketching at cabarets or setting up his easel in brothels. The resulting depictions of fin de siècle Parisian nightlife made his name, but the cabaret lifestyle proved disastrous to his health: Toulouse-Lautrec drank constantly and slept little. After a long night of drawing and binge-drinking, he would often wake early to print lithographs, then head to a café for lunch and several glasses of wine. Returning to his studio, he would take a nap to sleep off the wine, then paint until the late afternoon, when it was time for aperitifs. If there were visitors, Toulouse-Lautrec would proudly mix up a few rounds of his infamous cocktails; the artist was smitten with American mixed drinks, which were still a novelty in France at the time, and he liked to invent his own concoctions—assembled not for complementary flavors but for their vivid colors and extreme potency. (One of his inventions was the Maiden Blush, a combination of absinthe, mandarin, bitters, red wine, and champagne. He wanted the sensation, he said, of “a peacock’s tail in the mouth. ”) Dinner, more wine, and another night of boozy revelry soon followed. “I expect to burn myself out by the time I’m forty, ” Toulouse-Lautrec told an acquaintance. In reality, he only made it to thirty-six"
    }
}