{
    "Meditations": {
        "excerpts": "…Marcus’s original copy. Others may have been accidentally introduced in the course of the copying and recopying that the work underwent in the millennium following Marcus’s death. In some cases the informed guesswork of scholars over several centuries has been able to restore the original text. In others, there is still uncertainty. 11 The Meditations has never attracted great interest from professional students of the classics, and the reasons are perhaps understandable.…",
        "pageContent": "The fall of Constantinople to the Turks in 1453 led to an exodus of scholars, bringing with them the Greek texts that inspired the Italian Renaissance. The Meditations must have been among them. Yet even at this date the work’s survival hung by a thread. The only complete manuscript to survive is a fourteenth-century codex (now in the V atican), which is riddled with errors. The first printed edition did not appear until 1559, when Wilhelm Holzmann (known as Xylander) produced a text from what seems to have been a more reliable manuscript. That manuscript, unfortunately, has not survived. But even at its best it was a very imperfect witness to what Marcus himself wrote. Our text of the Meditations contains a number of passages that are garbled or in which one or more crucial words seem to have been omitted. Some of these errors may be due to the confused state of Marcus’s original copy. Others may have been accidentally introduced in the course of the copying and recopying that the work underwent in the millennium following Marcus’s death. In some cases the informed guesswork of scholars over several centuries has been able to restore the original text. In others, there is still uncertainty. 11 The Meditations has never attracted great interest from professional students of the classics, and the reasons are perhaps understandable. It contains few direct references to historical events and provides relatively little material for social historians. As evidence for later Stoicism it pales"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…you loved this book, there are many ways to dive deeper into Naval. I am publishing “Navalmanack” shorts on Navalmanack. com. These are sections that were edited out of the original (enormous) manuscript of this book. I’ve published them online for those interested in Naval’s more specific insights on: → Education → The Story of AngelList → Investing → Startups → Crypto → Relationships Naval continues to create and share great insights: → On Twi!er: Twi!er.com/Naval → On h…",
        "pageContent": "NEXT ON NAVAL If you loved this book, there are many ways to dive deeper into Naval. I am publishing “Navalmanack” shorts on Navalmanack. com. These are sections that were edited out of the original (enormous) manuscript of this book. I’ve published them online for those interested in Naval’s more specific insights on: → Education → The Story of AngelList → Investing → Startups → Crypto → Relationships Naval continues to create and share great insights: → On Twi!er: Twi!er.com/Naval → On his podcast: Naval → On his website: h!ps://nav.al/ The most popular of Naval’s material at the time of writing: → Naval podcast episodes compilation:How to Get Rich"
    },
    "Minerva-HCs": {
        "excerpts": "…duction involves using evidence to support a conclusion, going from a set of instances or examples to a generalization about them. Importantly, strong inductive arguments do not guarantee the truth of the conclusion. Inductive reasoning is always biased in various ways. Applying inductive reasoning requires (1) being aware of the biases, and (2) considering the inducted generalizations to be only tentative conclusions, which must then be evaluated in their own right. Appli…",
        "pageContent": "Introduction to HCs Examples B. Analyzing Inferences Inference is the rational creation of new knowledge from old. It is broadly applied. One must be aware that even if a claim is correct, inferences made from it may not be. Formal logic provides a method for determining which inferences are valid and which are not. Inductive reasoning is about generalizations made from specific cases. Because many inferences are based on human observation, one must be aware of specific biases in human attention, perception and memory. And when drawing inferences about expressive works, such as works of art, one must appreciate the historical and cultural context of the work, its internal organization, and how individual experience shapes our interpretation of it. #induction FA Formulate multiple plausible generalizations from available evidence, and consider how to use deduction to distinguish among the generalizations. (C) Induction involves using evidence to support a conclusion, going from a set of instances or examples to a generalization about them. Importantly, strong inductive arguments do not guarantee the truth of the conclusion. Inductive reasoning is always biased in various ways. Applying inductive reasoning requires (1) being aware of the biases, and (2) considering the inducted generalizations to be only tentative conclusions, which must then be evaluated in their own right. Application example: You notice that the stock prices for four software companies have increased. Based on these observations, you can induce numerous possible generalizations, such as: a) the value of all stocks has increased; b) the value of software stocks per se has increased; c) the local currency has lost value; d) all of these companies invested in a common asset that gained value; and so on. You now consider deductions to discriminate among the alternatives. For example, if it’s “a” and not “b” you should find comparable rises in other types of stocks. 6"
    },
    "Daily-Rituals": {
        "excerpts": "…n urban animal; in the country, he quickly became bored and moody. But the lack of distractions was good for his music. Most days he rose late, had breakfast in his bedroom, and spent the day composing, with a break to give a piano lesson to Sand’s daughter, Solange. At 6:00 P .M. the household assembled for dinner, often served outdoors, followed by music, conversation, and sundry entertainments. Then Chopin retired to bed while Sand went to her writing table (see this pa…",
        "pageContent": "Frédéric Chopin (1810–1849) During his ten-year relationship with the French novelist George Sand, Chopin spent most of his summers at Sand’s country estate in Nohant, in central France. Chopin was an urban animal; in the country, he quickly became bored and moody. But the lack of distractions was good for his music. Most days he rose late, had breakfast in his bedroom, and spent the day composing, with a break to give a piano lesson to Sand’s daughter, Solange. At 6:00 P .M. the household assembled for dinner, often served outdoors, followed by music, conversation, and sundry entertainments. Then Chopin retired to bed while Sand went to her writing table (see this page). Although his lack of any real responsibility at Nohant made it easier for Chopin to compose, his work process was still far from effortless. Sand noted his work habits: His creation was spontaneous and miraculous. He found it without seeking it, without foreseeing it. It came on his piano suddenly, complete, sublime, or it sang in his head during a walk, and he was impatient to play it to himself. But then began the most heart-rending labour I ever saw. It was a series of efforts, of irresolutions, and of frettings to seize again certain details of the theme he had heard; what he had conceived as a whole he analysed too much when wishing to write it, and his regret at not finding it again, in his opinion, clearly defined, threw him into a kind of despair. He shut himself up in his room for whole days, weeping, walking, breaking his pens, repeating and altering a bar a hundred times, writing and effacing it as many times, and recommencing the next day with a minute and desperate perseverance. He spent six weeks over a single page to write it at last as he had noted it down at the very first"
    }
}