{
    "Meditations": {
        "excerpts": "…social end (directly or indirectly) is a disturbance to your life, an obstacle to wholeness, a source of dissension. Like the man in the Assembly—a faction to himself, always out of step with the majority. 24. Childish tantrums, children’s games, “spirits carrying corpses”; “Odysseus in the Underworld” saw more real life. 25. Identify its purpose—what makes it what it is—and examine that. (Ignore its concrete form.) Then calculate the length of time that such a thing was…",
        "pageContent": "Your neighbor’s—to distinguish ignorance from calculation. And recognize it as like yours. 23. You participate in a society by your existence. Then participate in its life through your actions—all your actions. Any action not directed toward a social end (directly or indirectly) is a disturbance to your life, an obstacle to wholeness, a source of dissension. Like the man in the Assembly—a faction to himself, always out of step with the majority. 24. Childish tantrums, children’s games, “spirits carrying corpses”; “Odysseus in the Underworld” saw more real life. 25. Identify its purpose—what makes it what it is—and examine that. (Ignore its concrete form.) Then calculate the length of time that such a thing was meant to last. 26. Endless suffering—all from not allowing the mind to do its job. Enough. 27. When you face someone’s insults, hatred, whatever . . . look at his soul. Get inside him. Look at what sort of person he is. You’ll find you don’t need to strain to impress him. But you do have to wish him well. He’s your closest relative. The gods assist him just as they do you—by signs and dreams and every other way—to get the things he wants"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…ion it to me. Because he goes so far out of his way to treat me so well, I send him every deal I have—I try to include him in everything. Then, I go out of my way to try and pay for him. Compounding in those relationships is very valuable.![10] Intentions don’t matter. Actions do. That’s why being ethical is hard. When you find the right thing to do, when you find the right people to work with, invest deeply. Sticking with it for decades is really how you make the big retu…",
        "pageContent": "delivered here or there. If there’s some cost to pay, he will pay it out of his own pocket, and he won’t even mention it to me. Because he goes so far out of his way to treat me so well, I send him every deal I have—I try to include him in everything. Then, I go out of my way to try and pay for him. Compounding in those relationships is very valuable.![10] Intentions don’t matter. Actions do. That’s why being ethical is hard. When you find the right thing to do, when you find the right people to work with, invest deeply. Sticking with it for decades is really how you make the big returns in your relationships and in your money. So, compound interest is very important.![10] % of effort is wasted. Obviously, nothing is ever completely wasted because it’s all a learning moment. You can learn from anything. But for exam- ple, when you go back to school, 99 percent of the term papers you did, books you read, exercises you did, things you learned, they don’t really apply. You might have read geography and history you never reuse. You might have studied a language you don’t speak anymore. You might have studied a branch of mathematics you completely forgot. Of course, these are learning experiences. You did learn. You learned the value of hard work; you might have learned some- thing that went deep into your psyche and became a piece of"
    },
    "Minerva-HCs": {
        "excerpts": "…nts take four, year-long Cornerstone seminars: Formal Analyses (which focuses on core aspects of thinking critically), Empirical Analyses (which focuses on core aspects of thinking creatively), Multimodal Communication (which focuses on core aspects of communicating effectively) and Complex Systems (which focuses on core aspects of interacting effectively). This material is then used (and assessed) during the subsequent three years while students major in specific subjects…",
        "pageContent": "Introduction to HCs Overview The Minerva curriculum is designed to help our students become leaders, innovators, broad and adaptive thinkers, and global citizens. Our learning objectives are informed by the literatures on leadership and creativity, as well as on interviews and surveys of large employers in a variety of disciplines. These data have led us to define four types of core competencies the students should develop in order to become successful leaders, innovators, and broad, adaptive thinkers in a wide variety of disciplines. Two of these competences focus on types of personal abilities: thinking critically (evaluating claims, analyzing inferences, weighing decisions, and analyzing problems) and thinking creatively (facilitating discovery, solving problems, and creating products, processes and services). The other two of these competencies focus on types of interpersonal abilities: communicating effectively (using language effectively, using nonverbal communication effectively) and interacting effectively (negotiating, mediating, and persuading; working effectively with others; resolving ethical dilemmas, and having social consciousness). In the early twentieth century, “Great Books Programs” were popular — but there are too many books and too many questions about how to select them, and such programs waned. Instead, we have adopted a “Great Cognitive Tools Program”: We explicitly teach students the Habits of Mind (cognitive skills that come to be triggered automatically, with practice) and Foundational Concepts (fundamental knowledge that is broadly applicable) that foster each aspect of thinking critically, thinking creativity, communicating effectively and interacting effectively; we do not simply hope that such key skills and knowledge will be incidentally acquired as students learn other material. The Habits of Mind and Foundational Concepts (HCs) are introduced during the first year, when all students take four, year-long Cornerstone seminars: Formal Analyses (which focuses on core aspects of thinking critically), Empirical Analyses (which focuses on core aspects of thinking creatively), Multimodal Communication (which focuses on core aspects of communicating effectively) and Complex Systems (which focuses on core aspects of interacting effectively). This material is then used (and assessed) during the subsequent three years while students major in specific subjects. 2"
    },
    "Daily-Rituals": {
        "excerpts": "…later years, he took a nap every afternoon from 2:00 to 3:00. He procrastinated. As he told one of his classes, “I know a person who will poke the fire, set chairs straight, pick dust specks from the floor, arrange his table, snatch up a newspaper, take down any book which catches his eye, trim his nails, waste the morning anyhow, in short, and all without premeditation—simply because the only thing he ought to attend to is the preparation of a noonday lesson in formal log…",
        "pageContent": "midnight, which, he found, “very much enlarges the day. ” In his later years, he took a nap every afternoon from 2:00 to 3:00. He procrastinated. As he told one of his classes, “I know a person who will poke the fire, set chairs straight, pick dust specks from the floor, arrange his table, snatch up a newspaper, take down any book which catches his eye, trim his nails, waste the morning anyhow, in short, and all without premeditation—simply because the only thing he ought to attend to is the preparation of a noonday lesson in formal logic which he detests"
    }
}