{
    "Meditations": {
        "excerpts": "…ntless and impertinent to try to summarize Marcus’s responses; the influence of the Meditations on later readers springs in part from the clarity and insistence with which he addresses these questions. It may be worthwhile, however, to draw attention to one pattern of thought that is central to the philosophy of the Meditations (as well as to Epictetus), and that has been identified and documented in detail by Pierre Hadot. This is the doctrine of the three “disciplines”:…",
        "pageContent": "The questions that the Meditations tries to answer are primarily metaphysical and ethical ones: Why are we here? How should we live our lives? How can we ensure that we do what is right? How can we protect ourselves against the stresses and pressures of daily life? How should we deal with pain and misfortune? How can we live with the knowledge that someday we will no longer exist? It would be both pointless and impertinent to try to summarize Marcus’s responses; the influence of the Meditations on later readers springs in part from the clarity and insistence with which he addresses these questions. It may be worthwhile, however, to draw attention to one pattern of thought that is central to the philosophy of the Meditations (as well as to Epictetus), and that has been identified and documented in detail by Pierre Hadot. This is the doctrine of the three “disciplines”: the disciplines of perception, of action and of the will. The discipline of perception requires that we maintain absolute objectivity of thought: that we see things dispassionately for what they are. Proper understanding of this point requires a brief introduction to the Stoic theory of cognition. W e have seen that for the Stoics universal order is represented by the logos. The logos infuses and is wielded by our hegemonikon (literally, “that which guides”), which is the intellective part of our consciousness. In different contexts it can approximate either “will” or “character” and it performs many of the functions that English speakers"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…validation. You go from being blue collar to white collar in one move. [73] At Dartmouth, I studied economics and computer science. There was a time when I thought I was going to be a PhD in economics. [8] Today, I’m an investor, personally, in about two hundred com- panies. Advisor to a bunch. I’m on a bunch of boards. I’m also a small partner in a cryptocurrency fund because I’m really into the potential of cryptocurrencies. I’m always cooking up something new. I always…",
        "pageContent": "I was a totally unknown kid in New York City from a nothing family, an “immigrants trying to survive” situation. Then, I passed the test to get into Stuyvesant High School. That saved my life, because once I had the Stuyvesant brand, I got into an Ivy League college, which led me into tech. Stuyvesant is one of those intelligence lo!ery situations where you can break in with instant validation. You go from being blue collar to white collar in one move. [73] At Dartmouth, I studied economics and computer science. There was a time when I thought I was going to be a PhD in economics. [8] Today, I’m an investor, personally, in about two hundred com- panies. Advisor to a bunch. I’m on a bunch of boards. I’m also a small partner in a cryptocurrency fund because I’m really into the potential of cryptocurrencies. I’m always cooking up something new. I always have a bunch of side projects. [4] All that, of course, in addition to being the founder and chair- man of AngelList. [4] I was born poor and miserable. I’m now pre!y well-off, and I’m very happy. I worked at those. I’ve learned a few things, and some principles. I try to lay them out in a timeless manner, where you can figure it out for your- self. Because at the end of the day, I can’t quite teach anything. I can only inspire you and maybe give you a few hooks so you can remember. [77"
    },
    "Minerva-HCs": {
        "excerpts": "…eption and memory. And when drawing inferences about expressive works, such as works of art, one must appreciate the historical and cultural context of the work, its internal organization, and how individual experience shapes our interpretation of it. #induction FA Formulate multiple plausible generalizations from available evidence, and consider how to use deduction to distinguish among the generalizations. (C) Induction involves using evidence to support a conclusion, go…",
        "pageContent": "Introduction to HCs Examples B. Analyzing Inferences Inference is the rational creation of new knowledge from old. It is broadly applied. One must be aware that even if a claim is correct, inferences made from it may not be. Formal logic provides a method for determining which inferences are valid and which are not. Inductive reasoning is about generalizations made from specific cases. Because many inferences are based on human observation, one must be aware of specific biases in human attention, perception and memory. And when drawing inferences about expressive works, such as works of art, one must appreciate the historical and cultural context of the work, its internal organization, and how individual experience shapes our interpretation of it. #induction FA Formulate multiple plausible generalizations from available evidence, and consider how to use deduction to distinguish among the generalizations. (C) Induction involves using evidence to support a conclusion, going from a set of instances or examples to a generalization about them. Importantly, strong inductive arguments do not guarantee the truth of the conclusion. Inductive reasoning is always biased in various ways. Applying inductive reasoning requires (1) being aware of the biases, and (2) considering the inducted generalizations to be only tentative conclusions, which must then be evaluated in their own right. Application example: You notice that the stock prices for four software companies have increased. Based on these observations, you can induce numerous possible generalizations, such as: a) the value of all stocks has increased; b) the value of software stocks per se has increased; c) the local currency has lost value; d) all of these companies invested in a common asset that gained value; and so on. You now consider deductions to discriminate among the alternatives. For example, if it’s “a” and not “b” you should find comparable rises in other types of stocks. 6"
    },
    "Daily-Rituals": {
        "excerpts": "…tionary note to himself in his diary. “Recollect, ” he wrote, “that only when habits of order are formed can we advance to really interesting fields of action—and consequently accumulate grain on grain of wilful choice like a very miser—never forgetting how one link dropped undoes an indefinite number. ” The importance of forming such “habits of order” later became one of James’s great subjects as a psychologist. In one of the lectures he delivered to teachers in Cambridge…",
        "pageContent": "William James (1842–1910) In April 1870, a twenty-eight-year-old James made a cautionary note to himself in his diary. “Recollect, ” he wrote, “that only when habits of order are formed can we advance to really interesting fields of action—and consequently accumulate grain on grain of wilful choice like a very miser—never forgetting how one link dropped undoes an indefinite number. ” The importance of forming such “habits of order” later became one of James’s great subjects as a psychologist. In one of the lectures he delivered to teachers in Cambridge, Massachusetts, in 1892—and eventually incorporated into his book Psychology: A Briefer Course—James argued that the “great thing” in education is to “make our nervous system our ally instead of our enemy. ” The more of the details of our daily life we can hand over to the effortless custody of automatism, the more our higher powers of mind will be set free for their own proper work. There is no more miserable human being than one in whom nothing is habitual but indecision, and for whom the lighting of every cigar, the drinking of every cup, the time of rising and going to bed every day, and the beginning of every bit of work, are subjects of express volitional deliberation. James was writing from personal experience—the hypothetical sufferer is, in fact, a thinly disguised description of himself. For James kept no regular schedule, was chronically indecisive, and lived a disorderly, unsettled life. As Robert D. Richardson wrote in his 2006 biography, “James on habit, then, is not the smug advice of some martinet, but the too-late-learned too-little-self- knowing, pathetically earnest, hard-won crumbs of practical advice offered by a man who really had no habits—or who lacked the habits he most needed, having only the habit of having no habits—and whose life was itself a ‘buzzing blooming confusion’ that was never really under control. ” Nevertheless, we can summarize a few of James’s tendencies. He drank moderately and would have a cocktail before dinner. He stopped smoking and drinking coffee in his mid-thirties, although he would cheat with the occasional cigar. He suffered from insomnia, particularly when he was deep into a writing project, and beginning in the 1880s he used chloroform to put himself to sleep. Before bed, if his eyes weren’t too tired, he would sit up and read until 11:00 or"
    }
}