{
    "Meditations": {
        "excerpts": "…deserve. Don’t overlook this innate ability. 30. To speak to the Senate—or anyone—in the right tone, without being overbearing. To choose the right words. 31. Augustus’s court: his wife, his daughter, his grandsons, his stepsons, his sister, Agrippa, the relatives, servants, friends, Areius, Maecenas, the doctors, the sacrificial priests . . . the whole court, dead. And consider the others . . . not just the deaths of individuals (like the family of the Pompeys). That line…",
        "pageContent": "evil can touch them. 29. To erase false perceptions, tell yourself: I have it in me to keep my soul from evil, lust and all confusion. To see things as they are and treat them as they deserve. Don’t overlook this innate ability. 30. To speak to the Senate—or anyone—in the right tone, without being overbearing. To choose the right words. 31. Augustus’s court: his wife, his daughter, his grandsons, his stepsons, his sister, Agrippa, the relatives, servants, friends, Areius, Maecenas, the doctors, the sacrificial priests . . . the whole court, dead. And consider the others . . . not just the deaths of individuals (like the family of the Pompeys). That line they write on tombs— “last surviving descendant. ” Consider their ancestors’ anxiety—that there be a successor. But someone has to be the last. There, too, the death of a whole house. 32. You have to assemble your life yourself—action by action. And be satisfied if each one achieves its goal, as far as it can. No one can keep that from happening. —But there are external obstacles"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…oices to make, and they’re relatively equal choices, take the path more di#cult and more painful in the short term. What’s actually going on is one of these paths requires short- term pain. And the other path leads to pain further out in the future. And what your brain is doing through conflict- avoidance is trying to push o$ the short-term pain. By definition, if the two are even and one has short-term pain, that path has long-term gain associated. With the law of com- po…",
        "pageContent": "When you choose something, you get locked in for a long time. Starting a business may take ten years. You start a relationship that will be five years or maybe more. You move to a city for ten to twenty years. These are very, very long-lived decisions. It’s very, very important we only say yes when we are pre!y certain. You’re never going to be absolutely certain, but you’re going to be very certain. If you find yourself creating a spreadsheet for a decision with a list of yes’s and no’s, pros and cons, checks and balances, why this is good or bad…forget it. If you cannot decide, the answer is no. [10] RUN UPHILL Simple heuristic: If you’re evenly split on a difficult decision, take the path more painful in the short term. If you have two choices to make, and they’re relatively equal choices, take the path more di#cult and more painful in the short term. What’s actually going on is one of these paths requires short- term pain. And the other path leads to pain further out in the future. And what your brain is doing through conflict- avoidance is trying to push o$ the short-term pain. By definition, if the two are even and one has short-term pain, that path has long-term gain associated. With the law of com- pound interest, long-term gain is what you want to go toward"
    },
    "Minerva-HCs": {
        "excerpts": "…tible with their characteristics. In addition, although groups do benefit from having members with diverse viewpoints and backgrounds, it also is important to recognize the need for shared perspectives and values within groups. Application example: You are trying to motivate two members of your team, Robert and Larry. Robert cares a lot about what other people think of him, and so you point out that everybody else on the team–and in the organization as a whole–will be grat…",
        "pageContent": "Introduction to HCs Examples quality, but you know that only this specific machinery supplier has exactly what you need. By first making a concession about the cement work, they are more willing to take your offer and resolve the “small” detail of the equipment supplier. B. Working Effectively With Others Each of us plays many roles when interacting with others, sometimes acting as a leader and sometimes acting as a follower or team member. Specific behaviors and practices can facilitate such interactions. #differences CS Recognize and leverage people’s different skills, abilities, traits, attitudes and beliefs. (H) People differ in their skills and abilities as well as their traits, attitudes and beliefs—all of which affect how they interact with other people and their contributions to cooperative projects. Effective interactions rely on assessing such information about other people and framing interactions with them in a way that is compatible with their characteristics. In addition, although groups do benefit from having members with diverse viewpoints and backgrounds, it also is important to recognize the need for shared perspectives and values within groups. Application example: You are trying to motivate two members of your team, Robert and Larry. Robert cares a lot about what other people think of him, and so you point out that everybody else on the team–and in the organization as a whole–will be grateful for his efforts. Larry, in contrast, doesn’t care much about what other people think of him, but cares a lot about “making a difference” in the world--and so when you talk to him you focus on that. 16"
    },
    "Daily-Rituals": {
        "excerpts": "…m (1874–1965) “Maugham thought that writing, like drinking, was an easy habit to form and a difficult one to break, ” Jeffrey Meyers noted in his 2004 biography of the British writer. “It was more an addiction than a vocation. ” The addiction served him well; in his nearly ninety-two years, Maugham published seventy-eight books. He wrote for three or four hours every morning, setting himself a daily requirement of one thousand to one thousand five hundred words. He would g…",
        "pageContent": "Somerset Maugham (1874–1965) “Maugham thought that writing, like drinking, was an easy habit to form and a difficult one to break, ” Jeffrey Meyers noted in his 2004 biography of the British writer. “It was more an addiction than a vocation. ” The addiction served him well; in his nearly ninety-two years, Maugham published seventy-eight books. He wrote for three or four hours every morning, setting himself a daily requirement of one thousand to one thousand five hundred words. He would get a start on the day’s work before he even sat down at his desk, thinking of the first two sentences he wanted to write while soaking in the bath. Then, once at work, there was little to distract him—Maugham believed that it was impossible to write while looking at a view, so his desk always faced a blank wall. When he wrapped up his morning’s work at about noon, Maugham often felt impatient to begin again. “When you’re writing, when you’re creating a character, it’s with you constantly, you’re preoccupied with it, it’s alive, ” he said—adding that when you “cut that out of your life, it’s a rather lonely life"
    }
}