{
    "Meditations": {
        "excerpts": "…ges where the original is impossible to reconstruct. 12. William Alexander Percy, Lanterns on the Levee (Baton Rouge: Louisiana State University Press, 1973), p. 313. 13. A survey of work on the predecessors and rivals of the Stoics is obviously beyond the scope of this note, but two good starting points may be mentioned. The surviving fragments of Heraclitus and other early philosophers who appear in the Meditations are translated in Kathleen Freeman, Ancilla to the Preso…",
        "pageContent": "and have marked with an obelus (< . . . >) a few passages where the original is impossible to reconstruct. 12. William Alexander Percy, Lanterns on the Levee (Baton Rouge: Louisiana State University Press, 1973), p. 313. 13. A survey of work on the predecessors and rivals of the Stoics is obviously beyond the scope of this note, but two good starting points may be mentioned. The surviving fragments of Heraclitus and other early philosophers who appear in the Meditations are translated in Kathleen Freeman, Ancilla to the Presocratic Philosophers (Oxford: Blackwell, 1948 and later reprints). Any reader unfamiliar with Plato should probably begin with the Apology of Socrates, available in the Modern Library’s Selected Dialogues of Plato, trans. B. Jowett, rev. H. Pelliccia (New York: Random House, 2000) or any number of other translations"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…nd Epinions, which went public as part of Shopping.com. Sure, he’s an angel investor and has invested in many mega successes, including Twi!er, Uber, Yammer, and OpenDNS, to name but a few. That’s all great, of course, and it shows Naval is a world-class operator instead of an armchair philosopher. But I don’t take his perspectives, maxims, and thoughts seri- ously because of the business stuﬀ. There are lots of miserable “successful” people out there. Be careful about mod…",
        "pageContent": "He can be as blunt as a foot to the face, but that’s part of what I love and respect about him: you never have to guess what Naval is thinking. I’ve never had to guess how he’s feeling about me, someone else, or a situation. This is a huge relief in a world of double-talk and ambiguity. We’ve shared a lot of meals, shared a lot of deals, and hopped around the world together. That’s all to say that, while I con- sider myself a good people-watcher, I consider myself an excellent Naval-watcher. He is one of the people I call most for advice, and I’ve watched him in many habitats through many seasons: easy times, hard times, recessions, booms— you name it. Sure, he’s the CEO and a co-founder of AngelList. Sure, he previously co-founded Vast.com and Epinions, which went public as part of Shopping.com. Sure, he’s an angel investor and has invested in many mega successes, including Twi!er, Uber, Yammer, and OpenDNS, to name but a few. That’s all great, of course, and it shows Naval is a world-class operator instead of an armchair philosopher. But I don’t take his perspectives, maxims, and thoughts seri- ously because of the business stuﬀ. There are lots of miserable “successful” people out there. Be careful about modeling those, as you will get all the bathwater with the baby. I take Naval seriously because he: → Questions nearly everything → Can think from first principles → Tests things well"
    },
    "Minerva-HCs": {
        "excerpts": "…orporate necessary information smoothly into your communication. Application example: You are visiting your aunt at her new house in the countryside. She leaves a convoluted voicemail about how to find her property, in which she tells you to drive on one road for “a while,” then turn “toward the property that just got sold,” and take a right at the Millers’ farm. You have no way to know which property was recently sold or where the Millers live. She then retracts some of h…",
        "pageContent": "Introduction to HCs Examples III. Communicating Effectively A. Using Language Effectively Most communication occurs through language, both spoken and written; thus, it is crucial that one know how to use language effectively to communicate. #composition MC Communicate with a clear and precise style. (H) Effective communication requires a clear and precise style that reflects the voice of the communicator and that is appropriate for the intended audience. Communicators should use the fewest words necessary (they should respect the principle of “parsimony”) and should select words carefully to be as clear as possible. Avoid passive voice, stilted diction, elaborate structure, and imprecision; write and speak simply, directly, and sincerely. Understand when to use paraphrase, quotation, or summary to incorporate necessary information smoothly into your communication. Application example: You are visiting your aunt at her new house in the countryside. She leaves a convoluted voicemail about how to find her property, in which she tells you to drive on one road for “a while,” then turn “toward the property that just got sold,” and take a right at the Millers’ farm. You have no way to know which property was recently sold or where the Millers live. She then retracts some of her directions and suggests a detour around one road (you’re not sure which) to avoid construction. 13"
    },
    "Daily-Rituals": {
        "excerpts": "…reak at 8:00 for dinner in the Palm Room of the Waldorf-Astoria hotel. These dinners were carefully scripted affairs. Tesla ate alone, and phoned in his instructions for the meal in advance. Upon arriving, he was shown to his regular table, where eighteen clean linen napkins would be stacked at his place. As he waited for his meal, he would polish the already gleaming silver and crystal with these squares of linen, gradually amassing a heap of discarded napkins on the tabl…",
        "pageContent": "Nikola Tesla (1856–1943) As a young apprentice in Thomas Edison’s New Y ork office, Tesla regularly worked from 10:30 in the morning until 5:00 the following morning. (“I’ve had many hardworking assistants, but you take the cake, ” Edison told him.) Later, after he had started his own company, Tesla arrived at the office at noon. Immediately, his secretary would draw the blinds; Tesla worked best in the dark and would raise the blinds again only in the event of a lightning storm, which he liked to watch flashing above the cityscape from his black mohair sofa. He typically worked at the office until midnight, with a break at 8:00 for dinner in the Palm Room of the Waldorf-Astoria hotel. These dinners were carefully scripted affairs. Tesla ate alone, and phoned in his instructions for the meal in advance. Upon arriving, he was shown to his regular table, where eighteen clean linen napkins would be stacked at his place. As he waited for his meal, he would polish the already gleaming silver and crystal with these squares of linen, gradually amassing a heap of discarded napkins on the table. And when his dishes arrived—served to him not by a waiter but by the maître d’hôtel himself—Tesla would mentally calculate their cubic contents before eating, a strange compulsion he had developed in his childhood and without which he could never enjoy his food"
    }
}