{
    "Meditations": {
        "excerpts": "…lks of grain and a good many others. Then, after tragedy, Old Comedy: instructive in its frankness, its plain speaking designed to puncture pretensions. (Diogenes used the same tactic for similar ends.) Then consider the Middle (and later the New) Comedy and what it aimed at—gradually degenerating into mere realism and empty technique. There are undeniably good passages, even in those writers, but what was the point of it all—the script and staging alike? 7. It stares you…",
        "pageContent": "Or: And why should we feel anger at the world? And: To harvest life like standing stalks of grain and a good many others. Then, after tragedy, Old Comedy: instructive in its frankness, its plain speaking designed to puncture pretensions. (Diogenes used the same tactic for similar ends.) Then consider the Middle (and later the New) Comedy and what it aimed at—gradually degenerating into mere realism and empty technique. There are undeniably good passages, even in those writers, but what was the point of it all—the script and staging alike? 7. It stares you in the face. No role is so well suited to philosophy as the one you happen to be in right now"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…wo every week in your calendar where you’re not always in meetings, and you’re not always busy, then you’re not going to be able to think. You’re not going to be able to have good ideas for your busi- ness. You’re not going to be able to make good judgments. I also encourage taking at least one day a week (preferably two, because if you budget two, you’ll end up with one) where you just have time to think. It’s only a#er you’re bored you have the great ideas. It’s never go…",
        "pageContent": "venting them from seeing the truth, no ma!er how much you say it. The same thing happens when I make decisions. The more desire I have for something to work out a certain way, the less likely I am to see the truth. Especially in business, if something isn’t going well, I try to acknowledge it publicly and I try to acknowledge it publicly in front of my co-founders and friends and co-workers. Then, I’m not hiding it from anybody else. If I’m not hiding it from anybody, I’m not going to delude myself from what’s actually going on. [4] What you feel tells you nothing about the facts—it merely tells you something about your estimate of the facts. It’s actually really important to have empty space. If you don’t have a day or two every week in your calendar where you’re not always in meetings, and you’re not always busy, then you’re not going to be able to think. You’re not going to be able to have good ideas for your busi- ness. You’re not going to be able to make good judgments. I also encourage taking at least one day a week (preferably two, because if you budget two, you’ll end up with one) where you just have time to think. It’s only a#er you’re bored you have the great ideas. It’s never going to be when you’re stressed, or busy, running around or rushed. Make the time. [7"
    },
    "Minerva-HCs": {
        "excerpts": "…ollows is one example of each major category of HC. There are more than 100 of these HCs, which are roughly equally distributed over the four core competencies. Each HC is the learning objective of a class session. In some cases, two or even three sessions are devoted to a single HC (based on how difficult it is), and in some cases we introduce two highly related HCs at the same time (e.g., those dealing with payoff matrices and game theory). The set of HCs is adjusted eac…",
        "pageContent": "Introduction to HCs Overview To be included in the curriculum, a Habit of Mind (H) or Foundational Concept (C) must: 1. be derived from an aspect of one of the four core competencies noted above; 2. lead students to be able to do something useful in ordinary life after graduation (specialized knowledge comes later in the curriculum); 3. be broadly applicable, as indicated by the fact that it is used in courses offered in at least two of Minerva’s majors; 4. be justified either by empirical findings, proofs, or well-established best practices--particularly those that support functioning ethically in a global context; and 5. lead to specific behaviors that can be evaluated with rubrics; the HC cannot be so general or vague that it cannot be systematically and reliably evaluated. What follows is one example of each major category of HC. There are more than 100 of these HCs, which are roughly equally distributed over the four core competencies. Each HC is the learning objective of a class session. In some cases, two or even three sessions are devoted to a single HC (based on how difficult it is), and in some cases we introduce two highly related HCs at the same time (e.g., those dealing with payoff matrices and game theory). The set of HCs is adjusted each year, based on our feedback from students, faculty, and employers. Each HC is accompanied by a rubric, which indicates how the students will be graded on their use of that HC. The rubrics span a grade of “1” (indicating that the student did not understand the material) to “5” (indicating that the student understood it deeply and applied it in novel ways), with intermediate scores indicating intermediate levels of mastery. All class interactions and class assignments are graded using these rubrics. All HCs are introduced during the first year, but graded during the subsequent three years. In fact, the grades at the end of the first year are provisional; they are adjusted up or down each semester, depending on how well the student used the material in subsequent classes. 3"
    },
    "Daily-Rituals": {
        "excerpts": "…n after she had written ten books, she didn’t really consider herself a “bona fide author. ” When filling out forms that asked for her occupation, it never occurred to her to put down anything other than “married woman. ” “The funny thing is that I have little memory of the books I wrote just after my marriage, ” she added. “I suppose I was enjoying myself so much in ordinary living that writing was a task which I performed in spells and bursts. I never had a definite plac…",
        "pageContent": "Agatha Christie (1890–1976) In her autobiography, Christie admitted that even after she had written ten books, she didn’t really consider herself a “bona fide author. ” When filling out forms that asked for her occupation, it never occurred to her to put down anything other than “married woman. ” “The funny thing is that I have little memory of the books I wrote just after my marriage, ” she added. “I suppose I was enjoying myself so much in ordinary living that writing was a task which I performed in spells and bursts. I never had a definite place which was my room or where I retired specially to write. ” This caused her endless trouble with journalists, who inevitably wanted to photograph the author at her desk. But there was no such place. “All I needed was a steady table and a typewriter, ” she wrote. “A marble-topped bedroom washstand table made a good place to write; the dining-room table between meals was also suitable. ” Many friends have said to me, “I never know when you write your books, because I’ve never seen you writing, or even seen you go away to write. ” I must behave rather as dogs do when they retire with a bone; they depart in a secretive manner and you do not see them again for an odd half hour. They return self-consciously with mud on their noses. I do much the same. I felt slightly embarrassed if I was going to write. Once I could get away, however, shut the door and get people not to interrupt me, then I was able to go full speed ahead, completely lost in what I was doing"
    }
}