{
    "Meditations": {
        "excerpts": "…pose of these; nature has no door to sweep things out of. But the wonderful thing about its workmanship is how, faced with that limitation, it takes everything within it that seems broken, old and useless, transforms it into itself, and makes new things from it. So that it doesn’t need material from any outside source, or anywhere to dispose of what’s left over. It relies on itself for all it needs: space, material, and labor. 51. No carelessness in your actions. No confus…",
        "pageContent": "the world will laugh at you, just as a carpenter would if you seemed shocked at finding sawdust in his workshop, or a shoemaker at scraps of leather left over from work. Of course, they have a place to dispose of these; nature has no door to sweep things out of. But the wonderful thing about its workmanship is how, faced with that limitation, it takes everything within it that seems broken, old and useless, transforms it into itself, and makes new things from it. So that it doesn’t need material from any outside source, or anywhere to dispose of what’s left over. It relies on itself for all it needs: space, material, and labor. 51. No carelessness in your actions. No confusion in your words. No imprecision in your thoughts. No retreating into your own soul, or trying to escape it. No overactivity. They kill you, cut you with knives, shower you with curses. And that somehow cuts your mind off from clearness, and sanity, and self-control, and justice? A man standing by a spring of clear, sweet water and cursing it. While the fresh water keeps on bubbling up. He can shovel mud into it, or dung, and the stream will carry it away, wash itself clean, remain unstained. To have that. Not a cistern but a perpetual spring"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…cannot get there through science, then it may be true, it may be false, but it’s not falsifiable, so I cannot view it as a fundamental truth. On the other side, I do know evolution is true. I do know we are evolved as survival and replication machines. I do know we have an ego, so we get up o! the ground and worms don’t eat us and we actually take action. Rational Buddhism, to me, means understanding the internal work Buddhism espouses to make yourself happier, better o!,…",
        "pageContent": "You’ve called your philosophy Rational Buddhism. How does it diﬀer from traditional Buddhism? What type of explora- tion did you go through? The rational part means I have to reconcile with science and evolution. I have to reject all the pieces I can’t verify for myself. For example, is meditation good for you? Yes. Is clearing your mind a good thing? Yes. Is there a base layer of awareness below your monkey mind? Yes. All these things I’ve verified for myself. Some beliefs from Buddhism I believe and follow because, again, I’ve verified or reasoned with thought experiments myself. What I will not accept is things like, “There’s a past life you’re paying o! the karma for.” I haven’t seen it. I don’t remember any past lives. I don’t have any memory. I just have to not believe that. When people say your third chakra is opening, etc.—I don’t know—that’s just fancy nomenclature. I have not been able to verify or confirm any of that on my own. If I can’t verify it on my own or if I cannot get there through science, then it may be true, it may be false, but it’s not falsifiable, so I cannot view it as a fundamental truth. On the other side, I do know evolution is true. I do know we are evolved as survival and replication machines. I do know we have an ego, so we get up o! the ground and worms don’t eat us and we actually take action. Rational Buddhism, to me, means understanding the internal work Buddhism espouses to make yourself happier, better o!, more present and in control of your emotions—being a better human being"
    },
    "Minerva-HCs": {
        "excerpts": "…nd are hosting it at the hotel you’ve used for the past six years. You have already printed the invitations and coordinated with the guests, speakers and nearby restaurants. A week before the date, you receive a letter from the hotel manager informing you that he has to charge you three times what he charged you the previous year. You consider the costs and benefits for each stakeholder of staying the course and holding the meeting at this hotel: For yourself, the costs ar…",
        "pageContent": "Introduction to HCs Examples C. Weighing Decisions Evaluating claims and analyzing inferences are important in part because they help us decide how to act. To make decisions rationally, one must analyze the alternative choices and identify their respective trade-offs. Decision-support tools can help us with such analyses, identifying and mitigating undesirable biases. #utility CS Consider different types of future costs and benefits for all stakeholders. (H) When making decisions, one must always consider trade-offs between future costs and benefits and must consider them from the different perspectives of all stakeholders. When making decisions that affect people (as virtually all decisions in the real world will do), such reasoning must occur at multiple levels of analysis, ranging from effects on the individual to effects on groups at different levels of scale. Sometimes, a decision that maximizes overall benefits will be very unpopular with a subgroup; one must learn to anticipate and mitigate the negative effects of such cases. Application example: You are about to hold an annual meeting and are hosting it at the hotel you’ve used for the past six years. You have already printed the invitations and coordinated with the guests, speakers and nearby restaurants. A week before the date, you receive a letter from the hotel manager informing you that he has to charge you three times what he charged you the previous year. You consider the costs and benefits for each stakeholder of staying the course and holding the meeting at this hotel: For yourself, the costs are severe; you won’t be able to cover your expenses. The benefits are that you are familiar with the venue and wouldn’t have to redo all of the invitations and arrangements. For the attendees, the costs would be a larger registration fee while the benefits 7"
    },
    "Daily-Rituals": {
        "excerpts": "…ot as Zen disciplined or as pure as I’d like, ” he says. “Often after an hour of working I’ll yield to the temptation to read my e- mail or things like that. The problem is that you do get run out of concentration energy and sometimes you just want to take a mental break. But if you get tangled up into some complicated communication with somebody, the next thing you know you look up and you’ve lost forty-five minutes of time. ” In the evening, Adams generally tries to swit…",
        "pageContent": "John Adams (b. 1947) “My experience has been that most really serious creative people I know have very, very routine and not particularly glamorous work habits, ” Adams said in a recent interview. “Because creativity, particularly the kind of work I do—which is writing large-scale pieces, either symphonic music or opera music—is just, it’s very labor-intensive. And it’s something that you can’t do with an assistant. Y ou have to do it all by yourself. ” Adams works most days in a studio in his Berkeley, California, home. (He keeps another, mirror-image studio in a remote wooded location along the California coast, where he goes to work for short periods.) “When I’m home, I get up in the morning and I have a very active dog, so I take the dog up into the high mountains behind where we live, ” he says. Then he heads into the studio and works from 9:00 A.M. until 4:00 or 5:00 in the afternoon, taking breaks to go downstairs and make “endless cups of green tea. ” Otherwise, Adams says that he doesn’t have any particular creative rituals or superstitions: “I find basically that if I do things regularly, I don’t have writer’s block or come into terrible crises. ” This doesn’t mean, however, that all his studio time is spent in concentrated creative work. “I confess that I’m not as Zen disciplined or as pure as I’d like, ” he says. “Often after an hour of working I’ll yield to the temptation to read my e- mail or things like that. The problem is that you do get run out of concentration energy and sometimes you just want to take a mental break. But if you get tangled up into some complicated communication with somebody, the next thing you know you look up and you’ve lost forty-five minutes of time. ” In the evening, Adams generally tries to switch off. He doesn’t listen to a lot of music; after spending the day composing, he’s usually had enough. “At the end of the day I’m more apt to want to cook a nice meal or read a book or watch a movie with my wife, ” he says. Although he maintains a regular working schedule, Adams also tries not to overplan his musical life. “I actually really demand from myself a sort of inordinate amount of unstructured freedom, ” he says. “I don’t want to know what I’m doing the next year or even the next week. I somehow have this feeling that to keep the spontaneity from my creative work fresh I need to be in a state of rather shocking irresponsibility. ” Of course he has to make commitments and set premiere dates and things of that nature. But, he says, “I also try to keep a sort of random freedom about my daily life so that I can be open for ideas when"
    }
}