{
    "Meditations": {
        "excerpts": "…oninus showed (5.16, 1.16). “No role [is] so well suited to philosophy, ” Marcus tells himself, “as the one you happen to be in right now” (11.7). A more subtle clue to Marcus’s personality is the imagery that he prefers. It is worth noting, for example, how many images of nature occur in the Meditations. Many readers have been struck by Meditations 3.2, with its evocation of “nature’s inadvertence” in baking bread or ripening figs, olives, and stalks of wheat. Metaphors a…",
        "pageContent": "hardly be quoted or alluded to, but there is a note of melancholy that runs through the work that one can only call Vergilian. Other concerns surface as well. A number of entries discuss methods of dealing with pain or bodily weakness of other sorts. “When you have trouble getting out of bed . . . ” begin several entries (5.1, 8.12). A persistent motif is the need to restrain anger and irritation with other people, to put up with their incompetence or malice, to show them the errors of their ways. Several entries focus on the frustrations of life at court, nowhere more present than when Marcus tells himself to stop complaining about them (8.9). He contrasts the court against philosophy as a stepmother against a mother —to be visited out of duty, but not someone we can really love (6.12). Yet the court need not be an obstacle: it can be a challenge, even an opportunity. One can lead a good life anywhere, even at court, as Antoninus showed (5.16, 1.16). “No role [is] so well suited to philosophy, ” Marcus tells himself, “as the one you happen to be in right now” (11.7). A more subtle clue to Marcus’s personality is the imagery that he prefers. It is worth noting, for example, how many images of nature occur in the Meditations. Many readers have been struck by Meditations 3.2, with its evocation of “nature’s inadvertence” in baking bread or ripening figs, olives, and stalks of wheat. Metaphors and offhand comparisons in other entries evoke the pastoral and"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…for the very personal a!ention and eﬀort in this project. I appreciate your willingness to hurt my feelings in pursuit of a great product. And I deeply appreciate your trust in me to do good work. I am grateful to Bo and the whole team at Zaarly for their patience and grace around my obsession with this book and the eﬀort that went into it. I am grateful for the support of many friends and strangers online who supported and encouraged me throughout this project. My DMs ove…",
        "pageContent": "I am grateful to Tucker Max for creating Scribe, hiring a great team, and for the very personal a!ention and eﬀort in this project. I appreciate your willingness to hurt my feelings in pursuit of a great product. And I deeply appreciate your trust in me to do good work. I am grateful to Bo and the whole team at Zaarly for their patience and grace around my obsession with this book and the eﬀort that went into it. I am grateful for the support of many friends and strangers online who supported and encouraged me throughout this project. My DMs overflow with kind words and eager inquiries. I appreciate every gesture. Your energy helped pull me through the thousand hours it took to create this for you"
    },
    "Minerva-HCs": {
        "excerpts": "…ect of critical thinking focuses on evaluating claims, which requires identifying them and their components. In order to do this, one must rely on the ability to check whether conclusions are plausible and must use principles of information literacy. In addition, one often must recognize whether claims are grounded in sound science and supported by probability and statistics. #estimation FA Use estimation techniques to determine whether quantitative claims are plausible. (…",
        "pageContent": "Introduction to HCs Examples I. Thinking Critically A. Evaluating Claims One aspect of critical thinking focuses on evaluating claims, which requires identifying them and their components. In order to do this, one must rely on the ability to check whether conclusions are plausible and must use principles of information literacy. In addition, one often must recognize whether claims are grounded in sound science and supported by probability and statistics. #estimation FA Use estimation techniques to determine whether quantitative claims are plausible. (H) When considering quantitative claims, it is useful to conduct a plausibility check. This can be done quickly using approximations and round numbers, and by establishing limits (minimum and maximum values that the number could reasonably be expected to take). Application example: A politician claims that undocumented workers account for over half of the murders in your city. You check, and 34% of murder victims and 49% of murderers are under 25 years old. In your city, most undocumented workers are over 35 years old, and thus the claim seems implausible. 5"
    },
    "Daily-Rituals": {
        "excerpts": "…n never lived alone and had little expectation of solitude in her daily life. Her final home, a cottage in the village of Chawton, England, was no exception: she lived there with her mother, her sister, a close friend, and three servants, and there was a steady stream of visitors, often unannounced. Nevertheless, between settling in Chawton in 1809 and her death, Austen was remarkably productive: she revised earlier versions of Sense and Sensibility and Pride and Prejudice…",
        "pageContent": "Jane Austen (1775–1817) Austen never lived alone and had little expectation of solitude in her daily life. Her final home, a cottage in the village of Chawton, England, was no exception: she lived there with her mother, her sister, a close friend, and three servants, and there was a steady stream of visitors, often unannounced. Nevertheless, between settling in Chawton in 1809 and her death, Austen was remarkably productive: she revised earlier versions of Sense and Sensibility and Pride and Prejudice for publication, and wrote three new novels, Mansfield Park, Emma, and Persuasion. Austen wrote in the family sitting room, “subject to all kinds of casual interruptions, ” her nephew recalled. She was careful that her occupation should not be suspected by servants, or visitors, or any persons beyond her own family party. She wrote upon small sheets of paper which could easily be put away, or covered with a piece of blotting paper. There was, between the front door and the offices, a swing door which creaked when it was opened; but she objected to having this little inconvenience remedied, because it gave her notice when anyone was coming. Austen rose early, before the other women were up, and played the piano. At 9:00 she organized the family breakfast, her one major piece of household work. Then she settled down to write in the sitting room, often with her mother and sister sewing quietly nearby. If visitors showed up, she would hide her papers and join in the sewing. Dinner, the main meal of the day, was served between 3:00 and 4:00. Afterward there was conversation, card games, and tea. The evening was spent reading aloud from novels, and during this time Austen would read her work-in-progress to her family. Although she did not have the independence and privacy that a contemporary writer might expect, Austen was nonetheless fortunate with the arrangements at Chawton. Her family was respectful of her work, and her sister Cassandra shouldered the bulk of the house-running burden—a huge relief for the novelist, who once wrote, “Composition seems to me impossible with a head full of joints of mutton & doses of rhubarb"
    }
}