{
    "Meditations": {
        "excerpts": "…ry. ” And so too here. What happens to each of us is ordered. It furthers our destiny. And when we describe things as “taking place, ” we’re talking like builders, who say that blocks in a wall or a pyramid “take their place” in the structure, and fit together in a harmonious pattern. For there is a single harmony. Just as the world forms a single body comprising all bodies, so fate forms a single purpose, comprising all purposes. Even complete illiterates acknowledge it w…",
        "pageContent": "7. Prayer of the Athenians: Zeus, rain down, rain down On the land and fields of Athens. Either no prayers at all—or one as straightforward as that. 8. Just as you overhear people saying that “the doctor prescribed such-and-such for him” (like riding, or cold baths, or walking barefoot . . .), say this: “Nature prescribed illness for him. ” Or blindness. Or the loss of a limb. Or whatever. There “prescribed” means something like “ordered, so as to further his recovery. ” And so too here. What happens to each of us is ordered. It furthers our destiny. And when we describe things as “taking place, ” we’re talking like builders, who say that blocks in a wall or a pyramid “take their place” in the structure, and fit together in a harmonious pattern. For there is a single harmony. Just as the world forms a single body comprising all bodies, so fate forms a single purpose, comprising all purposes. Even complete illiterates acknowledge it when they say that something “brought on” this or that. Brought on, yes. Or prescribed it. And in that"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…grammed in our youths. We accept the voice in our head as the source of all truth. But all of it is malleable, and every day is new. Memory and identity are burdens from the past preventing us from living freely in the present. [3] HAPPINESS REQUIRES PRESENCE At any given time, when you’re walking down the streets, a very small percentage of your brain is focused on the present. The rest is planning the future or regre#ing the past. This keeps you from having an incredible…",
        "pageContent": "Happiness is a choice you make and a skill you develop. The mind is just as malleable as the body. We spend so much time and e!ort trying to change the external world, other people, and our own bodies—all while accepting ourselves the way we were programmed in our youths. We accept the voice in our head as the source of all truth. But all of it is malleable, and every day is new. Memory and identity are burdens from the past preventing us from living freely in the present. [3] HAPPINESS REQUIRES PRESENCE At any given time, when you’re walking down the streets, a very small percentage of your brain is focused on the present. The rest is planning the future or regre#ing the past. This keeps you from having an incredible experience. It’s keeping you from seeing the beauty in everything and for being grateful for where you are. You can literally destroy your happiness if you spend all of your time living in delusions of the future. [4] We crave experiences that will make us be present, but the cravings themselves take us from the present moment. I just don’t believe in anything from my past. Anything. No memories. No regrets. No people. No trips. Nothing. A lot of our unhappiness comes from comparing things from the past to the present. [4"
    },
    "Minerva-HCs": {
        "excerpts": "…ion to HCs Examples are clarity in the arrangements and a familiar venue. For the hotel manager, the costs include losing you as a client and the benefits are increased revenue — which would be limited to this one upcoming meeting (you definitely won’t meet there the following years). Presenting all of this to the hotel manager results in a useful negotiation, where he only increases the amount by 50%. (Based on a chapter from How to Win Friends and Influence People by Dal…",
        "pageContent": "Introduction to HCs Examples are clarity in the arrangements and a familiar venue. For the hotel manager, the costs include losing you as a client and the benefits are increased revenue — which would be limited to this one upcoming meeting (you definitely won’t meet there the following years). Presenting all of this to the hotel manager results in a useful negotiation, where he only increases the amount by 50%. (Based on a chapter from How to Win Friends and Influence People by Dale Carnegie.) 8"
    },
    "Daily-Rituals": {
        "excerpts": "…se in a spontaneous manner. “Stories are best written in either one jump or three, according to the length, ” he once explained. “The three-jump story should be done in three successive days, then a day or so for revise and off she goes. ” Novels were trickier, especially since Fitzgerald increasingly believed that alcohol was essential to his creative process. (He preferred straight gin—it worked fast and was, he thought, difficult to detect on one’s breath.) When he was…",
        "pageContent": "F. Scott Fitzgerald (1896-1940) At the outset of his literary career, Fitzgerald demonstrated remarkable self- discipline. When he enlisted in the army in 1917 and was sent to training camp in Fort Leavenworth, Kansas, the barely twenty-one-year-old Princeton dropout composed a 120,000-word novel in only three months. He initially worked during evening study periods, scribbling on a pad of paper concealed behind a copy of Small Problems for Infantry; when that ruse was detected, Fitzgerald switched to the weekends, writing in the officer’s club from 1:00 P .M. to midnight on Saturdays and from 6:00 A.M. to 6:00 P .M. on Sundays. By early 1918, he had mailed off the manuscript that would eventually become, with major revisions, This Side of Paradise. But in his post-military writing life, Fitzgerald always had trouble sticking to a regular schedule. Living in Paris in 1925, he generally rose at 11:00 A.M. and tried to start writing at 5:00 P .M., working on and off until 3:30 in the morning. In reality, however, many of his nights were spent on the town, making the rounds of the cafés with Zelda. The real writing usually happened in brief bursts of concentrated activity, during which he could manage seven thousand or eight thousand words in one session. This method worked pretty well for short stories, which Fitzgerald preferred to compose in a spontaneous manner. “Stories are best written in either one jump or three, according to the length, ” he once explained. “The three-jump story should be done in three successive days, then a day or so for revise and off she goes. ” Novels were trickier, especially since Fitzgerald increasingly believed that alcohol was essential to his creative process. (He preferred straight gin—it worked fast and was, he thought, difficult to detect on one’s breath.) When he was working on Tender Is the Night, Fitzgerald tried to reserve a portion of each day for sober composition. But he went on regular binges and later admitted to his editor that alcohol had interfered with the novel. “It has become increasingly plain to me that the very excellent organization of a long book or the finest perceptions and judgment in time of revision do not go well with liquor, ” he wrote"
    }
}