{
    "Meditations": {
        "excerpts": "…it assigns each thing what each deserves, and brings the better things into alignment. 31. How have you behaved to the gods, to your parents, to your siblings, to your wife, to your children, to your teachers, to your nurses, to your friends, to your relatives, to your slaves? Have they all had from you nothing “wrong and unworthy, either word or deed”? Consider all that you’ve gone through, all that you’ve survived. And that the story of your life is done, your assignment…",
        "pageContent": "forfeit nothing. If the smoke makes me cough, I can leave. What’s so hard about that? Until things reach that point, I’m free. No one can keep me from doing what I want. And I want what is proper to rational beings, living together. 30. The world’s intelligence is not selfish. It created lower things for the sake of higher ones, and attuned the higher ones to one another. Look how it subordinates, how it connects, how it assigns each thing what each deserves, and brings the better things into alignment. 31. How have you behaved to the gods, to your parents, to your siblings, to your wife, to your children, to your teachers, to your nurses, to your friends, to your relatives, to your slaves? Have they all had from you nothing “wrong and unworthy, either word or deed”? Consider all that you’ve gone through, all that you’ve survived. And that the story of your life is done, your assignment complete. How many good things have you seen? How much pain and pleasure have you resisted? How many honors have you declined? How many unkind people have you been kind to? 32. Why do other souls—unskilled, untrained—disturb the"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…Interview on The Knowledge Project → Interview on Joe Rogan Podcast Readwise.io has generously created a collection of excerpts of this book, available through Readwise.io/naval. You will receive a weekly email with key excerpts from this book to keep the concepts top-of-mind long a!er you’ve finished reading. If you love the illustrations by Jack Butcher, you can find more of his illustrations of Naval’s ideas on Navalmanack.com and more of his work at VisualizeValue.com…",
        "pageContent": "Interview on The Knowledge Project → Interview on Joe Rogan Podcast Readwise.io has generously created a collection of excerpts of this book, available through Readwise.io/naval. You will receive a weekly email with key excerpts from this book to keep the concepts top-of-mind long a!er you’ve finished reading. If you love the illustrations by Jack Butcher, you can find more of his illustrations of Naval’s ideas on Navalmanack.com and more of his work at VisualizeValue.com"
    },
    "Minerva-HCs": {
        "excerpts": "…uction to HCs Examples are clarity in the arrangements and a familiar venue. For the hotel manager, the costs include losing you as a client and the benefits are increased revenue — which would be limited to this one upcoming meeting (you definitely won’t meet there the following years). Presenting all of this to the hotel manager results in a useful negotiation, where he only increases the amount by 50%. (Based on a chapter from How to Win Friends and Influence People by…",
        "pageContent": "Introduction to HCs Examples are clarity in the arrangements and a familiar venue. For the hotel manager, the costs include losing you as a client and the benefits are increased revenue — which would be limited to this one upcoming meeting (you definitely won’t meet there the following years). Presenting all of this to the hotel manager results in a useful negotiation, where he only increases the amount by 50%. (Based on a chapter from How to Win Friends and Influence People by Dale Carnegie.) 8"
    },
    "Daily-Rituals": {
        "excerpts": "…new works, Shostakovich himself was afraid that perhaps he worked too fast. “I worry about the lightning speed with which I compose, ” he confessed in a letter to a friend. Undoubtedly this is bad. One shouldn’t compose as quickly as I do. Composition is a serious process, and in the words of a ballerina friend of mine, “Y ou can’t keep going at a gallop. ” I compose with diabolical speed and can’t stop myself.… It is exhausting, rather unpleasant, and at the end of the da…",
        "pageContent": "Dmitry Shostakovich, circa 1930s (photo credit 62.1) Shostakovich had just completed his Second Quartet. Although his fellow composers were amazed by the speed and sureness with which he conceived new works, Shostakovich himself was afraid that perhaps he worked too fast. “I worry about the lightning speed with which I compose, ” he confessed in a letter to a friend. Undoubtedly this is bad. One shouldn’t compose as quickly as I do. Composition is a serious process, and in the words of a ballerina friend of mine, “Y ou can’t keep going at a gallop. ” I compose with diabolical speed and can’t stop myself.… It is exhausting, rather unpleasant, and at the end of the day you lack any confidence in the result. But I can’t rid myself of the bad habit"
    }
}