{
    "Meditations": {
        "excerpts": "…alogy, sometimes with the point of comparison left to be inferred. Thus human lives are like “many lumps of incense on the same altar” (4.15) or like “a rock thrown in the air” (9.17). In other cases the analogy will be made explicit: “Have you ever seen a severed hand or foot . . . ? That’s what we do to ourselves . . . when we rebel against what happens to us” (8.34). Others present a kind of formal meditative exercise, as when Marcus instructs himself to imagine the age…",
        "pageContent": "Book 1) we find the same voice, the same themes; Marcus’s thought does not change or develop noticeably from one book to another. Nor can any structure or unity be discerned within individual books. It seems most likely that the division between books is a purely physical one. The transmitted “books, ” in other words, represent the individual papyrus rolls of Marcus’s original, or perhaps of a later copy. When one had been filled, another was begun. 10 If the books as a whole are homogenous, the individual entries show considerable formal variety. Some are developed short essays that make a single philosophical point; many of the entries in Books 2 and 3 are of this type. Others are straightforward imperatives (“Take the shortest route . . . ”) or aphorisms (“no one can keep you from living in harmony with yourself”). Sometimes Marcus will list a number of basic principles in catalogue format (“remember that . . . and that . . . and that . . . ”). Elsewhere he puts forward an analogy, sometimes with the point of comparison left to be inferred. Thus human lives are like “many lumps of incense on the same altar” (4.15) or like “a rock thrown in the air” (9.17). In other cases the analogy will be made explicit: “Have you ever seen a severed hand or foot . . . ? That’s what we do to ourselves . . . when we rebel against what happens to us” (8.34). Others present a kind of formal meditative exercise, as when Marcus instructs himself to imagine the age of V espasian (4.32) or Augustus’s court (8.31) and then to compare the imagined scene with that of"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…the ability to pick up any instrument → An obsessive personality: you dive into things and remem- ber them quickly → Love for science fiction: you were into reading sci-fi, which means you absorb a lot of knowledge very quickly → Playing a lot of games, you understand game theory pretty well → Gossiping, di#ging into your friend network. That might make you into a very interesting journalist. The specific knowledge is sort of this weird combination of unique traits from y…",
        "pageContent": "Specific knowledge cannot be taught, but it can be learned. When I talk about specific knowledge, I mean figure out what you were doing as a kid or teenager almost e!ortlessly. Some- thing you didn’t even consider a skill, but people around you noticed. Your mother or your best friend growing up would know. Examples of what your specific knowledge could be: → Sales skills → Musical talents, with the ability to pick up any instrument → An obsessive personality: you dive into things and remem- ber them quickly → Love for science fiction: you were into reading sci-fi, which means you absorb a lot of knowledge very quickly → Playing a lot of games, you understand game theory pretty well → Gossiping, di#ging into your friend network. That might make you into a very interesting journalist. The specific knowledge is sort of this weird combination of unique traits from your DNA, your unique upbringing, and your response to it. It’s almost baked into your personality and your identity. Then you can hone it. No one can compete with you on being you. Most of life is a search for who and what needs you the most"
    },
    "Minerva-HCs": {
        "excerpts": "…these principles; products that violate these principles are difficult for humans to use. These principles can be used both to evaluate products and to guide creation of new ones. Application example: You watch people leave the building where Minerva has its headquarters. More than half of them try to pull open the doors, but the doors are designed to be pushed open as you exit. You look carefully at the door handles, and see that they are identical to the ones on the outs…",
        "pageContent": "Introduction to HCs Examples You realize en route that your cell phone’s battery is dead. You try to follow her instructions as best you can, but quickly get lost. You wish her directions had been clear and precise. B. Using Nonverbal Communication Effectively Nonverbal communication often plays a crucial role in how well a verbal communication is received. These elements of communication not only convey connotations, but color the entire message. #multimodaldesign MC Apply principles of perception and cognition in design, including those for oral and multimedia presentations. (H) A large body of research has documented many characteristics of human perception and cognition, resulting in a set of principles that captures how humans organize and interpret what they see and hear. Products, ranging from simple graphs to complex devices, from teapots to tactile surfaces, should be designed to respect these principles; products that violate these principles are difficult for humans to use. These principles can be used both to evaluate products and to guide creation of new ones. Application example: You watch people leave the building where Minerva has its headquarters. More than half of them try to pull open the doors, but the doors are designed to be pushed open as you exit. You look carefully at the door handles, and see that they are identical to the ones on the outside of the doors — which clearly invite being pulled. You realize that the shape of the handles encourages people to pull on them, which is inappropriate for a door that should be pushed. 14"
    },
    "Daily-Rituals": {
        "excerpts": "…) Once he got adjusted to it, Bell found that his new family-friendly schedule agreed with him—but he couldn’t keep it up indefinitely. When in the throes of a new idea, he pleaded with his wife to let him be free of family obligations; sometimes, in these states, he would work for up to twenty-two hours straight without sleep. According to Mabel’s journal, Bell explained to her that “I have my periods of restlessness when my brain is crowded with ideas tingling to my fing…",
        "pageContent": "Alexander Graham Bell (1847–1922) As a young man, Bell tended to work around the clock, allowing himself only three or four hours of sleep a night. After his marriage and his wife’s pregnancy, however, the American inventor was persuaded to keep more regular hours. His wife, Mabel, forced him to get out of bed for breakfast each morning at 8:30 A.M. — “It is hard work and tears are spent over it sometimes, ” she noted in a letter—and convinced him to reserve a few work-free hours after they dined together at 7:00 P .M. (He was allowed to return to his study at 10:00.) Once he got adjusted to it, Bell found that his new family-friendly schedule agreed with him—but he couldn’t keep it up indefinitely. When in the throes of a new idea, he pleaded with his wife to let him be free of family obligations; sometimes, in these states, he would work for up to twenty-two hours straight without sleep. According to Mabel’s journal, Bell explained to her that “I have my periods of restlessness when my brain is crowded with ideas tingling to my fingertips when I am excited and cannot stop for anybody. ” Mabel eventually accepted his relentless focus on his work, but not without some resentment. She wrote to him in 1888, “I wonder do you think of me in the midst of that work of yours of which I am so proud and yet so jealous, for I know it has stolen from me part of my husband’s heart, for where his thoughts and interests lie, there must his heart be"
    }
}