{
    "Meditations": {
        "excerpts": "…expect and informed by what might be personal observation: “You can see the difference between the branch that’s been there since the beginning, remaining on the tree and growing with it, and the one that’s been cut off and grafted back. ” Affection for the natural world contrasts with a persistent sense of disgust and contempt for human life and other human beings—a sense that it is difficult to derive from (or even reconcile with) Stoicism. As P. A. Brunt puts it, “Reas…",
        "pageContent": "agricultural rhythms of the Mediterranean world, with its flocks, herds, and vines, its seasons of sowing and harvesting, its grapes drying slowly into raisins. Some of these may be stock examples, but even a stock example can be revealing. One can hardly read a page of Plato without tripping over the helmsmen, doctors, shoemakers, and other craftsmen who populated ancient Athens; such figures are much rarer in Marcus. The image of society as a tree whose branches are individual human beings expresses an important Stoic principle, but the image is developed further than one might expect and informed by what might be personal observation: “You can see the difference between the branch that’s been there since the beginning, remaining on the tree and growing with it, and the one that’s been cut off and grafted back. ” Affection for the natural world contrasts with a persistent sense of disgust and contempt for human life and other human beings—a sense that it is difficult to derive from (or even reconcile with) Stoicism. As P. A. Brunt puts it, “Reason told Marcus that the world was good beyond improvement, and yet it constantly appeared to him evil beyond remedy. ” The courtiers who surround him are vain and obsequious, while the people he deals with on a daily basis are “meddling, ungrateful, arrogant, dishonest, jealous, and surly” (2.1). One of the most frequently recurring points in the Meditations is the reminder that human beings are social animals, as if this was a point Marcus had a particularly hard"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…Working out for me is not fun; I su!er in the short term, I feel pain. But then in the long term, I’m better o! because I have muscles or I’m healthier. If I am reading a book and I’m getting confused, it is just like working out and the muscle getting sore or tired, except now my brain is being overwhelmed. In the long run I’m getting smarter because I’m absorbing new concepts from working at the limit or edge of my capability. So you generally want to lean into things w…",
        "pageContent": "Your brain is overvaluing the side with the short-term happi- ness and trying to avoid the one with short-term pain. So you have to cancel the tendency out (it’s a powerful subcon- scious tendency) by leaning into the pain. As you know, most of the gains in life come from su!ering in the short term so you can get paid in the long term. Working out for me is not fun; I su!er in the short term, I feel pain. But then in the long term, I’m better o! because I have muscles or I’m healthier. If I am reading a book and I’m getting confused, it is just like working out and the muscle getting sore or tired, except now my brain is being overwhelmed. In the long run I’m getting smarter because I’m absorbing new concepts from working at the limit or edge of my capability. So you generally want to lean into things with short-term pain, but long-term gain. What are the most eﬃcient ways to build new mental models? Read a lot—just read.#[2] Reading science, math, and philosophy one hour per day will likely put you at the upper echelon of human success within seven years"
    },
    "Minerva-HCs": {
        "excerpts": "…ires identifying them and their components. In order to do this, one must rely on the ability to check whether conclusions are plausible and must use principles of information literacy. In addition, one often must recognize whether claims are grounded in sound science and supported by probability and statistics. #estimation FA Use estimation techniques to determine whether quantitative claims are plausible. (H) When considering quantitative claims, it is useful to conduct…",
        "pageContent": "Introduction to HCs Examples I. Thinking Critically A. Evaluating Claims One aspect of critical thinking focuses on evaluating claims, which requires identifying them and their components. In order to do this, one must rely on the ability to check whether conclusions are plausible and must use principles of information literacy. In addition, one often must recognize whether claims are grounded in sound science and supported by probability and statistics. #estimation FA Use estimation techniques to determine whether quantitative claims are plausible. (H) When considering quantitative claims, it is useful to conduct a plausibility check. This can be done quickly using approximations and round numbers, and by establishing limits (minimum and maximum values that the number could reasonably be expected to take). Application example: A politician claims that undocumented workers account for over half of the murders in your city. You check, and 34% of murder victims and 49% of murderers are under 25 years old. In your city, most undocumented workers are over 35 years old, and thus the claim seems implausible. 5"
    },
    "Daily-Rituals": {
        "excerpts": "…at the paintings again because that is the high spot—in a way it is what you do all the other things for.… The painting is like a thread that runs through all the reasons for all the other things that make one’s life. O’Keeffe’s last meal of the day was a light supper at 4:30 in the afternoon— she ate early in order to leave plenty of time for an evening drive through her beloved countryside. “When I think of death, ” she once said, “I only regret that I will not be able…",
        "pageContent": "Georgia O’Keeffe (1887–1986) “I like to get up when the dawn comes, ” O’Keeffe told an interviewer in 1966. “The dogs start talking to me and I like to make a fire and maybe some tea and then sit in bed and watch the sun come up. The morning is the best time, there are no people around. My pleasant disposition likes the world with nobody in it. ” Living in the New Mexico desert, which she made her permanent home from 1949 until her death, O’Keeffe had no trouble finding the solitude that she craved. Most days she took a half-hour walk in the early morning, keeping an eye out for rattlesnakes on her property, which she would kill with her walking stick (she kept their rattles in a box to show to visitors). Then there would be breakfast at 7:00, prepared by O’Keeffe’s cook—a typical meal included hot chili with garlic oil, soft-boiled or scrambled eggs, bread with a savory jam, sliced fresh fruit, and coffee or tea. If she was painting, O’Keeffe would then work in her studio for the rest of the day, breaking at noon for lunch. If she wasn’t painting, she would work in the garden, do housework, answer letters, and receive visitors. But the painting days were the best days, O’Keeffe said: On the other days one is hurrying through the other things one imagines one has to do to keep one’s life going. Y ou get the garden planted. Y ou get the roof fixed. Y ou take the dog to the vet. Y ou spend a day with a friend.… Y ou may even enjoy doing such things.… But always you are hurrying through these things with a certain amount of aggravation so that you can get at the paintings again because that is the high spot—in a way it is what you do all the other things for.… The painting is like a thread that runs through all the reasons for all the other things that make one’s life. O’Keeffe’s last meal of the day was a light supper at 4:30 in the afternoon— she ate early in order to leave plenty of time for an evening drive through her beloved countryside. “When I think of death, ” she once said, “I only regret that I will not be able to see this beautiful country anymore"
    }
}