{
    "Meditations": {
        "excerpts": "…he would have done so in the latter’s native tongue. Above all, Greek remained overwhelmingly the language of philosophy. In the late Republic and early empire, writers like Lucretius, Cicero and Seneca had worked to create a philosophical literature in Latin, with notable success. But the great thinkers—Plato, Aristotle, Theophrastus, Zeno, Chrysippus, Epicurus, etc. — had all been Greeks. Serious philosophical investigation required a familiarity with the language they w…",
        "pageContent": "elite at the capital; when in later life the emperor conversed with his court physician, Galen, he would have done so in the latter’s native tongue. Above all, Greek remained overwhelmingly the language of philosophy. In the late Republic and early empire, writers like Lucretius, Cicero and Seneca had worked to create a philosophical literature in Latin, with notable success. But the great thinkers—Plato, Aristotle, Theophrastus, Zeno, Chrysippus, Epicurus, etc. — had all been Greeks. Serious philosophical investigation required a familiarity with the language they wrote in and the terminology they developed. That Marcus composed his own Meditations in Greek is natural enough. In 137, when Marcus was sixteen, a crucial event took place. The reigning emperor, Hadrian, was childless. An illness had brought him near to death a year previously, and it was clear that he would not live forever. Hadrian owed his throne to his adoption by his predecessor and distant relative, Trajan. Following Trajan’s example, Hadrian had designated the distinguished aristocrat Lucius Ceionius Commodus to succeed him. In 137, however, Ceionius died unexpectedly, and Hadrian was forced to cast about for a new successor. His choice fell on the childless senator Antoninus, whom he selected with the proviso that Antoninus should in turn adopt Marcus (his nephew by marriage) along with Ceionius’s son Lucius V erus, then aged seven. Marcus took on the family name of his adopted father, becoming Marcus Aurelius Antoninus"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…xtra brainpower in our neocortex for solving new problems. You become your habits. This came to light for me when my trainer gave me a routine to do every single day. I had never worked out every single day before. It’s a light workout. It’s not tough on your body, but I did this workout every single day. I realized the incredible, astonishing transformation it had on me both physically and mentally. To have peace of mind, you have to have peace of body first. This taught…",
        "pageContent": "view. If you take a very long-term point of view and take the emotion out of it, I wouldn’t consider those things mistakes anymore.![4] Again, habits are everything—everything we are. We are trained in habits from when we are children, including potty training, when to cry and when not to, how to smile and when not to. These things become habits—behaviors we learn and integrate into ourselves. When we’re older, we’re a collection of thousands of habits constantly running subconsciously. We have a little bit of extra brainpower in our neocortex for solving new problems. You become your habits. This came to light for me when my trainer gave me a routine to do every single day. I had never worked out every single day before. It’s a light workout. It’s not tough on your body, but I did this workout every single day. I realized the incredible, astonishing transformation it had on me both physically and mentally. To have peace of mind, you have to have peace of body first. This taught me the power of habits. I started realizing it’s all about habits. At any given time, I’m either trying to pick up a good habit or discard a previous bad habit. It takes time. If someone says, “I want to be fit, I want to be healthy. Right now, I’m out of shape and I’m fat.” Well, nothing sustainable is going to work for you in three months. It’s going to be at least"
    },
    "Minerva-HCs": {
        "excerpts": "…popular — but there are too many books and too many questions about how to select them, and such programs waned. Instead, we have adopted a “Great Cognitive Tools Program”: We explicitly teach students the Habits of Mind (cognitive skills that come to be triggered automatically, with practice) and Foundational Concepts (fundamental knowledge that is broadly applicable) that foster each aspect of thinking critically, thinking creativity, communicating effectively and inter…",
        "pageContent": "Introduction to HCs Overview The Minerva curriculum is designed to help our students become leaders, innovators, broad and adaptive thinkers, and global citizens. Our learning objectives are informed by the literatures on leadership and creativity, as well as on interviews and surveys of large employers in a variety of disciplines. These data have led us to define four types of core competencies the students should develop in order to become successful leaders, innovators, and broad, adaptive thinkers in a wide variety of disciplines. Two of these competences focus on types of personal abilities: thinking critically (evaluating claims, analyzing inferences, weighing decisions, and analyzing problems) and thinking creatively (facilitating discovery, solving problems, and creating products, processes and services). The other two of these competencies focus on types of interpersonal abilities: communicating effectively (using language effectively, using nonverbal communication effectively) and interacting effectively (negotiating, mediating, and persuading; working effectively with others; resolving ethical dilemmas, and having social consciousness). In the early twentieth century, “Great Books Programs” were popular — but there are too many books and too many questions about how to select them, and such programs waned. Instead, we have adopted a “Great Cognitive Tools Program”: We explicitly teach students the Habits of Mind (cognitive skills that come to be triggered automatically, with practice) and Foundational Concepts (fundamental knowledge that is broadly applicable) that foster each aspect of thinking critically, thinking creativity, communicating effectively and interacting effectively; we do not simply hope that such key skills and knowledge will be incidentally acquired as students learn other material. The Habits of Mind and Foundational Concepts (HCs) are introduced during the first year, when all students take four, year-long Cornerstone seminars: Formal Analyses (which focuses on core aspects of thinking critically), Empirical Analyses (which focuses on core aspects of thinking creatively), Multimodal Communication (which focuses on core aspects of communicating effectively) and Complex Systems (which focuses on core aspects of interacting effectively). This material is then used (and assessed) during the subsequent three years while students major in specific subjects. 2"
    },
    "Daily-Rituals": {
        "excerpts": "…hich de Kooning made by boiling the coffee as he had learned to do in Holland, and by many cigarettes. The two stayed at their easels until fairly late, taking a break only to go out for something to eat or to walk up to Times Square to see a movie. Often, however, de Kooning, who hated to stop working, began again after supper and pushed far into the night, leaving Elaine to go to a party or concert. “I remember very often walking by and seeing the lights on and going up,…",
        "pageContent": "Willem de Kooning (1904–1997) All his life, de Kooning had a hard time getting up in the morning. He generally rose around 10:00 or 11:00, drank several strong cups of coffee, and painted all day and into the night, breaking only for dinner and the occasional visitor. When a painting was troubling him, sleep was impossible and de Kooning would spend most of the night pacing the dark streets of Manhattan. This routine changed very little after his marriage, in 1942, to Elaine Fried, a fellow artist. Mark Stevens and Annalyn Swan write: Typically, the couple rose late in the morning. Breakfast consisted mostly of very strong coffee, cut with the milk that they kept in winter on a window ledge; they did not have a refrigerator, an appliance that in the early forties was still a luxury. (So was a private phone, which de Kooning would not have until the early sixties.) Then the day’s routine began with de Kooning moving to his end of the studio and Elaine to hers. Work was punctuated by more cups of strong coffee, which de Kooning made by boiling the coffee as he had learned to do in Holland, and by many cigarettes. The two stayed at their easels until fairly late, taking a break only to go out for something to eat or to walk up to Times Square to see a movie. Often, however, de Kooning, who hated to stop working, began again after supper and pushed far into the night, leaving Elaine to go to a party or concert. “I remember very often walking by and seeing the lights on and going up, ” said Marjorie Luyckx. “In those studios, the heat used to go off after five o’clock because they were commercial buildings. Bill would be painting with his hat and coat on. Painting away, and whistling"
    }
}