{
    "Meditations": {
        "excerpts": "…f Homer’s Iliad in which the lives of mortals are compared to leaves that grow in the spring, flourish for a season and then fall and die, to be replaced by others (10.34). He would have recognized the sentiment in other writers too, from the melancholy Greek lyric poet Mimnermus, who develops and expands on Homer’s simile, to the Roman lawyer Servius Sulpicius, writing to his friend Cicero on the death of the latter’s daughter: I want to share with you something that brou…",
        "pageContent": "This theme is not specific to Stoicism. We meet it at every turn in ancient literature. Marcus himself quotes the famous passage in Book 6 of Homer’s Iliad in which the lives of mortals are compared to leaves that grow in the spring, flourish for a season and then fall and die, to be replaced by others (10.34). He would have recognized the sentiment in other writers too, from the melancholy Greek lyric poet Mimnermus, who develops and expands on Homer’s simile, to the Roman lawyer Servius Sulpicius, writing to his friend Cicero on the death of the latter’s daughter: I want to share with you something that brought me not a little consolation, in hopes that it might have the same effect on you. On my way back from Asia, on the voyage from Aegina to Megara, I gazed at the lands we passed. Aegina was behind me, Megara before me, Piraeus on the starboard side, Corinth to port—towns which flourished once upon a time, and now lie fallen and in ruins before our eyes—and I said to myself, “Alas! . . . and will you, Servius, not restrain your grief and recall that you were born a mortal?” Believe me, the thought was no small consolation to me. This is not a point modern grief counselors would be inclined to dwell on, but it is one that Marcus would have understood perfectly, and its appeal to him casts light on both his character and his background. Marcus may have been a Stoic, but he was also a Roman, influenced not only by Zeno and Chrysippus but by Homer and V ergil. V ergil is nowhere mentioned in the Meditations, and in a Greek work could"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…ON THIS BOOK (DISCLAIMER) 9 FOREWORD 13 ERIC’S NOTE (ABOUT THIS BOOK) TIMELINE OF NAVAL RAVIKANT 21 NOW, HERE IS NAVAL IN HIS OWN WORDS… 17 23 PART I: WEALTH BUILDING WEALTH 29 Understand How Wealth Is Created 30 Find and Build Specific Knowledge 40 Play Long-Term Games with Long-Term People 46 Take on Accountability 50 Build or Buy Equity in a Business 53 Find a Position of Leverage 55 Get Paid for Your Judgment 67 Prioritize and Focus 69 Find Work That Feels Like Play 7…",
        "pageContent": "CO N T E N T S IMPORTANT NOTES ON THIS BOOK (DISCLAIMER) 9 FOREWORD 13 ERIC’S NOTE (ABOUT THIS BOOK) TIMELINE OF NAVAL RAVIKANT 21 NOW, HERE IS NAVAL IN HIS OWN WORDS… 17 23 PART I: WEALTH BUILDING WEALTH 29 Understand How Wealth Is Created 30 Find and Build Specific Knowledge 40 Play Long-Term Games with Long-Term People 46 Take on Accountability 50 Build or Buy Equity in a Business 53 Find a Position of Leverage 55 Get Paid for Your Judgment 67 Prioritize and Focus 69 Find Work That Feels Like Play 76 How to Get Lucky 82 Be Patient 87 BUILDING JUDGMENT 93 Judgment 94 How to Think Clearly 95 Shed Your Identity to See Reality 101 Learn the Skills of Decision-Making 103 Collect Mental Models 106 Learn to Love to Read 114"
    },
    "Minerva-HCs": {
        "excerpts": "…tem being studied. #modeltypes EA Recognize how models can be used to explain a set of data and generate new predictions. (C) Many kinds of models (ranging from conceptual to physical to mathematical to simulation) are used in science. A theory generally guides the construction of a model, indicating which aspects of a model are relevant. Models are used to explain data or to test a theory, often through visualization. One can vary the nature of inputs to a model and the s…",
        "pageContent": "Introduction to HCs Examples II. Thinking Creatively A. Facilitating Discovery There are no recipes or set of rules for how to make new discoveries. However, certain practices can set the stage, facilitating discovery. Among such practices are the ability to create well-formed hypotheses, predictions and interpretations of data. In addition, research methods can be used effectively to increase the likelihood of making a new discovery. Finally, one can facilitate discovery by considering systems at multiple levels of analysis and identifying the type of system being studied. #modeltypes EA Recognize how models can be used to explain a set of data and generate new predictions. (C) Many kinds of models (ranging from conceptual to physical to mathematical to simulation) are used in science. A theory generally guides the construction of a model, indicating which aspects of a model are relevant. Models are used to explain data or to test a theory, often through visualization. One can vary the nature of inputs to a model and the specific constraints on its behavior and then observe how the model behaves (e.g., simulations can be run in specific circumstances and the results observed) —thereby deriving new predictions for how the phenomena in question should change when subjected to those inputs and constraints. Application example: You’ve been getting a stomachache after eating at home. You notice that the sponge you use to wipe your dishes is always wet. You think about the germ 9"
    },
    "Daily-Rituals": {
        "excerpts": "…companion, but since their separation in 1994 he has lived by himself, a condition that seems to suit him. “I live alone, there’s no one else to be responsible for or to, or to spend time with, ” he told David Remnick in 2000. My schedule is absolutely my own. Usually, I write all day, but if I want to go back to the studio in the evening, after dinner, I don’t have to sit in the living room because someone else has been alone all day. I don’t have to sit there and be ente…",
        "pageContent": "Philip Roth (b. 1933) “Writing isn’t hard work, it’s a nightmare, ” Roth said in 1987. Coal mining is hard work. This is a nightmare.… There’s a tremendous uncertainty that’s built into the profession, a sustained level of doubt that supports you in some way. A good doctor isn’t in a battle with his work; a good writer is locked in a battle with his work. In most professions there’s a beginning, a middle, and an end. With writing, it’s always beginning again. Temperamentally, we need that newness. There is a lot of repetition in the work. In fact, one skill that every writer needs is the ability to sit still in this deeply uneventful business. Roth has cultivated that ability with gusto since at least 1972, when he moved to an austere eighteenth-century house on sixty acres in rural northwest Connecticut. A two-room former guest cottage serves as his studio. He goes there to work each morning after breakfast and exercise. “I write from about 10 till six every day, with an hour out for lunch and the newspaper, ” he has said. “In the evenings I usually read. That’s pretty much it. ” For many years he had his second wife, the actress Claire Bloom, as a companion, but since their separation in 1994 he has lived by himself, a condition that seems to suit him. “I live alone, there’s no one else to be responsible for or to, or to spend time with, ” he told David Remnick in 2000. My schedule is absolutely my own. Usually, I write all day, but if I want to go back to the studio in the evening, after dinner, I don’t have to sit in the living room because someone else has been alone all day. I don’t have to sit there and be entertaining or amusing. I go back out and I work for two or three more hours. If I wake up at two in the morning—this happens rarely, but it sometimes happens—and something has dawned on me, I turn the light on and I write in the bedroom. I have these little yellow things all over the place. I read till all hours if I want to. If I get up at five and I can’t sleep and I want to work, I go out and I go to work. So I work, I’m on call. I’m like a doctor and it’s an emergency room. And I’m the emergency"
    }
}