{
    "Meditations": {
        "excerpts": "…t the same time all the things around you, in the sky and beyond it, you’d see how pointless it is. And no matter how often you saw it, it would be the same: the same life forms, the same life span. Arrogance . . . about this? 25. Throw out your misperceptions and you’ll be fine. (And who’s stopping you from throwing them out?) 26. To be angry at something means you’ve forgotten: That everything that happens is natural. That the responsibility is theirs, not yours. And fur…",
        "pageContent": "and its variety from a vast height, and at the same time all the things around you, in the sky and beyond it, you’d see how pointless it is. And no matter how often you saw it, it would be the same: the same life forms, the same life span. Arrogance . . . about this? 25. Throw out your misperceptions and you’ll be fine. (And who’s stopping you from throwing them out?) 26. To be angry at something means you’ve forgotten: That everything that happens is natural. That the responsibility is theirs, not yours. And further"
    },
    "MrBeast": {
        "excerpts": "…it disappears forever after that where as a brand deal with us you get a huge spike for a few days and then it settles down and then a respike when we upload again (because after they watch the new video they go back and watch the video before it) and even after that our videos typically get a million views+ a month for years. Aka tons of residual customers. UNDERSTAND CULTURE What you consume on social media, when you watch youtube, tv, the games you play, etc. are what…",
        "pageContent": "33 The dip is way less dramatic and for the most part something I can live with to help fund the videos. BRAND DEALS ARE CONTENT! And when treated as such boosts retention. We need to make them in entertaining. Also, fun fact, the last CEO that sponsored a video said that the return was 1.7x the return they get on a NFL championship game ad. He said with an NFL commercial you get a giant spike of customers day one and then it disappears forever after that where as a brand deal with us you get a huge spike for a few days and then it settles down and then a respike when we upload again (because after they watch the new video they go back and watch the video before it) and even after that our videos typically get a million views+ a month for years. Aka tons of residual customers. UNDERSTAND CULTURE What you consume on social media, when you watch youtube, tv, the games you play, etc. are what I like to call your information diet. Chris Tyson (our first subscriber and the guy in the videos) is a wonderful example of an information diet being used to perfection. The dude is funny as fuck. I’ve never met anyone in my entire life that can make people laugh like he can and I never understood why he was so good at it until I lived with him for a few years. The dude watches an obscene amount of cartoons and stupid shit. His eyeballs exsist to inhail copious amounts of just goofy, dumb, and brain numbing content. And as a result he can quote almost any line from any episode of spongebob. He’s able"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…spirational for a moment, maybe you’ll make a nice poster out of it. But then you forget it and move on. Mental models are really just com- pact ways for you to recall your own knowledge.![78] EVOLUTION I think a lot of modern society can be explained through evo- lution. One theory is civilization exists to answer the question of who gets to mate. If you look around, from a purely sexual selection perspective, sperm is abundant and eggs are scarce. It’s an allocation prob…",
        "pageContent": "of these as pointers, addresses, or mnemonics to help you remember deep-seated principles where you have the under- lying experience to back it up. If you don’t have the underlying experience, then it just reads like a collection of quotes. It’s cool, it’s inspirational for a moment, maybe you’ll make a nice poster out of it. But then you forget it and move on. Mental models are really just com- pact ways for you to recall your own knowledge.![78] EVOLUTION I think a lot of modern society can be explained through evo- lution. One theory is civilization exists to answer the question of who gets to mate. If you look around, from a purely sexual selection perspective, sperm is abundant and eggs are scarce. It’s an allocation problem. Literally all of the works of mankind and womankind can be traced down to people trying to solve this problem. Evolution, thermodynamics, information theory, and com- plexity have explanatory and predictive power in many aspects of life.![11] INVERSION I don’t believe I have the ability to say what is going to work. Rather, I try to eliminate what’s not going to work. I think being successful is just about not making mistakes. It’s not about having correct judgment. It’s about avoiding incorrect judgments.![4"
    },
    "Minerva-HCs": {
        "excerpts": "…at should contribute to such thinking hinges on having social consciousness, which is a concern for others and the common good. #ethicalframing CS Identify ethical problems, framing them in a way that will help to resolve them. (C) Ethical problems occur when an action or outcome conflicts, or has the potential to conflict, with ethical principles. In order to avoid or resolve such problems, it is necessary to consider different ways of framing the situation on the basis o…",
        "pageContent": "Introduction to HCs Examples C. Resolving Ethical Problems and Having Social Consciousness The way one resolves ethical problems has a direct effect on how one interacts with others. One factor that should contribute to such thinking hinges on having social consciousness, which is a concern for others and the common good. #ethicalframing CS Identify ethical problems, framing them in a way that will help to resolve them. (C) Ethical problems occur when an action or outcome conflicts, or has the potential to conflict, with ethical principles. In order to avoid or resolve such problems, it is necessary to consider different ways of framing the situation on the basis of the relevant ethical principles. Ethical theories provide a useful approach to framing ethical problems by providing coherent sets of principles to apply systematically, and to compare to alternative approaches. Application example: Your organization needs to hire more people, and you aren’t getting enough applicants. You decide to give a bonus to all employees who bring in someone for an interview. An employee complains that this is a set- up, inducing people to behave unethically: People will be biased to bring in their friends, even if they don’t think the job is right for them. You acknowledge that this is an issue, and revise the policy: Employees will get a bonus only if the people they bring in are hired and stay more than 3 months. You also explain that you trust your employees to uphold their own ethics, as well as the company’s. 17"
    },
    "Daily-Rituals": {
        "excerpts": "…Peter Brazeau, Parts of a World: Wallace Stevens Remembered (New Y ork: Random House, 1983); Milton J. Bates, Wallace Stevens: A Mythology of Self (Berkeley and Los Angeles: University of California Press, 1985). 291. “I find that”: Quoted in Bates, 157. 292. Kingsley Amis: Interview with Michael Barber, “The Art of Fiction No. 59: Kingsley Amis, ” Paris Review, Winter 1975, http://www.theparisreview.org/interviews/3772/the-art-of-fiction-no-59- kingsley-amis; Eric Jacobs,…",
        "pageContent": "276. “The hours between”: Ibid., 277–8. 277. “the horniest man”: Quoted in Bailey, 422. 278. “two or three orgasms”: Quoted ibid., 433. 279. “With a stiff prick”: Quoted ibid., 568. 280. “I must convince”: Cheever, 255. 281. Louis Armstrong: Terry Teachout, Pops: A Life of Louis Armstrong (Boston: Houghton Mifflin Harcourt, 2009). 282. described by Terry Teachout: Ibid., 288–93. 283. “It’s been hard”: Quoted ibid., 371. 284. W. B. Y eats: Warwick Gould, John Kelly, and Deirdre Toomey, eds., The Collected Letters of W. B. Yeats, V olume 2, 1896–1900 (Oxford: Clarendon Press, 1997); R. F. Foster, W. B. Yeats: A Life, I: The Apprentice Mage, 1865–1914 (Oxford: Oxford University Press, 1997); Peter Kuch, Yeats and A.E.: “The Antagonism That Unites Dear Friends” (Totawa, NJ: Barnes and Noble Books, 1986). 285. “I read from”: W. B. Y eats to Edwin Ellis, August 16, 1912, quoted in Foster, 468. 286. According to another: Kuch, 14. 287. “Every change upsets”: W. B. Y eats to J. B. Y eats, November 1, 1898, in Gould et al., 282. 288. “I am a very”: W. B. Y eats to William D. Fitts, August 19, 1899, in Gould et al., 439. 289. “One has to give”: W. B. Y eats to Robert Bridges, June 6, 1897, in Gould et al., 111. 290. Wallace Stevens: Peter Brazeau, Parts of a World: Wallace Stevens Remembered (New Y ork: Random House, 1983); Milton J. Bates, Wallace Stevens: A Mythology of Self (Berkeley and Los Angeles: University of California Press, 1985). 291. “I find that”: Quoted in Bates, 157. 292. Kingsley Amis: Interview with Michael Barber, “The Art of Fiction No. 59: Kingsley Amis, ” Paris Review, Winter 1975, http://www.theparisreview.org/interviews/3772/the-art-of-fiction-no-59- kingsley-amis; Eric Jacobs, Kingsley Amis: A Biography (New Y ork: St. Martin’s Press, 1995). 293. “Y es. I don’t”: Interview with Barber"
    }
}