{
    "Meditations": {
        "excerpts": "…omplaint. Like an olive that ripens and falls. Praising its mother, thanking the tree it grew on. 49. To be like the rock that the waves keep crashing over. It stands unmoved and the raging of the sea falls still around it. 49a. —It’s unfortunate that this has happened. No. It’s fortunate that this has happened and I’ve remained unharmed by it—not shattered by the present or frightened of the future. It could have happened to anyone. But not everyone could have remained un…",
        "pageContent": "it upwithout complaint. Like an olive that ripens and falls. Praising its mother, thanking the tree it grew on. 49. To be like the rock that the waves keep crashing over. It stands unmoved and the raging of the sea falls still around it. 49a. —It’s unfortunate that this has happened. No. It’s fortunate that this has happened and I’ve remained unharmed by it—not shattered by the present or frightened of the future. It could have happened to anyone. But not everyone could have remained unharmed by it. Why treat the one as a misfortune rather than the other as fortunate? Can you really call something a misfortune that doesn’t violate human nature? Or do you think something that’s not against nature’s will can violate it? But you know what its will is. Does what’s happened keep you from acting with justice, generosity, self-control, sanity, prudence, honesty, humility, straightforwardness, and all the other qualities that allow a person’s nature to fulfill itself? So remember this principle when something threatens to cause you pain: the thing itself was no misfortune at all; to endure it and prevail is great good fortune"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…ever. They’re missing the point. The important thing is to do something every day. It doesn’t ma!er what it is. The best workout for you is one you’re excited enough to do every day. [4] Walking meetings: • Brain works better • Exercise & sunlight • Shorter, less pleasantries • More dialogue, less monologue • No slides • End easily by walking back Like everything in life, if you are willing to make the short-term sacrifice, you’ll have the long-term benefit. My physical tr…",
        "pageContent": "ing down, it can wait another thirty minutes until I’m done working out. It’s pre!y much every day. There are a few days where I’ve had to take a break because I’m traveling, or I’m injured or sick or something. I can count on one hand the number of breaks I take every year. [4] One month of consistent yoga and I feel  years younger. To stay flexible is to stay young. How you make a habit doesn’t ma!er. Do something every day. It almost doesn’t ma!er what you do. The people who are obsessing over whether to do weight training, tennis, Pilates, the high-intensity interval training method, “The Happy Body,” or whatever. They’re missing the point. The important thing is to do something every day. It doesn’t ma!er what it is. The best workout for you is one you’re excited enough to do every day. [4] Walking meetings: • Brain works better • Exercise & sunlight • Shorter, less pleasantries • More dialogue, less monologue • No slides • End easily by walking back Like everything in life, if you are willing to make the short-term sacrifice, you’ll have the long-term benefit. My physical trainer"
    },
    "Minerva-HCs": {
        "excerpts": "…ng Claims One aspect of critical thinking focuses on evaluating claims, which requires identifying them and their components. In order to do this, one must rely on the ability to check whether conclusions are plausible and must use principles of information literacy. In addition, one often must recognize whether claims are grounded in sound science and supported by probability and statistics. #estimation FA Use estimation techniques to determine whether quantitative claims…",
        "pageContent": "Introduction to HCs Examples I. Thinking Critically A. Evaluating Claims One aspect of critical thinking focuses on evaluating claims, which requires identifying them and their components. In order to do this, one must rely on the ability to check whether conclusions are plausible and must use principles of information literacy. In addition, one often must recognize whether claims are grounded in sound science and supported by probability and statistics. #estimation FA Use estimation techniques to determine whether quantitative claims are plausible. (H) When considering quantitative claims, it is useful to conduct a plausibility check. This can be done quickly using approximations and round numbers, and by establishing limits (minimum and maximum values that the number could reasonably be expected to take). Application example: A politician claims that undocumented workers account for over half of the murders in your city. You check, and 34% of murder victims and 49% of murderers are under 25 years old. In your city, most undocumented workers are over 35 years old, and thus the claim seems implausible. 5"
    },
    "Daily-Rituals": {
        "excerpts": "…y nearby. If visitors showed up, she would hide her papers and join in the sewing. Dinner, the main meal of the day, was served between 3:00 and 4:00. Afterward there was conversation, card games, and tea. The evening was spent reading aloud from novels, and during this time Austen would read her work-in-progress to her family. Although she did not have the independence and privacy that a contemporary writer might expect, Austen was nonetheless fortunate with the arrangeme…",
        "pageContent": "Jane Austen (1775–1817) Austen never lived alone and had little expectation of solitude in her daily life. Her final home, a cottage in the village of Chawton, England, was no exception: she lived there with her mother, her sister, a close friend, and three servants, and there was a steady stream of visitors, often unannounced. Nevertheless, between settling in Chawton in 1809 and her death, Austen was remarkably productive: she revised earlier versions of Sense and Sensibility and Pride and Prejudice for publication, and wrote three new novels, Mansfield Park, Emma, and Persuasion. Austen wrote in the family sitting room, “subject to all kinds of casual interruptions, ” her nephew recalled. She was careful that her occupation should not be suspected by servants, or visitors, or any persons beyond her own family party. She wrote upon small sheets of paper which could easily be put away, or covered with a piece of blotting paper. There was, between the front door and the offices, a swing door which creaked when it was opened; but she objected to having this little inconvenience remedied, because it gave her notice when anyone was coming. Austen rose early, before the other women were up, and played the piano. At 9:00 she organized the family breakfast, her one major piece of household work. Then she settled down to write in the sitting room, often with her mother and sister sewing quietly nearby. If visitors showed up, she would hide her papers and join in the sewing. Dinner, the main meal of the day, was served between 3:00 and 4:00. Afterward there was conversation, card games, and tea. The evening was spent reading aloud from novels, and during this time Austen would read her work-in-progress to her family. Although she did not have the independence and privacy that a contemporary writer might expect, Austen was nonetheless fortunate with the arrangements at Chawton. Her family was respectful of her work, and her sister Cassandra shouldered the bulk of the house-running burden—a huge relief for the novelist, who once wrote, “Composition seems to me impossible with a head full of joints of mutton & doses of rhubarb"
    }
}