{
    "Meditations": {
        "excerpts": "…new introduction by R. B. Rutherford); George Long (1862); C. R. Haines (Loeb, 1916); G.M.A. Grube (Indianapolis: Bobbs-Merrill, 1963) and Maxwell Staniforth (New York: Penguin, 1964), as well as from W . Theiler’s German translation (Zurich: Artemis, 1951) and the French edition of Book 1 by Pierre Hadot (Paris: Les Belles Lettres, 1998). The best modern edition of the Greek text is that by J. Dalfen (2d ed., B. G. Teubner, 1987), though in vexed passages I have sometimes…",
        "pageContent": "are the works of Seneca the Younger and Epictetus. The best introduction to Seneca is probably the Letters to Lucilius, of which a selection is available in Letters from a Stoic, trans. R. Campbell (New York: Penguin, 1969). Epictetus’s Discourses and the Encheiridion are available in the Loeb series in a translation by W . A. Oldfather (2 volumes, 1925). T h e Encheiridion has also been translated by T. W . Higginson (Indianapolis: Bobbs-Merrill, 1955). For the Meditations itself the indispensable resource (though long out of print and difficult to obtain) is A.S.L. Farquharson’s The Meditations of the Emperor Marcus Antoninus, 2 vols. (Oxford, Eng.: Oxford University Press, 1944). I have derived benefit from a number of earlier English translations, notably those of Farquharson (recently reprinted with a new introduction by R. B. Rutherford); George Long (1862); C. R. Haines (Loeb, 1916); G.M.A. Grube (Indianapolis: Bobbs-Merrill, 1963) and Maxwell Staniforth (New York: Penguin, 1964), as well as from W . Theiler’s German translation (Zurich: Artemis, 1951) and the French edition of Book 1 by Pierre Hadot (Paris: Les Belles Lettres, 1998). The best modern edition of the Greek text is that by J. Dalfen (2d ed., B. G. Teubner, 1987), though in vexed passages I have sometimes preferred different readings. Among scholarly studies of the Meditations, three in particular deserve mention. P. A. Brunt, “Marcus Aurelius in"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…i!le uncontrollable ways. Caﬀeine is another one where you trade long term for the short term. Essentially, you have to go through your life replacing your thoughtless bad habits with good ones, making a commitment to be a happier person. At the end of the day, you are a combi- nation of your habits and the people who you spend the most time with. When we’re kids, we have very few habits. Over time, we learn the things we are not supposed to do. We become self- conscious.…",
        "pageContent": "your mood more stable. Playing video games will make you happier in the short run—and I used to be an avid gamer—but in the long run, it could ruin your happiness. You’re being fed dopamine and having dopamine withdrawn from you in these li!le uncontrollable ways. Caﬀeine is another one where you trade long term for the short term. Essentially, you have to go through your life replacing your thoughtless bad habits with good ones, making a commitment to be a happier person. At the end of the day, you are a combi- nation of your habits and the people who you spend the most time with. When we’re kids, we have very few habits. Over time, we learn the things we are not supposed to do. We become self- conscious. We start forming habits and routines. Many distinctions between people who get happier as they get older and people who don’t can be explained by what habits they have developed. Are they habits that will increase your long-term happiness rather than your short-term happiness? Are you surrounding yourself with people who are generally positive and upbeat people? Are those relationships low- maintenance? Do you admire and respect but not envy them? There’s the “five chimps theory” where you can predict a chimp’s behavior by the five chimps it hangs out with the most. I think that applies to humans as well. Maybe it’s politically incorrect to say you should choose your friends very wisely. But you shouldn’t choose them haphazardly based on who you live next to or who you happen to work with. The people who are the most happy and optimistic choose the right five chimps.#[8"
    },
    "Minerva-HCs": {
        "excerpts": "…nd values within groups. Application example: You are trying to motivate two members of your team, Robert and Larry. Robert cares a lot about what other people think of him, and so you point out that everybody else on the team–and in the organization as a whole–will be grateful for his efforts. Larry, in contrast, doesn’t care much about what other people think of him, but cares a lot about “making a difference” in the world--and so when you talk to him you focus on that.…",
        "pageContent": "Introduction to HCs Examples quality, but you know that only this specific machinery supplier has exactly what you need. By first making a concession about the cement work, they are more willing to take your offer and resolve the “small” detail of the equipment supplier. B. Working Effectively With Others Each of us plays many roles when interacting with others, sometimes acting as a leader and sometimes acting as a follower or team member. Specific behaviors and practices can facilitate such interactions. #differences CS Recognize and leverage people’s different skills, abilities, traits, attitudes and beliefs. (H) People differ in their skills and abilities as well as their traits, attitudes and beliefs—all of which affect how they interact with other people and their contributions to cooperative projects. Effective interactions rely on assessing such information about other people and framing interactions with them in a way that is compatible with their characteristics. In addition, although groups do benefit from having members with diverse viewpoints and backgrounds, it also is important to recognize the need for shared perspectives and values within groups. Application example: You are trying to motivate two members of your team, Robert and Larry. Robert cares a lot about what other people think of him, and so you point out that everybody else on the team–and in the organization as a whole–will be grateful for his efforts. Larry, in contrast, doesn’t care much about what other people think of him, but cares a lot about “making a difference” in the world--and so when you talk to him you focus on that. 16"
    },
    "Daily-Rituals": {
        "excerpts": "…, 1–18. 295. Martin Amis: Interview with Francesca Riviere, “The Art of Fiction No. 151: Martin Amis, ” Paris Review, Spring 1998, http://www.theparisreview.org/interviews/1156/the-art-of-fiction-no-151- martin-amis. 296. Umberto Eco: Interview with Lila Azam Zanganeh, “The Art of Fiction No. 197: Umberto Eco, ” Paris Review, Summer 2008, http://www.theparisreview.org/interviews/5856/the-art-of-fiction-no-197- umberto-eco. 297. Woody Allen: Eric Lax, Conversations with Woo…",
        "pageContent": "294. Amis’s routine shifted: Jacobs, 1–18. 295. Martin Amis: Interview with Francesca Riviere, “The Art of Fiction No. 151: Martin Amis, ” Paris Review, Spring 1998, http://www.theparisreview.org/interviews/1156/the-art-of-fiction-no-151- martin-amis. 296. Umberto Eco: Interview with Lila Azam Zanganeh, “The Art of Fiction No. 197: Umberto Eco, ” Paris Review, Summer 2008, http://www.theparisreview.org/interviews/5856/the-art-of-fiction-no-197- umberto-eco. 297. Woody Allen: Eric Lax, Conversations with Woody Allen: His Films, the Movies, and Moviemaking (New Y ork: Alfred A. Knopf, 2007). 298. “obsessive thinking”: Ibid., 119. 299. “I’ve found over”: Ibid., 78. 300. “I think in the”: Ibid., 117. 301. David Lynch: Richard A. Barney, ed., David Lynch: Interviews (Jackson: University Press of Mississippi, 2009); David Lynch, Catching the Big Fish: Meditation, Consciousness, and Creativity (2006; repr. New Y ork: Jeremy P . Tarcher/Penguin, 2007). 302. “I like things”: Quoted in Richard B. Woodward, “A Dark Lens on America, ” New York Times Magazine, January 14, 1990, in Barney, 50. 303. “I have never”: Lynch, 5. 304. “We waste so”: Ibid., 55. 305. Maya Angelou: Jeffrey M. Elliot, ed., Conversations with Maya Angelou (Jackson: University Press of Mississippi, 1989). 306. “I try to keep”: Interview with Walter Blum, “Listening to Maya Angelou, ” California Living, December 14, 1975, in Elliot, 153. 307. “I usually get”: Interview with Claudia Tate, Black Women Writers at Work (New Y ork: Continuum, 1983), in Elliot, 40. 308. “I have always”: Quoted in Judith Rich, “Life Is for Living, ” Westways, September 1987, in Elliot., 79. 309. George Balanchine: Mason Francis, ed., I Remember Balanchine: Recollections of the Ballet Master by Those Who Knew Him (New Y ork: Doubleday, 1991); Bernard Taper, Balanchine: A Biography (1984; repr. Berkeley and Los Angeles: University of California Press, 1996). 310. “When I’m ironing”: Quoted in Francis, 418"
    }
}