{
    "Meditations": {
        "excerpts": "…en the proportions are unchanged. 7. Nature of any kind thrives on forward progress. And progress for a rational mind means not accepting falsehood or uncertainty in its perceptions, making unselfish actions its only aim, seeking and shunning only the things it has control over, embracing what nature demands of it—the nature in which it participates, as the leaf’s nature does in the tree’s. Except that the nature shared by the leaf is without consciousness or reason, and s…",
        "pageContent": "The second step: Concentrate on what you have to do. Fix your eyes on it. Remind yourself that your task is to be a good human being; remind yourself what nature demands of people. Then do it, without hesitation, and speak the truth as you see it. But with kindness. With humility. Without hypocrisy. 6. Nature’s job: to shift things elsewhere, to transform them, to pick them up and move them here and there. Constant alteration. But not to worry: there’s nothing new here. Everything is familiar. Even the proportions are unchanged. 7. Nature of any kind thrives on forward progress. And progress for a rational mind means not accepting falsehood or uncertainty in its perceptions, making unselfish actions its only aim, seeking and shunning only the things it has control over, embracing what nature demands of it—the nature in which it participates, as the leaf’s nature does in the tree’s. Except that the nature shared by the leaf is without consciousness or reason, and subject to impediments. Whereas that shared by human beings is without impediments, and rational, and just, since it allots to each and every thing an equal and proportionate share of time, being, purpose, action, chance. Examine it closely. Not whether they’re identical point by point, but in the aggregate: this weighed against that. 8. No time for reading. For controlling your arrogance, yes"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…val. I am publishing “Navalmanack” shorts on Navalmanack. com. These are sections that were edited out of the original (enormous) manuscript of this book. I’ve published them online for those interested in Naval’s more specific insights on: → Education → The Story of AngelList → Investing → Startups → Crypto → Relationships Naval continues to create and share great insights: → On Twi!er: Twi!er.com/Naval → On his podcast: Naval → On his website: h!ps://nav.al/ The most pop…",
        "pageContent": "NEXT ON NAVAL If you loved this book, there are many ways to dive deeper into Naval. I am publishing “Navalmanack” shorts on Navalmanack. com. These are sections that were edited out of the original (enormous) manuscript of this book. I’ve published them online for those interested in Naval’s more specific insights on: → Education → The Story of AngelList → Investing → Startups → Crypto → Relationships Naval continues to create and share great insights: → On Twi!er: Twi!er.com/Naval → On his podcast: Naval → On his website: h!ps://nav.al/ The most popular of Naval’s material at the time of writing: → Naval podcast episodes compilation:How to Get Rich"
    },
    "Minerva-HCs": {
        "excerpts": "…e used to explain a set of data and generate new predictions. (C) Many kinds of models (ranging from conceptual to physical to mathematical to simulation) are used in science. A theory generally guides the construction of a model, indicating which aspects of a model are relevant. Models are used to explain data or to test a theory, often through visualization. One can vary the nature of inputs to a model and the specific constraints on its behavior and then observe how the…",
        "pageContent": "Introduction to HCs Examples II. Thinking Creatively A. Facilitating Discovery There are no recipes or set of rules for how to make new discoveries. However, certain practices can set the stage, facilitating discovery. Among such practices are the ability to create well-formed hypotheses, predictions and interpretations of data. In addition, research methods can be used effectively to increase the likelihood of making a new discovery. Finally, one can facilitate discovery by considering systems at multiple levels of analysis and identifying the type of system being studied. #modeltypes EA Recognize how models can be used to explain a set of data and generate new predictions. (C) Many kinds of models (ranging from conceptual to physical to mathematical to simulation) are used in science. A theory generally guides the construction of a model, indicating which aspects of a model are relevant. Models are used to explain data or to test a theory, often through visualization. One can vary the nature of inputs to a model and the specific constraints on its behavior and then observe how the model behaves (e.g., simulations can be run in specific circumstances and the results observed) —thereby deriving new predictions for how the phenomena in question should change when subjected to those inputs and constraints. Application example: You’ve been getting a stomachache after eating at home. You notice that the sponge you use to wipe your dishes is always wet. You think about the germ 9"
    },
    "Daily-Rituals": {
        "excerpts": "…oms. To manage the stress and boredom of this lifestyle, Armstrong evolved an elaborate pre-and post-show ritual, described by Terry Teachout in his 2009 biography. He took pains to arrive at any engagement two hours before starting time, already bathed and dressed, so that he could hole up in his dressing room, dosing himself with the home remedies he always swore by: swigs of glycerin and honey to “wash out the pipes, ” Maalox for occasional stomach pains, and, for his c…",
        "pageContent": "Louis Armstrong (1901–1971) The greater part of Armstrong’s adult life was spent on the road, traveling from one gig to another, sleeping in a succession of anonymous hotel rooms. To manage the stress and boredom of this lifestyle, Armstrong evolved an elaborate pre-and post-show ritual, described by Terry Teachout in his 2009 biography. He took pains to arrive at any engagement two hours before starting time, already bathed and dressed, so that he could hole up in his dressing room, dosing himself with the home remedies he always swore by: swigs of glycerin and honey to “wash out the pipes, ” Maalox for occasional stomach pains, and, for his chronic lip problems, a special salve made by a trombone player in Germany. When the show was over, he returned to the dressing room to greet friends and fans, sitting in his undershirt with a handkerchief tied on his head, fiddling with his trumpet. Armstrong never ate dinner before a show, but he would sometimes go out for a late supper afterward or, more often, retreat to his hotel room for a room-service meal or take-out Chinese food, his second-favorite cuisine (after red beans and rice). Then he would roll a joint—Armstrong openly smoked pot, or “gage, ” as he called it, nearly every day, believing it to be far superior to alcohol—catch up on his voluminous correspondence, and listen to music on the two reel-to-reel tape recorders that followed him wherever he went. A lifelong insomniac, Armstrong relied on music to lull himself to sleep. Before he could get into bed, however, he had to administer the last of his daily home remedies, Swiss Kriss, a potent herbal laxative invented by the nutritionist Gayelord Hauser in 1922 (and still on the market today). Armstrong believed so strongly in its curative powers that he recommended it to all his friends, and even had a card printed up with a photo of himself sitting on the toilet, above the caption “Leave It All Behind Y a. ” His doctors were horrified by his daily self- medication, but the routine seemed to work for him; night after night, he continued to perform at a remarkably high level despite the wearying tour schedule. As he told an interviewer in 1969, “It’s been hard goddam work, man. Feel like I spent 20,000 years on planes and railroads, like I blowed my chops off.… I never tried to prove nothing, just always wanted to give a good show. My life has been my music, it’s always come first, but the music ain’t worth nothing if you can’t lay it on the public"
    }
}