{
    "Meditations": {
        "excerpts": "…you. Whereas if you’d internalized the conventional meaning, you’d be able to follow it perfectly. You’d have no trouble seeing the author’s meaning and why it was funny. Which shows that most people do acknowledge a distinction. Otherwise we wouldn’t recognize the first sense as jarring and reject it automatically, whereas we accept the second—the one referring to wealth and the benefits of celebrity and high living—as amusing and apropos. Now go a step further. Ask your…",
        "pageContent": "you understood “goods” as meaning those, you wouldn’t be able to follow that line about “so many goods. . . . ” It wouldn’t make any sense to you. Whereas if you’d internalized the conventional meaning, you’d be able to follow it perfectly. You’d have no trouble seeing the author’s meaning and why it was funny. Which shows that most people do acknowledge a distinction. Otherwise we wouldn’t recognize the first sense as jarring and reject it automatically, whereas we accept the second—the one referring to wealth and the benefits of celebrity and high living—as amusing and apropos. Now go a step further. Ask yourself whether we should accept as goods—and should value—the things we have to think of to have the line make sense—the ones whose abundance leaves their owner with “ . . . no place to shit. ” 13. I am made up of substance and what animates it, and neither one can ever stop existing, any more than it began to. Every portion of me will be reassigned as another portion of the world, and that in turn transformed into another. Ad infinitum. I was produced through one such transformation, and my parents too, and so on back. Ad infinitum. N.B.: Still holds good, even if the world goes through"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…o with external circumstances. One has to do the external thing anyway. We’re biologically hard-wired. It’s glib to say, “You can just turn it o#.” Your own life experience will bring you back to the internal path.$[7] The problem with getting good at a game, especially one with big rewards, is you continue playing it long after you should have outgrown it. Survival and replication drive put us on the work treadmill. Hedonic adaptation keeps us there. The trick is knowing…",
        "pageContent": "through life a certain way and then go!en to a certain stage and had to make some pre!y big changes. I’m definitely also in that boat. I struggled for a lot of my life to have certain material and social successes. When I achieved those material and social successes (or at least was beyond a point where they didn’t ma!er as much), I realized the people around me who had achieved similar successes and were on their way to achiev- ing more didn’t seem all that happy. In my case, there was definitely hedonic adaptation: I’d very quickly get used to anything. This led me to the conclusion, which seems trite, that happi- ness is internal. That conclusion set me on a path of working more on my internal self and realizing all real success is inter- nal and has very li!le to do with external circumstances. One has to do the external thing anyway. We’re biologically hard-wired. It’s glib to say, “You can just turn it o#.” Your own life experience will bring you back to the internal path.$[7] The problem with getting good at a game, especially one with big rewards, is you continue playing it long after you should have outgrown it. Survival and replication drive put us on the work treadmill. Hedonic adaptation keeps us there. The trick is knowing when to jump off and play instead. Who do you think of as successful"
    },
    "Minerva-HCs": {
        "excerpts": "…lity check. This can be done quickly using approximations and round numbers, and by establishing limits (minimum and maximum values that the number could reasonably be expected to take). Application example: A politician claims that undocumented workers account for over half of the murders in your city. You check, and 34% of murder victims and 49% of murderers are under 25 years old. In your city, most undocumented workers are over 35 years old, and thus the claim seems im…",
        "pageContent": "Introduction to HCs Examples I. Thinking Critically A. Evaluating Claims One aspect of critical thinking focuses on evaluating claims, which requires identifying them and their components. In order to do this, one must rely on the ability to check whether conclusions are plausible and must use principles of information literacy. In addition, one often must recognize whether claims are grounded in sound science and supported by probability and statistics. #estimation FA Use estimation techniques to determine whether quantitative claims are plausible. (H) When considering quantitative claims, it is useful to conduct a plausibility check. This can be done quickly using approximations and round numbers, and by establishing limits (minimum and maximum values that the number could reasonably be expected to take). Application example: A politician claims that undocumented workers account for over half of the murders in your city. You check, and 34% of murder victims and 49% of murderers are under 25 years old. In your city, most undocumented workers are over 35 years old, and thus the claim seems implausible. 5"
    },
    "Daily-Rituals": {
        "excerpts": "…asels until fairly late, taking a break only to go out for something to eat or to walk up to Times Square to see a movie. Often, however, de Kooning, who hated to stop working, began again after supper and pushed far into the night, leaving Elaine to go to a party or concert. “I remember very often walking by and seeing the lights on and going up, ” said Marjorie Luyckx. “In those studios, the heat used to go off after five o’clock because they were commercial buildings. B…",
        "pageContent": "Willem de Kooning (1904–1997) All his life, de Kooning had a hard time getting up in the morning. He generally rose around 10:00 or 11:00, drank several strong cups of coffee, and painted all day and into the night, breaking only for dinner and the occasional visitor. When a painting was troubling him, sleep was impossible and de Kooning would spend most of the night pacing the dark streets of Manhattan. This routine changed very little after his marriage, in 1942, to Elaine Fried, a fellow artist. Mark Stevens and Annalyn Swan write: Typically, the couple rose late in the morning. Breakfast consisted mostly of very strong coffee, cut with the milk that they kept in winter on a window ledge; they did not have a refrigerator, an appliance that in the early forties was still a luxury. (So was a private phone, which de Kooning would not have until the early sixties.) Then the day’s routine began with de Kooning moving to his end of the studio and Elaine to hers. Work was punctuated by more cups of strong coffee, which de Kooning made by boiling the coffee as he had learned to do in Holland, and by many cigarettes. The two stayed at their easels until fairly late, taking a break only to go out for something to eat or to walk up to Times Square to see a movie. Often, however, de Kooning, who hated to stop working, began again after supper and pushed far into the night, leaving Elaine to go to a party or concert. “I remember very often walking by and seeing the lights on and going up, ” said Marjorie Luyckx. “In those studios, the heat used to go off after five o’clock because they were commercial buildings. Bill would be painting with his hat and coat on. Painting away, and whistling"
    }
}