{
    "Meditations": {
        "excerpts": "…an olive that ripens and falls. Praising its mother, thanking the tree it grew on. 49. To be like the rock that the waves keep crashing over. It stands unmoved and the raging of the sea falls still around it. 49a. —It’s unfortunate that this has happened. No. It’s fortunate that this has happened and I’ve remained unharmed by it—not shattered by the present or frightened of the future. It could have happened to anyone. But not everyone could have remained unharmed by it.…",
        "pageContent": "it upwithout complaint. Like an olive that ripens and falls. Praising its mother, thanking the tree it grew on. 49. To be like the rock that the waves keep crashing over. It stands unmoved and the raging of the sea falls still around it. 49a. —It’s unfortunate that this has happened. No. It’s fortunate that this has happened and I’ve remained unharmed by it—not shattered by the present or frightened of the future. It could have happened to anyone. But not everyone could have remained unharmed by it. Why treat the one as a misfortune rather than the other as fortunate? Can you really call something a misfortune that doesn’t violate human nature? Or do you think something that’s not against nature’s will can violate it? But you know what its will is. Does what’s happened keep you from acting with justice, generosity, self-control, sanity, prudence, honesty, humility, straightforwardness, and all the other qualities that allow a person’s nature to fulfill itself? So remember this principle when something threatens to cause you pain: the thing itself was no misfortune at all; to endure it and prevail is great good fortune"
    },
    "MrBeast": {
        "excerpts": "…ed by everyone at this point. Kids watch the videos with their mom, even though our female viewership is only 30%. That's still 9 figure views a month from women, and it’s worldwide (but not to worldwide, 50%+ is still America and europe.) But despite saying all that, at its core if I had to describe it, I'd say the average MrBeast viewer is a teenage memer that likes video games. You Should Watch Our Videos If you’re going to be working for the Beast brand you should be a…",
        "pageContent": "31 Our content is consumed by everyone at this point. Kids watch the videos with their mom, even though our female viewership is only 30%. That's still 9 figure views a month from women, and it’s worldwide (but not to worldwide, 50%+ is still America and europe.) But despite saying all that, at its core if I had to describe it, I'd say the average MrBeast viewer is a teenage memer that likes video games. You Should Watch Our Videos If you’re going to be working for the Beast brand you should be a fan of the Beast brand. A lot of very valuable knowledge comes with watching vast amounts of our videos. I feel silly for having to write this but all the time I talk to"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…actually become financially free. Another thing that helps: I value freedom above everything else. All kinds of freedom: freedom to do what I want, freedom from things I don’t want to do, freedom from my own emotions or things that may disturb my peace. For me, freedom is my number one value. To the extent money buys freedom, it’s great. But to the extent it makes me less free, which it definitely does at some level as well, I don’t like it.![74] The winners of any game a…",
        "pageContent": "You make money to solve your money and material problems. I think the best way to stay away from this constant love of money is to not upgrade your lifestyle as you make money. It’s very easy to keep upgrading your lifestyle as you make money. But if you can hold your lifestyle fixed and hopefully make your money in giant lump sums as opposed to a trickle at a time, you won’t have time to upgrade your lifestyle. You may get so far ahead you actually become financially free. Another thing that helps: I value freedom above everything else. All kinds of freedom: freedom to do what I want, freedom from things I don’t want to do, freedom from my own emotions or things that may disturb my peace. For me, freedom is my number one value. To the extent money buys freedom, it’s great. But to the extent it makes me less free, which it definitely does at some level as well, I don’t like it.![74] The winners of any game are the people who are so addicted they continue playing even as the marginal utility from winning declines. Do I have to start a company to be successful? The most successful class of people in Silicon Valley on a con- sistent basis are either the venture capitalists (because they are diversified and control what used to be a scarce resource) or people who are very good at identifying companies that have just hit product/market fit. Those people have the background, expertise, and references those companies really want to help"
    },
    "Minerva-HCs": {
        "excerpts": "…. #ethicalframing CS Identify ethical problems, framing them in a way that will help to resolve them. (C) Ethical problems occur when an action or outcome conflicts, or has the potential to conflict, with ethical principles. In order to avoid or resolve such problems, it is necessary to consider different ways of framing the situation on the basis of the relevant ethical principles. Ethical theories provide a useful approach to framing ethical problems by providing coheren…",
        "pageContent": "Introduction to HCs Examples C. Resolving Ethical Problems and Having Social Consciousness The way one resolves ethical problems has a direct effect on how one interacts with others. One factor that should contribute to such thinking hinges on having social consciousness, which is a concern for others and the common good. #ethicalframing CS Identify ethical problems, framing them in a way that will help to resolve them. (C) Ethical problems occur when an action or outcome conflicts, or has the potential to conflict, with ethical principles. In order to avoid or resolve such problems, it is necessary to consider different ways of framing the situation on the basis of the relevant ethical principles. Ethical theories provide a useful approach to framing ethical problems by providing coherent sets of principles to apply systematically, and to compare to alternative approaches. Application example: Your organization needs to hire more people, and you aren’t getting enough applicants. You decide to give a bonus to all employees who bring in someone for an interview. An employee complains that this is a set- up, inducing people to behave unethically: People will be biased to bring in their friends, even if they don’t think the job is right for them. You acknowledge that this is an issue, and revise the policy: Employees will get a bonus only if the people they bring in are hired and stay more than 3 months. You also explain that you trust your employees to uphold their own ethics, as well as the company’s. 17"
    },
    "Daily-Rituals": {
        "excerpts": "…eanwhile, Y oung Asimov woke at 6:00 to deliver the newspaper, and rushed home from school in the afternoons to help at the store. He wrote: I must have liked the long hours, for in later life I never took the attitude of “I’ve worked hard all my childhood and youth and now I’m going to take it easy and sleep till noon. ” Quite the contrary. I have kept the candy-store hours all my life. I wake at five in the morning. I get to work as early as I can. I work as long as I ca…",
        "pageContent": "Isaac Asimov (1920–1992) “The overriding factor in my life between the ages of six and twenty-two was my father’s candy store, ” Asimov wrote in his posthumously published memoir. His father owned a succession of candy stores in Brooklyn, which he opened at 6:00 A.M. and closed at 1:00 A.M., seven days a week. Meanwhile, Y oung Asimov woke at 6:00 to deliver the newspaper, and rushed home from school in the afternoons to help at the store. He wrote: I must have liked the long hours, for in later life I never took the attitude of “I’ve worked hard all my childhood and youth and now I’m going to take it easy and sleep till noon. ” Quite the contrary. I have kept the candy-store hours all my life. I wake at five in the morning. I get to work as early as I can. I work as long as I can. I do this every day in the week, including holidays. I don’t take vacations voluntarily and I try to do my work even when I’m on vacation. (And even when I’m in the hospital.) In other words, I am still and forever in the candy store. Of course, I’m not waiting on customers; I’m not taking money and making change; I’m not forced to be polite to everyone who comes in (in actual fact, I was never very good at that). I am, instead, doing things I very much want to do—but the schedule is there; the schedule that was ground into me; the schedule you would think I would have rebelled against once I had the chance. I can only say that there were certain advantages offered by the candy store that had nothing to do with mere survival, but, rather, with overflowing happiness, and that this was so associated with the long hours as to make them sweet to me and to fix them upon me for all my life"
    }
}