{
    "Meditations": {
        "excerpts": "…selves and wait for dissolution. And not get impatient in the meantime, but take refuge in these two things: i. Nothing can happen to me that isn’t natural. ii. I can keep from doing anything that God and my own spirit don’t approve. No one can force me to. 11. What am I doing with my soul? Interrogate yourself, to find out what inhabits your so- called mind and what kind of soul you have now. A child’s soul, an adolescent’s, a woman’s? A tyrant’s soul? The soul of a preda…",
        "pageContent": "putting up with yourself. In such deep darkness, such a sewer —in the flux of material, of time, of motion and things moved —I don’t know what there is to value or to work for. Quite the contrary. W e need to comfort ourselves and wait for dissolution. And not get impatient in the meantime, but take refuge in these two things: i. Nothing can happen to me that isn’t natural. ii. I can keep from doing anything that God and my own spirit don’t approve. No one can force me to. 11. What am I doing with my soul? Interrogate yourself, to find out what inhabits your so- called mind and what kind of soul you have now. A child’s soul, an adolescent’s, a woman’s? A tyrant’s soul? The soul of a predator—or its prey? 12. Another way to grasp what ordinary people mean by “goods”: Suppose you took certain things as touchstones of goodness: prudence, self-control, justice, and courage, say. If"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…credible experience. It’s keeping you from seeing the beauty in everything and for being grateful for where you are. You can literally destroy your happiness if you spend all of your time living in delusions of the future. [4] We crave experiences that will make us be present, but the cravings themselves take us from the present moment. I just don’t believe in anything from my past. Anything. No memories. No regrets. No people. No trips. Nothing. A lot of our unhappiness c…",
        "pageContent": "Happiness is a choice you make and a skill you develop. The mind is just as malleable as the body. We spend so much time and e!ort trying to change the external world, other people, and our own bodies—all while accepting ourselves the way we were programmed in our youths. We accept the voice in our head as the source of all truth. But all of it is malleable, and every day is new. Memory and identity are burdens from the past preventing us from living freely in the present. [3] HAPPINESS REQUIRES PRESENCE At any given time, when you’re walking down the streets, a very small percentage of your brain is focused on the present. The rest is planning the future or regre#ing the past. This keeps you from having an incredible experience. It’s keeping you from seeing the beauty in everything and for being grateful for where you are. You can literally destroy your happiness if you spend all of your time living in delusions of the future. [4] We crave experiences that will make us be present, but the cravings themselves take us from the present moment. I just don’t believe in anything from my past. Anything. No memories. No regrets. No people. No trips. Nothing. A lot of our unhappiness comes from comparing things from the past to the present. [4"
    },
    "Minerva-HCs": {
        "excerpts": "…y related HCs at the same time (e.g., those dealing with payoff matrices and game theory). The set of HCs is adjusted each year, based on our feedback from students, faculty, and employers. Each HC is accompanied by a rubric, which indicates how the students will be graded on their use of that HC. The rubrics span a grade of “1” (indicating that the student did not understand the material) to “5” (indicating that the student understood it deeply and applied it in novel way…",
        "pageContent": "Introduction to HCs Overview To be included in the curriculum, a Habit of Mind (H) or Foundational Concept (C) must: 1. be derived from an aspect of one of the four core competencies noted above; 2. lead students to be able to do something useful in ordinary life after graduation (specialized knowledge comes later in the curriculum); 3. be broadly applicable, as indicated by the fact that it is used in courses offered in at least two of Minerva’s majors; 4. be justified either by empirical findings, proofs, or well-established best practices--particularly those that support functioning ethically in a global context; and 5. lead to specific behaviors that can be evaluated with rubrics; the HC cannot be so general or vague that it cannot be systematically and reliably evaluated. What follows is one example of each major category of HC. There are more than 100 of these HCs, which are roughly equally distributed over the four core competencies. Each HC is the learning objective of a class session. In some cases, two or even three sessions are devoted to a single HC (based on how difficult it is), and in some cases we introduce two highly related HCs at the same time (e.g., those dealing with payoff matrices and game theory). The set of HCs is adjusted each year, based on our feedback from students, faculty, and employers. Each HC is accompanied by a rubric, which indicates how the students will be graded on their use of that HC. The rubrics span a grade of “1” (indicating that the student did not understand the material) to “5” (indicating that the student understood it deeply and applied it in novel ways), with intermediate scores indicating intermediate levels of mastery. All class interactions and class assignments are graded using these rubrics. All HCs are introduced during the first year, but graded during the subsequent three years. In fact, the grades at the end of the first year are provisional; they are adjusted up or down each semester, depending on how well the student used the material in subsequent classes. 3"
    },
    "Daily-Rituals": {
        "excerpts": "…a baby’s sleep in a soundproof room with his eyes covered by black patches. ” In a 1958 interview with The Paris Review, Hemingway explained the importance of those early- morning hours: When I am working on a book or a story I write every morning as soon after first light as possible. There is no one to disturb you and it is cool or cold and you come to your work and warm as you write. Y ou read what you have written and, as you always stop when you know what is going to…",
        "pageContent": "Ernest Hemingway (1399-1961) Throughout his adult life Hemingway rose early, at 5:30 or 6:00, woken by the first light of day. This was true even when he had been up late drinking the night before; his son Gregory recalled that the author seemed immune to hangovers: “My father would always look great, as if he’d slept a baby’s sleep in a soundproof room with his eyes covered by black patches. ” In a 1958 interview with The Paris Review, Hemingway explained the importance of those early- morning hours: When I am working on a book or a story I write every morning as soon after first light as possible. There is no one to disturb you and it is cool or cold and you come to your work and warm as you write. Y ou read what you have written and, as you always stop when you know what is going to happen next, you go on from there. Y ou write until you come to a place where you still have your juice and know what will happen next and you stop and try to live through until the next day when you hit it again. Y ou have started at six in the morning, say, and may go on until noon or be through before that. When you stop you are as empty, and at the same time never empty but filling, as when you have made love to someone you love. Nothing can hurt you, nothing can happen, nothing means anything until the next day when you do it again. It is the wait until that next day that is hard to get through. Contrary to popular lore, Hemingway did not begin each session by sharpening twenty number-two pencils— “I don’t think I ever owned twenty pencils at one time, ” he told The Paris Review—but he did have his share of writing idiosyncrasies. He wrote standing up, facing a chest-high bookshelf with a typewriter on top, and on top of that a wooden reading board. First drafts were composed in pencil on onionskin typewriter paper laid slantwise across the board; when the work was going well, Hemingway would remove the board and shift to the typewriter. He tracked his daily word output on a chart— “so as not to kid myself, ” he said. When the writing wasn’t going well, he would often knock off the fiction and answer letters, which gave him a welcome break from “the awful responsibility of writing” —or, as he sometimes called it, “the responsibility of awful writing"
    }
}