{
    "Meditations": {
        "excerpts": "…not going to re-read your Brief Comments, your Deeds of the Ancient Greeks and Romans, the commonplace books you saved for your old age. Sprint for the finish. Write off your hopes, and if your well-being matters to you, be your own savior while you can. 15. They don’t realize how much is included in stealing, sowing, buying, resting, seeing to business (not with the eyes, but another kind of sight). 16. Body. Soul. Mind. Sensations: the body. Desires: the soul. Reasoning…",
        "pageContent": "No one can prevent that. 13. Doctors keep their scalpels and other instruments handy, for emergencies. Keep your philosophy ready too—ready to understand heaven and earth. In everything you do, even the smallest thing, remember the chain that links them. Nothing earthly succeeds by ignoring heaven, nothing heavenly by ignoring the earth. 14. Stop drifting. You’re not going to re-read your Brief Comments, your Deeds of the Ancient Greeks and Romans, the commonplace books you saved for your old age. Sprint for the finish. Write off your hopes, and if your well-being matters to you, be your own savior while you can. 15. They don’t realize how much is included in stealing, sowing, buying, resting, seeing to business (not with the eyes, but another kind of sight). 16. Body. Soul. Mind. Sensations: the body. Desires: the soul. Reasoning: the mind. To experience sensations: even grazing beasts do that. To let your desires control you: even wild animals do that—and"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…the maximum specific knowledge.” That person would say, “Well, I understand real estate, and I understand everything from basic housing construction, to building properties and selling them, to how real estate markets move and thrive, and I also understand the technology business. I understand how to recruit developers, how to write code, and how to build a good product, and I understand how to raise money from venture capitalists, how to return it, and how all of that wor…",
        "pageContent": "The next level up might be a real estate developer. A developer is someone who’s going to buy a property, hire a bunch of con- tractors, and transform it into something higher value. They probably have to take out a loan to buy a house or go to investors to raise money. They buy the old house, tear it down, rebuild it, and sell it. Instead of $50,000 like the general contractor, or fi!een dollars an hour like the laborer, the developer might be able to make a million dollars or half a million dollars in profit when they sell the house for more than they bought it for, including the expenses of construction. But now, notice what is required from the developer: a very high level of accountability. The developer takes on more risk, more accountability, has more leverage, and needs to have more specific knowledge. They need to understand fundraising, city regulations, where the real estate market is headed, and whether they should take the risk or not. It is more diﬃcult. The next level up might be someone who’s managing money in a real estate fund. They have an enormous amount of capital leverage. They’re dealing with lots and lots of developers, and they’re buying huge amounts of housing inventory.#[74] One level beyond that might be somebody who says, “Actually, I want to bring the maximum leverage to bear in this market and the maximum specific knowledge.” That person would say, “Well, I understand real estate, and I understand everything from basic housing construction, to building properties and selling them, to how real estate markets move and thrive, and I also understand the technology business. I understand how to recruit developers, how to write code, and how to build a good product, and I understand how to raise money from venture capitalists, how to return it, and how all of that works"
    },
    "Minerva-HCs": {
        "excerpts": "…s correct, inferences made from it may not be. Formal logic provides a method for determining which inferences are valid and which are not. Inductive reasoning is about generalizations made from specific cases. Because many inferences are based on human observation, one must be aware of specific biases in human attention, perception and memory. And when drawing inferences about expressive works, such as works of art, one must appreciate the historical and cultural context…",
        "pageContent": "Introduction to HCs Examples B. Analyzing Inferences Inference is the rational creation of new knowledge from old. It is broadly applied. One must be aware that even if a claim is correct, inferences made from it may not be. Formal logic provides a method for determining which inferences are valid and which are not. Inductive reasoning is about generalizations made from specific cases. Because many inferences are based on human observation, one must be aware of specific biases in human attention, perception and memory. And when drawing inferences about expressive works, such as works of art, one must appreciate the historical and cultural context of the work, its internal organization, and how individual experience shapes our interpretation of it. #induction FA Formulate multiple plausible generalizations from available evidence, and consider how to use deduction to distinguish among the generalizations. (C) Induction involves using evidence to support a conclusion, going from a set of instances or examples to a generalization about them. Importantly, strong inductive arguments do not guarantee the truth of the conclusion. Inductive reasoning is always biased in various ways. Applying inductive reasoning requires (1) being aware of the biases, and (2) considering the inducted generalizations to be only tentative conclusions, which must then be evaluated in their own right. Application example: You notice that the stock prices for four software companies have increased. Based on these observations, you can induce numerous possible generalizations, such as: a) the value of all stocks has increased; b) the value of software stocks per se has increased; c) the local currency has lost value; d) all of these companies invested in a common asset that gained value; and so on. You now consider deductions to discriminate among the alternatives. For example, if it’s “a” and not “b” you should find comparable rises in other types of stocks. 6"
    },
    "Daily-Rituals": {
        "excerpts": "…ntrigued, Meyerovich began to watch him closely: He would play football and fool around with friends; then he would suddenly disappear. After forty minutes or so he would turn up again. “How are you doing? Let me kick the ball. ” Then we would have dinner and drink some wine and take a walk, and he would be the life and soul of the party. Every now and then he would disappear for a while and then join us again. Towards the end of my stay, he disappeared altogether. We didn…",
        "pageContent": "Dmitry Shostakovich (1906–1975) Shostakovich’s contemporaries do not recall seeing him working, at least not in the traditional sense. The Russian composer was able to conceptualize a new work entirely in his head, and then write it down with extreme rapidity—if uninterrupted, he could average twenty or thirty pages of score a day, making virtually no corrections as he went. “I always found it amazing that he never needed to try things out on the piano, ” his younger sister recalled. “He just sat down, wrote out whatever he heard in his head, and then played it through complete on the piano. ” But this feat was apparently preceded by hours or days of mental composition—during which he “appeared to be a man of great inner tensions, ” the musicologist Alexei Ikonnikov observed, “with his continually moving, ‘speaking’ hands, which were never at rest. ” Mikhail Meyerovich, a fellow composer, had much the same impression. He spent time with Shostakovich in 1945 at an artists’ retreat. “I discovered him to be a very lively man who was always in motion and could not spend a minute without some occupation, ” Meyerovich wrote. It was a mystery how he managed to compose so much music. Intrigued, Meyerovich began to watch him closely: He would play football and fool around with friends; then he would suddenly disappear. After forty minutes or so he would turn up again. “How are you doing? Let me kick the ball. ” Then we would have dinner and drink some wine and take a walk, and he would be the life and soul of the party. Every now and then he would disappear for a while and then join us again. Towards the end of my stay, he disappeared altogether. We didn’t see him for a week. Then he turned up, unshaven and looking exhausted"
    }
}