{
    "Meditations": {
        "excerpts": "…arcus himself might not have been able to 8 answer. A special position is occupied by Book 1, which is distinguished from the rest of the work by its autobiographical nature and by the greater impression of conscious design and ordering apparent in it. It consists of seventeen entries in which Marcus reflects on what he learned from various individuals in his life, either directly or from their example (hence the title I have given the section here, “Debts and Lessons, ” w…",
        "pageContent": "individual entries begin and end; in some cases this is a question Marcus himself might not have been able to 8 answer. A special position is occupied by Book 1, which is distinguished from the rest of the work by its autobiographical nature and by the greater impression of conscious design and ordering apparent in it. It consists of seventeen entries in which Marcus reflects on what he learned from various individuals in his life, either directly or from their example (hence the title I have given the section here, “Debts and Lessons, ” which has no warrant in the transmitted text). The entries roughly mirror the chronology of Marcus’s early life, from his older relatives to his teachers to his adopted father, Antoninus, and ultimately to the gods. 9 This logical schema, as well as the increasing length of the entries, suggests deliberate arrangement, presumably by Marcus himself. If so, then this book, at least, was conceived as an organic whole. It may be among the latest portions of the text, if scholars are correct in thinking (as most do) that the short sketch of Antoninus Pius in Meditations 6.30 was the starting point for the longer memoir in 1.16. Attempts to find organic unity in the remaining books or development from book to book are doomed to failure. Wherever one opens the Meditations (with the exception of"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…ne and having dopamine withdrawn from you in these li!le uncontrollable ways. Caﬀeine is another one where you trade long term for the short term. Essentially, you have to go through your life replacing your thoughtless bad habits with good ones, making a commitment to be a happier person. At the end of the day, you are a combi- nation of your habits and the people who you spend the most time with. When we’re kids, we have very few habits. Over time, we learn the things we…",
        "pageContent": "your mood more stable. Playing video games will make you happier in the short run—and I used to be an avid gamer—but in the long run, it could ruin your happiness. You’re being fed dopamine and having dopamine withdrawn from you in these li!le uncontrollable ways. Caﬀeine is another one where you trade long term for the short term. Essentially, you have to go through your life replacing your thoughtless bad habits with good ones, making a commitment to be a happier person. At the end of the day, you are a combi- nation of your habits and the people who you spend the most time with. When we’re kids, we have very few habits. Over time, we learn the things we are not supposed to do. We become self- conscious. We start forming habits and routines. Many distinctions between people who get happier as they get older and people who don’t can be explained by what habits they have developed. Are they habits that will increase your long-term happiness rather than your short-term happiness? Are you surrounding yourself with people who are generally positive and upbeat people? Are those relationships low- maintenance? Do you admire and respect but not envy them? There’s the “five chimps theory” where you can predict a chimp’s behavior by the five chimps it hangs out with the most. I think that applies to humans as well. Maybe it’s politically incorrect to say you should choose your friends very wisely. But you shouldn’t choose them haphazardly based on who you live next to or who you happen to work with. The people who are the most happy and optimistic choose the right five chimps.#[8"
    },
    "Minerva-HCs": {
        "excerpts": "…ry the nature of inputs to a model and the specific constraints on its behavior and then observe how the model behaves (e.g., simulations can be run in specific circumstances and the results observed) —thereby deriving new predictions for how the phenomena in question should change when subjected to those inputs and constraints. Application example: You’ve been getting a stomachache after eating at home. You notice that the sponge you use to wipe your dishes is always wet.…",
        "pageContent": "Introduction to HCs Examples II. Thinking Creatively A. Facilitating Discovery There are no recipes or set of rules for how to make new discoveries. However, certain practices can set the stage, facilitating discovery. Among such practices are the ability to create well-formed hypotheses, predictions and interpretations of data. In addition, research methods can be used effectively to increase the likelihood of making a new discovery. Finally, one can facilitate discovery by considering systems at multiple levels of analysis and identifying the type of system being studied. #modeltypes EA Recognize how models can be used to explain a set of data and generate new predictions. (C) Many kinds of models (ranging from conceptual to physical to mathematical to simulation) are used in science. A theory generally guides the construction of a model, indicating which aspects of a model are relevant. Models are used to explain data or to test a theory, often through visualization. One can vary the nature of inputs to a model and the specific constraints on its behavior and then observe how the model behaves (e.g., simulations can be run in specific circumstances and the results observed) —thereby deriving new predictions for how the phenomena in question should change when subjected to those inputs and constraints. Application example: You’ve been getting a stomachache after eating at home. You notice that the sponge you use to wipe your dishes is always wet. You think about the germ 9"
    },
    "Daily-Rituals": {
        "excerpts": "…xing a pot of tea for himself and his wife at 7:00 or 7:30, and taking it back to bed with the daily papers. After a first pass at the Times crossword puzzle, he would return to the kitchen to prepare his own breakfast—the only meal he cooked, usually consisting of bacon, eggs, and burnt toast—and make a second pot of tea for his wife. Following a bath, Pritchett finally “clocked on” to work in his study, a steep climb to the fourth floor of the house, far from the noise o…",
        "pageContent": "V . S. Pritchett (1900–1997) “Pritchett was a serious imaginative artist, ” Jeremy Treglown notes in his 2004 biography, “but first and foremost he was a professional writer, one who took intense pride in managing to support himself as that. ” To do so, the British essayist and short-story writer maintained a routine of unfailing regularity. Mornings he dawdled a little on the way to the writing desk, fixing a pot of tea for himself and his wife at 7:00 or 7:30, and taking it back to bed with the daily papers. After a first pass at the Times crossword puzzle, he would return to the kitchen to prepare his own breakfast—the only meal he cooked, usually consisting of bacon, eggs, and burnt toast—and make a second pot of tea for his wife. Following a bath, Pritchett finally “clocked on” to work in his study, a steep climb to the fourth floor of the house, far from the noise of the London streets below. His first ritual was to light a pipe, and as the day wore on he would surround himself with spent matches. Pritchett wrote longhand on an old pastry board arranged across the arms of his desk chair, his papers held in place by a binder clip. He would write all morning, breaking at about 1:00 for a martini and lunch downstairs. After another look at the crossword, he napped for an hour or so in the library, made more tea, and ran errands in the neighborhood. He could usually fit in two more hours of work before supper at 7:00; and, often, the hours between supper and bed were occupied by another round of work"
    }
}