{
    "Meditations": {
        "excerpts": "…in fact if not name. It would be surprising if he had not. He was almost a decade older, and had been trained for the position by Antoninus himself. What kind of ruler did this philosopher-king prove to be? Not, perhaps, as different from his predecessors as one might have expected. Though an emperor was all-powerful in theory, his ability to control policy was in reality much more limited. Much of his time was spent fielding problems that had moved up the administrative…",
        "pageContent": "sources, in particular the gossipy Historia Augusta, tend to paint him as a self-indulgent degenerate—almost another Nero. This may be unfair; it is certainly not the picture of him we get from Marcus’s own reminiscences in the Meditations. It does seem clear, however, that Marcus functioned as the senior emperor in fact if not name. It would be surprising if he had not. He was almost a decade older, and had been trained for the position by Antoninus himself. What kind of ruler did this philosopher-king prove to be? Not, perhaps, as different from his predecessors as one might have expected. Though an emperor was all-powerful in theory, his ability to control policy was in reality much more limited. Much of his time was spent fielding problems that had moved up the administrative ladder: receiving embassies from the large cities of the empire, trying appeals of criminal cases, answering queries from provincial governors and dealing with petitions from individuals. Even with a functional system of imperial couriers, news could take weeks to travel from the periphery of the empire to the center; imperial edicts took time to move down the chain of command. While the emperor’s decision had the force of law, enforcement was almost entirely in the hands of provincial governors, whose diligence might be affected by incompetence, corruption, or an understandable desire not to antagonize local elites. W e get occasional glimpses of Marcus’s day-to-day duties"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…appreciate your trust in me to do good work. I am grateful to Bo and the whole team at Zaarly for their patience and grace around my obsession with this book and the eﬀort that went into it. I am grateful for the support of many friends and strangers online who supported and encouraged me throughout this project. My DMs overflow with kind words and eager inquiries. I appreciate every gesture. Your energy helped pull me through the thousand hours it took to create this for…",
        "pageContent": "I am grateful to Tucker Max for creating Scribe, hiring a great team, and for the very personal a!ention and eﬀort in this project. I appreciate your willingness to hurt my feelings in pursuit of a great product. And I deeply appreciate your trust in me to do good work. I am grateful to Bo and the whole team at Zaarly for their patience and grace around my obsession with this book and the eﬀort that went into it. I am grateful for the support of many friends and strangers online who supported and encouraged me throughout this project. My DMs overflow with kind words and eager inquiries. I appreciate every gesture. Your energy helped pull me through the thousand hours it took to create this for you"
    },
    "Minerva-HCs": {
        "excerpts": "…identify their respective trade-offs. Decision-support tools can help us with such analyses, identifying and mitigating undesirable biases. #utility CS Consider different types of future costs and benefits for all stakeholders. (H) When making decisions, one must always consider trade-offs between future costs and benefits and must consider them from the different perspectives of all stakeholders. When making decisions that affect people (as virtually all decisions in the…",
        "pageContent": "Introduction to HCs Examples C. Weighing Decisions Evaluating claims and analyzing inferences are important in part because they help us decide how to act. To make decisions rationally, one must analyze the alternative choices and identify their respective trade-offs. Decision-support tools can help us with such analyses, identifying and mitigating undesirable biases. #utility CS Consider different types of future costs and benefits for all stakeholders. (H) When making decisions, one must always consider trade-offs between future costs and benefits and must consider them from the different perspectives of all stakeholders. When making decisions that affect people (as virtually all decisions in the real world will do), such reasoning must occur at multiple levels of analysis, ranging from effects on the individual to effects on groups at different levels of scale. Sometimes, a decision that maximizes overall benefits will be very unpopular with a subgroup; one must learn to anticipate and mitigate the negative effects of such cases. Application example: You are about to hold an annual meeting and are hosting it at the hotel you’ve used for the past six years. You have already printed the invitations and coordinated with the guests, speakers and nearby restaurants. A week before the date, you receive a letter from the hotel manager informing you that he has to charge you three times what he charged you the previous year. You consider the costs and benefits for each stakeholder of staying the course and holding the meeting at this hotel: For yourself, the costs are severe; you won’t be able to cover your expenses. The benefits are that you are familiar with the venue and wouldn’t have to redo all of the invitations and arrangements. For the attendees, the costs would be a larger registration fee while the benefits 7"
    },
    "Daily-Rituals": {
        "excerpts": "…o converse with the men, as was customary—even a half-hour of conversation wore him out, and could cause him a sleepless night and the loss of his next day’s work. Instead, he joined the ladies in retiring to the drawing room, where he played backgammon with Emma. His son Francis recalls that he “became extremely animated over these games, bitterly lamenting his bad luck and exploding with exaggerated mock-anger at my mother’s good fortune. ” After two games of backgammon,…",
        "pageContent": "during this reading and, to his dismay, miss chunks of the story. He came back downstairs at 4:00 to embark on his third walk of the day, which lasted for half an hour, and then returned to his study for another hour of work, tying up any loose ends from earlier in the day. At 5:30, a half-hour of idleness in the drawing room preceded another period of rest and novel reading, and another cigarette, upstairs. Then he joined the family for dinner, although he did not join them in eating the meal; instead, he would have tea with an egg or a small piece of meat. If guests were present, he would not linger at the dinner table to converse with the men, as was customary—even a half-hour of conversation wore him out, and could cause him a sleepless night and the loss of his next day’s work. Instead, he joined the ladies in retiring to the drawing room, where he played backgammon with Emma. His son Francis recalls that he “became extremely animated over these games, bitterly lamenting his bad luck and exploding with exaggerated mock-anger at my mother’s good fortune. ” After two games of backgammon, he would read a scientific book and, just before bed, lie on the sofa and listen to Emma play the piano. He left the drawing room at about 10:00 and was in bed within a half-hour, although he generally had trouble getting to sleep and would often lie awake for hours, his mind working at some problem that he had failed to solve during the day. Thus his days went for forty years, with few exceptions. He would join his family on summer holidays, and occasionally make short visits to relatives, but he was always relieved to get home and, otherwise, he refrained from making even the most modest public appearances. Despite his seclusion and constant ill health, however, Darwin was content at Down House, surrounded by his family —he and Emma would eventually have ten children—and his work, which seemed to strip the years away from him even as it frequently brought him to the brink of exhaustion. Francis Darwin recalls that his father’s slow, labored movements about the house stood in stark contrast to his demeanor during an experiment—then his actions became quick and certain, characterized by a “kind of restrained eagerness. He always gave one the impression of working with pleasure, and not with any drag"
    }
}