{
    "Meditations": {
        "excerpts": "…tments of our universities. The careers of twentieth-century analytic philosophy often seem remote from what the American philosopher Thomas Nagel terms “mortal questions”: the problems involved in making ethical choices, constructing a just society, responding to suffering and loss, and coming to terms with the prospect of death. Indeed, most of us would be inclined to see these issues as the province of religion rather than philosophy. For Marcus and his contemporaries,…",
        "pageContent": "orientation. To understand the Meditations in context, we must familiarize ourselves not only with Stoicism, the philosophical system that underlies the work, but also with the role of philosophy in ancient life more generally. Today philosophy is an academic discipline, one that few people other than professional philosophers would consider central to their everyday existence. While we may think of ourselves as having a “philosophy of life, ” it bears little relation to what goes on in the philosophy departments of our universities. The careers of twentieth-century analytic philosophy often seem remote from what the American philosopher Thomas Nagel terms “mortal questions”: the problems involved in making ethical choices, constructing a just society, responding to suffering and loss, and coming to terms with the prospect of death. Indeed, most of us would be inclined to see these issues as the province of religion rather than philosophy. For Marcus and his contemporaries, the situation was very different. Ancient philosophy certainly had its academic side. Athens and other large cities had publicly financed chairs of philosophy, and professional philosophers taught, argued and wrote, as they do today. But philosophy also had a more practical dimension. It was not merely a subject to write or argue about, but one that was expected to provide a “design for living” —a set of rules to live one’s life by. This was a need not met by ancient religion, which privileged ritual over"
    },
    "MrBeast": {
        "excerpts": "…e before your prios. USE CONSULTANTS Consultants are literally cheat codes. Need to make the world's largest slice of cake? Start off by calling the person who made the previous world’s largest slice of cake lol. He’s already done countless tests and can save you weeks worth of work. I really want to drill this point home because I’m a massive believer in consultants. Because I've spent almost a decade of my life hyper obsessing over youtube, I can show a brand new creator…",
        "pageContent": "18 Nothing Comes Before Your Prios When you’re being assigned tasks you should have what we call a prio list. If Ali says your prios are to 1.) Get a lamborgini under $200k 2.) Get it wrapped in anime characters 3.) Make a custom steering wheel Then nothing on this freakin planet is allowed to come between you and getting those prios done. If the other team asks for your help and you spend two days helping them and fall behind on getting your lamborghini secured, THAT’S YOUR FAULT . If the studio is burning down and you stop working to put out the fire and don’t get the lamborghini, THAT’S YOUR FAULT . (jokes haha) but seriously don’t let anything come before your prios. USE CONSULTANTS Consultants are literally cheat codes. Need to make the world's largest slice of cake? Start off by calling the person who made the previous world’s largest slice of cake lol. He’s already done countless tests and can save you weeks worth of work. I really want to drill this point home because I’m a massive believer in consultants. Because I've spent almost a decade of my life hyper obsessing over youtube, I can show a brand new creator how to go from 100 subscribers to 10,000 in a month. On their own it would take them years to do it. Consults are a gift from god, please take advantage of them. In every single freakin task assigned to you, always always always ask yourself first if you can find a consultant to help you. This is so important that I am demanding you repeat this three times in your head “I will always check for consultants when i’m assigned a task” Math Science Vision Approvals Budget Everything you need can be solved by one of these 5 things above. Use Math, Science, Vision, Approvals, or Budget"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…o-be-an-angel-investor-heres-how-you-can-invest-in-my-deals/. [5*] Buhr, Sarah. “AngelList Acquires Product Hunt.” TechCrunch, December 1, 2016. h#ps://techcrunch.com/2016/12/01/angelhunt/. [5+] Wagner, Kurt. “AngelList Has Acquired Product Hunt for around $20 Million.” Vox, December 1, 2016. h#ps://www.recode.net/2016/12/1/13802154/ angellist-product-hunt-acquisition. [52] Hoover, Ryan. “Connect the Dots.” Ryan Hoover, May 1, 2013. h#p://ryanhoover. me/post/49363486516/co…",
        "pageContent": "2] PandoDaily. “PandoMonthly: Fireside Chat with AngelList Co-Founder Naval Ravikant.” November 17, 2012. YouTube video, 2:03:52. h#ps://www.youtube.com/ watch?v=2htl-O1oDcI. [!$] Ravikant, Naval. “Ep. 30—Naval Ravikant—AngelList (1 of 2).” Interview by Kevin Weeks. Venture Studio, 2016. [!!] Sloan, Paul. “AngelList A#acks Another Startup Pain Point: Legal Fees.” CNet, September 5, 2012. h#ps://www.cnet.com/news/ angellist-a#acks-another-startup-pain-point-legal-fees/. [!5] Ravikant, Naval. “Naval Ravikant on How Crypto Is Squeezing VCs, Hindering Regulators, and Bringing Users Choice.” Interview by Laura Shin. UnChained, November 29, 2017. h#p://unchainedpodcast.co/naval-ravikant-on-how-crypto- is-squeezing-vcs-hindering-regulators-and-bringing-users-choice. [!&] Ravikant, Naval. “Introducing: Venture Hacks.” Naval, April 2, 2007. h#ps:// startupboy.com/2007/04/02/introducing-venture-hacks/. [!7] Ravikant, Naval. “Ep. 31—Naval Ravikant—AngelList (2 of 2).” Interview by Kevin Weeks. Venture Studio, 2016. [!(] AngelList. “Syndicates/For Investors.” h#ps://angel.co/syndicates/ for-investors#syndicates. [!)] Ferriss, Tim. “You’d Like to Be an Angel Investor? Here’s How You Can Invest in My Deals…” The Tim Ferriss Show, September 23, 2013. h#ps://tim.blog/2013/09/23/ youd-like-to-be-an-angel-investor-heres-how-you-can-invest-in-my-deals/. [5*] Buhr, Sarah. “AngelList Acquires Product Hunt.” TechCrunch, December 1, 2016. h#ps://techcrunch.com/2016/12/01/angelhunt/. [5+] Wagner, Kurt. “AngelList Has Acquired Product Hunt for around $20 Million.” Vox, December 1, 2016. h#ps://www.recode.net/2016/12/1/13802154/ angellist-product-hunt-acquisition. [52] Hoover, Ryan. “Connect the Dots.” Ryan Hoover, May 1, 2013. h#p://ryanhoover. me/post/49363486516/connect-the-dots. [5$] “Naval Ravikant.” Angel. h#ps://angel.co/naval"
    },
    "Minerva-HCs": {
        "excerpts": "…llow her instructions as best you can, but quickly get lost. You wish her directions had been clear and precise. B. Using Nonverbal Communication Effectively Nonverbal communication often plays a crucial role in how well a verbal communication is received. These elements of communication not only convey connotations, but color the entire message. #multimodaldesign MC Apply principles of perception and cognition in design, including those for oral and multimedia presentatio…",
        "pageContent": "Introduction to HCs Examples You realize en route that your cell phone’s battery is dead. You try to follow her instructions as best you can, but quickly get lost. You wish her directions had been clear and precise. B. Using Nonverbal Communication Effectively Nonverbal communication often plays a crucial role in how well a verbal communication is received. These elements of communication not only convey connotations, but color the entire message. #multimodaldesign MC Apply principles of perception and cognition in design, including those for oral and multimedia presentations. (H) A large body of research has documented many characteristics of human perception and cognition, resulting in a set of principles that captures how humans organize and interpret what they see and hear. Products, ranging from simple graphs to complex devices, from teapots to tactile surfaces, should be designed to respect these principles; products that violate these principles are difficult for humans to use. These principles can be used both to evaluate products and to guide creation of new ones. Application example: You watch people leave the building where Minerva has its headquarters. More than half of them try to pull open the doors, but the doors are designed to be pushed open as you exit. You look carefully at the door handles, and see that they are identical to the ones on the outside of the doors — which clearly invite being pulled. You realize that the shape of the handles encourages people to pull on them, which is inappropriate for a door that should be pushed. 14"
    },
    "Daily-Rituals": {
        "excerpts": "…ell found that he hated not working too. During the 1940s, he returned to the workforce twice, happy at first to resume the reassuring nine-to-five routine. Then, after a period of months, he would grow frustrated and quit. Eventually he reconciled himself to the solitary artist’s life. The addition of a basement workroom made it possible for Cornell to work on his boxes during the day, and his frequent and wide-ranging correspondence—not to mention the steady stream of ar…",
        "pageContent": "kitchen table, sorting and assembling materials for his boxes. It was not easy going. Some nights he felt too fatigued from his day job to concentrate on his art and would sit up reading instead, switching on the oven for warmth. In the mornings, his quarrelsome mother would scold him about the mess he’d left at the kitchen table; without a proper workroom, Cornell was forced to store his growing collection of magazine clippings and dime-store baubles out in the garage. It wasn’t until 1940 that Cornell finally mustered the courage to quit his job and pursue his art full-time—and even then his habits changed little. He still worked nights at the kitchen table, while his mother and brother slept upstairs. In the late morning he would head downtown for breakfast at his local Bickford’s restaurant, often satisfying his sweet tooth with a Danish or a slice of pie (and lovingly cataloging these indulgences in his diary). Afternoons were spent on the freelance commercial work that paid the bills and helped Cornell justify his lack of a day job to his mother. Still, as much as he had hated working, Cornell found that he hated not working too. During the 1940s, he returned to the workforce twice, happy at first to resume the reassuring nine-to-five routine. Then, after a period of months, he would grow frustrated and quit. Eventually he reconciled himself to the solitary artist’s life. The addition of a basement workroom made it possible for Cornell to work on his boxes during the day, and his frequent and wide-ranging correspondence—not to mention the steady stream of artists, curators, and collectors that began making the pilgrimage out to Flushing—kept him connected to the world outside his mother’s house"
    }
}