{
    "Meditations": {
        "excerpts": "…raded by it. Then focus on what that nature demands, and accept that too—unless your nature as a rational being would be degraded by it. And, of course, “rational” also implies “civic. ” Follow these guidelines and don’t waste time on anything else. 3. Everything that happens is either endurable or not. If it’s endurable, then endure it. Stop complaining. If it’s unendurable . . . then stop complaining. Your destruction will mean its end as well. Just remember: you can end…",
        "pageContent": "censure? 2. Focus on what nature demands, as if you were governed by that alone. Then do that, and accept it, unless your nature as a living being would be degraded by it. Then focus on what that nature demands, and accept that too—unless your nature as a rational being would be degraded by it. And, of course, “rational” also implies “civic. ” Follow these guidelines and don’t waste time on anything else. 3. Everything that happens is either endurable or not. If it’s endurable, then endure it. Stop complaining. If it’s unendurable . . . then stop complaining. Your destruction will mean its end as well. Just remember: you can endure anything your mind can make endurable, by treating it as in your interest to do so. In your interest, or in your nature. 4. If they’ve made a mistake, correct them gently and show them where they went wrong. If you can’t do that, then the"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…They don’t want any wealth creation to happen. So, they a!ack the whole enterprise by saying, “Well, making money is evil. You shouldn’t do it.” But they’re actually playing the other game, which is the status game. They’re trying to be high status in the eyes of other people watching by saying, “Well, I don’t need money. We don’t want money.” Status is your ranking in the social hierarchy. [78] Wealth creation is an evolutionarily recent positive-sum game. Status is an o…",
        "pageContent": "The business world has many people playing zero sum games and a few playing positive sum games searching for each other in the crowd. There are fundamentally two huge games in life that people play. One is the money game. Because money is not going to solve all of your problems, but it’s going to solve all of your money problems. People realize that, so they want to make money. But at the same time, many of them, deep down, believe they can’t make money. They don’t want any wealth creation to happen. So, they a!ack the whole enterprise by saying, “Well, making money is evil. You shouldn’t do it.” But they’re actually playing the other game, which is the status game. They’re trying to be high status in the eyes of other people watching by saying, “Well, I don’t need money. We don’t want money.” Status is your ranking in the social hierarchy. [78] Wealth creation is an evolutionarily recent positive-sum game. Status is an old zero-sum game. Those attacking wealth creation are often just seeking status. Status is a zero-sum game. It’s a very old game. We’ve been playing it since monkey tribes. It’s hierarchical. Who’s number one? Who’s number two? Who’s number three? And for number three to move to number two, number two has to move out of that slot. So, status is a zero-sum game"
    },
    "Minerva-HCs": {
        "excerpts": "…only convey connotations, but color the entire message. #multimodaldesign MC Apply principles of perception and cognition in design, including those for oral and multimedia presentations. (H) A large body of research has documented many characteristics of human perception and cognition, resulting in a set of principles that captures how humans organize and interpret what they see and hear. Products, ranging from simple graphs to complex devices, from teapots to tactile su…",
        "pageContent": "Introduction to HCs Examples You realize en route that your cell phone’s battery is dead. You try to follow her instructions as best you can, but quickly get lost. You wish her directions had been clear and precise. B. Using Nonverbal Communication Effectively Nonverbal communication often plays a crucial role in how well a verbal communication is received. These elements of communication not only convey connotations, but color the entire message. #multimodaldesign MC Apply principles of perception and cognition in design, including those for oral and multimedia presentations. (H) A large body of research has documented many characteristics of human perception and cognition, resulting in a set of principles that captures how humans organize and interpret what they see and hear. Products, ranging from simple graphs to complex devices, from teapots to tactile surfaces, should be designed to respect these principles; products that violate these principles are difficult for humans to use. These principles can be used both to evaluate products and to guide creation of new ones. Application example: You watch people leave the building where Minerva has its headquarters. More than half of them try to pull open the doors, but the doors are designed to be pushed open as you exit. You look carefully at the door handles, and see that they are identical to the ones on the outside of the doors — which clearly invite being pulled. You realize that the shape of the handles encourages people to pull on them, which is inappropriate for a door that should be pushed. 14"
    },
    "Daily-Rituals": {
        "excerpts": "…graphy (Boston: Little, Brown, 1988). 530. “worn, patient”: Eckman. 531. “I’m a compulsive”: Quoted ibid. 532. “Does she write”: Ibid. 533. “I stay in”: Quoted in Roberts, 384. 534. Donald Barthelme: Helen Moore Barthelme, Donald Barthelme: The Genesis of a Cool Sound (College Station: Texas A&M University Press, 2001). 535. “the process of”: Ibid., xiv. 536. “during these first”: Ibid., 94. 537. Alice Munro: Robert Thacker, Alice Munro: Writing Her Lives: A Biography (Tor…",
        "pageContent": "McCullers (Garden City, NY: Doubleday, 1975); Carson McCullers, Illumination and Night Glare: The Unfinished Autobiography of Carson McCullers, ed. Carlos L. Dews (Madison: University of Wisconsin Press, 1999). 525. pact with her husband: Savigneau, 56. 205 McCullers wrote every day: Carr, 78–9. 526. McCullers later recalled: McCullers, 18. 527. Willem de Kooning: Mark Stevens and Annalyn Swan, De Kooning: An American Master (New Y ork: Alfred A. Knopf, 2005). 528. “Typically, the couple”: Ibid., 197–8. 529. Jean Stafford: Fern Marja Eckman, “Adding a Pulitzer to the Collection, ” New York Post, May 9, 1970, 21; David Roberts, Jean Stafford: A Biography (Boston: Little, Brown, 1988). 530. “worn, patient”: Eckman. 531. “I’m a compulsive”: Quoted ibid. 532. “Does she write”: Ibid. 533. “I stay in”: Quoted in Roberts, 384. 534. Donald Barthelme: Helen Moore Barthelme, Donald Barthelme: The Genesis of a Cool Sound (College Station: Texas A&M University Press, 2001). 535. “the process of”: Ibid., xiv. 536. “during these first”: Ibid., 94. 537. Alice Munro: Robert Thacker, Alice Munro: Writing Her Lives: A Biography (Toronto: Douglas Gibson, 2005). 538. “very big on”: Quoted ibid., 130. 539. Jerzy Kosinski: Interview with Rocco Landesman, “The Art of Fiction No. 46: Jerzy Kosinski, ” Paris Review, Summer 1972, http://www.theparisreview.org/interviews/4036/the-art-of-fiction-no-46- jerzy-kosinski; Jerzy Kosinski, Blind Date (New Y ork: Grove Press, 1977). 540. “When he was”: Kosinski., 1. 541. “I guess both”: Interview with Landesman. 542. Isaac Asimov: Isaac Asimov, I. Asimov: A Memoir (New Y ork: Doubleday, 1994). 543. “The overriding factor”: Ibid., 36"
    }
}