{
    "Meditations": {
        "excerpts": "…urelius: A Study (Oxford, Eng.: Clarendon, 1989), is an excellent analysis from a more literary perspective, with good remarks also on Marcus’s relationship with the gods. Among the many appreciations by nonclassicists two deserve special mention: Matthew Arnold’s “Marcus Aurelius” (originally a review of Long’s translation) in his Lectures and Essays in Criticism, ed. R. H. Super (Ann Arbor: University of Michigan Press, 1962), and Joseph Brodsky’s “Homage to Marcus Aurel…",
        "pageContent": "His Meditations, ” Journal of Roman Studies 64 (1974): 1– 20, analyzes the themes that especially exercise Marcus. Pierre Hadot, The Inner Citadel: The “Meditations ” of Marcus Aurelius, trans. M. Chase (Cambridge, Mass.: Harvard University Press, 1998), is a thoughtful reconstruction of Marcus’s philosophical system. R. B. Rutherford, The Meditations of Marcus Aurelius: A Study (Oxford, Eng.: Clarendon, 1989), is an excellent analysis from a more literary perspective, with good remarks also on Marcus’s relationship with the gods. Among the many appreciations by nonclassicists two deserve special mention: Matthew Arnold’s “Marcus Aurelius” (originally a review of Long’s translation) in his Lectures and Essays in Criticism, ed. R. H. Super (Ann Arbor: University of Michigan Press, 1962), and Joseph Brodsky’s “Homage to Marcus Aurelius” in his collection On Grief and Reason (New York: Farrar, Straus and Giroux, 1995). ACKNOWLEDGMENTS Karen Schwabach read through an initial draft of the translation and suggested numerous improvements, for which I am deeply grateful. For help of various sorts I am also indebted to Deborah DeMania, Gregory Gelburd, Krista Kane, Charles Mathewes, Katherine Odell, Hayden Pelliccia, Ellyn Schumacher, and Alphonse Vinh. My colleagues in the Department of Classics at the University of"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…rcourt, 2017. https://amzn.to/2U2kE3b. Ravikant, Naval and Shane Parrish. “Naval Ravikant: The Angel Philosopher.” Farnam Street, 2019. https://fs.blog/naval-ravikant/. Ferriss, Tim. Tools of Titans: The Tactics, Routines, and Habits of Billionaires, Icons, and World-Class Performers. New York: Houghton Miﬄin Harcourt, 2016. Ferriss, Tim. “The Person I Call Most O)en for Startup Advice (#97).” The Tim Ferriss Show, August 18, 2015. https://tim.blog/2015/08/18/ the-evolutio…",
        "pageContent": "5] [(] [*] S O U RC E S Ravikant, Naval. “Naval Ravikant Was Live.” Periscope, January 20, 2018. https:// www.pscp.tv/w/1eaKbqrWloRxX. Ravikant, Naval. “Naval Ravikant Was Live.” Periscope, February 11, 2018. https:// www.pscp.tv/w/1MnGneBLZVmKO. Ferriss, Tim. Tribe of Mentors: Short Life Advice from the Best in the World. New York: Houghton Miﬄin Harcourt, 2017. https://amzn.to/2U2kE3b. Ravikant, Naval and Shane Parrish. “Naval Ravikant: The Angel Philosopher.” Farnam Street, 2019. https://fs.blog/naval-ravikant/. Ferriss, Tim. Tools of Titans: The Tactics, Routines, and Habits of Billionaires, Icons, and World-Class Performers. New York: Houghton Miﬄin Harcourt, 2016. Ferriss, Tim. “The Person I Call Most O)en for Startup Advice (#97).” The Tim Ferriss Show, August 18, 2015. https://tim.blog/2015/08/18/ the-evolutionary-angel-naval-ravikant/. Ferriss, Tim. “Naval Ravikant on the Tim Ferriss Show— Transcript.” The Tim Ferriss Show, 2019. https://tim.blog/ naval-ravikant-on-the-tim-ferriss-show-transcript"
    },
    "Minerva-HCs": {
        "excerpts": "…s carefully to be as clear as possible. Avoid passive voice, stilted diction, elaborate structure, and imprecision; write and speak simply, directly, and sincerely. Understand when to use paraphrase, quotation, or summary to incorporate necessary information smoothly into your communication. Application example: You are visiting your aunt at her new house in the countryside. She leaves a convoluted voicemail about how to find her property, in which she tells you to drive o…",
        "pageContent": "Introduction to HCs Examples III. Communicating Effectively A. Using Language Effectively Most communication occurs through language, both spoken and written; thus, it is crucial that one know how to use language effectively to communicate. #composition MC Communicate with a clear and precise style. (H) Effective communication requires a clear and precise style that reflects the voice of the communicator and that is appropriate for the intended audience. Communicators should use the fewest words necessary (they should respect the principle of “parsimony”) and should select words carefully to be as clear as possible. Avoid passive voice, stilted diction, elaborate structure, and imprecision; write and speak simply, directly, and sincerely. Understand when to use paraphrase, quotation, or summary to incorporate necessary information smoothly into your communication. Application example: You are visiting your aunt at her new house in the countryside. She leaves a convoluted voicemail about how to find her property, in which she tells you to drive on one road for “a while,” then turn “toward the property that just got sold,” and take a right at the Millers’ farm. You have no way to know which property was recently sold or where the Millers live. She then retracts some of her directions and suggests a detour around one road (you’re not sure which) to avoid construction. 13"
    },
    "Daily-Rituals": {
        "excerpts": "…aid of a cane or, later, being pushed in a wheelchair by his wife, Setsuko. His painting day always began with a prayer, followed by hours of meditation in front of the canvas. Sometimes he would spend an entire session like this, without even adding a brushstroke. Smoking was essential to this state: I’ve always painted while smoking. I am reminded of this habit in photographs from my youth. I intuitively understood that smoking doubled my faculty of concentration, allowi…",
        "pageContent": "conditions of the morning. “This is the one way to know if you will paint today, if the progress into the painting’s mystery will be intense, ” he said. In the late morning or just after lunch, Balthus would head to his studio on the outskirts of the nearby village—walking with the aid of a cane or, later, being pushed in a wheelchair by his wife, Setsuko. His painting day always began with a prayer, followed by hours of meditation in front of the canvas. Sometimes he would spend an entire session like this, without even adding a brushstroke. Smoking was essential to this state: I’ve always painted while smoking. I am reminded of this habit in photographs from my youth. I intuitively understood that smoking doubled my faculty of concentration, allowing me to be entirely within a canvas. Now that my body is weaker, I smoke less, but I wouldn’t miss for anything the exquisite moments of contemplation before a painting-in-progress, with a cigarette between my lips, helping me to advance into it. There are also happy moments spent smoking after meals or tea; the Countess always places cigarettes on a little night table next to the table where I eat lunch. It’s a great moment of happiness, what Baudelaire called, I believe, “the pleasant hours. ” At 4:30 or 5:00, Balthus returned to the chalet and joined his wife for a traditional tea service, with jams, fruitcake, and chocolate tarts. After an 8:00 supper, they often settled in the library to watch movies on a wide-screen television. Balthus particularly liked action films, Westerns, and operas"
    }
}