{
    "Meditations": {
        "excerpts": "…philosopher; it is rare to find a developed chain of reasoning like that in Meditations 4.4. His interest in the nature of the physical world is limited to its relevance to human problems. About one of the basic Stoic physical doctrines—the notion of the periodic conflagration (ekpyrosis) that ends a cosmic cycle —Marcus adopts an agnostic position (though he was not alone in this). To him it was ethics that was the basis of the system: “just because you’ve abandoned your…",
        "pageContent": "Stoic sources, can be discerned also in the Meditations. Chrysippus and his followers had divided knowledge into three areas: logic, physics and ethics, concerned, respectively, with the nature of knowledge, the structure of the physical world and the proper role of human beings in that world. Marcus pays lip service to this triadic division in at least one entry (8.13), but it is clear from other chapters and from the Meditations as a whole that logic and physics were not his focus. Among the things for which he thanks the gods is that he was never “absorbed by logic-chopping, or preoccupied by physics” (1.17). Occasional entries show an awareness of Stoic thought about language (the etymological pun in 8.57 is perhaps the clearest example), but they are the exception, not the rule. In many cases Marcus’s logic is weak —the logic of the rhetorician, not of the philosopher; it is rare to find a developed chain of reasoning like that in Meditations 4.4. His interest in the nature of the physical world is limited to its relevance to human problems. About one of the basic Stoic physical doctrines—the notion of the periodic conflagration (ekpyrosis) that ends a cosmic cycle —Marcus adopts an agnostic position (though he was not alone in this). To him it was ethics that was the basis of the system: “just because you’ve abandoned your hopes of becoming a great thinker or scientist, don’t give up on attaining freedom, achieving humility, serving others . . . ” (7.67"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…lity, equity, and leverage. ↓ “Give me a lever long enough and a place to stand, and I will move the earth.” —Archimedes ↓ Fortunes require leverage. Business leverage comes from capital, people, and products with no marginal cost of replication (code and media). ↓ Capital means money. To raise money, apply your specific knowledge with accountability and show resulting good judgment. ↓ Labor means people working for you. It’s the oldest and most fought-over form of leverag…",
        "pageContent": "Embrace accountability, and take business risks under your own name. Society will reward you with responsibility, equity, and leverage. ↓ “Give me a lever long enough and a place to stand, and I will move the earth.” —Archimedes ↓ Fortunes require leverage. Business leverage comes from capital, people, and products with no marginal cost of replication (code and media). ↓ Capital means money. To raise money, apply your specific knowledge with accountability and show resulting good judgment. ↓ Labor means people working for you. It’s the oldest and most fought-over form of leverage. Labor leverage will impress your parents, but don’t waste your life chasing it"
    },
    "Minerva-HCs": {
        "excerpts": "…or set of rules for how to make new discoveries. However, certain practices can set the stage, facilitating discovery. Among such practices are the ability to create well-formed hypotheses, predictions and interpretations of data. In addition, research methods can be used effectively to increase the likelihood of making a new discovery. Finally, one can facilitate discovery by considering systems at multiple levels of analysis and identifying the type of system being studi…",
        "pageContent": "Introduction to HCs Examples II. Thinking Creatively A. Facilitating Discovery There are no recipes or set of rules for how to make new discoveries. However, certain practices can set the stage, facilitating discovery. Among such practices are the ability to create well-formed hypotheses, predictions and interpretations of data. In addition, research methods can be used effectively to increase the likelihood of making a new discovery. Finally, one can facilitate discovery by considering systems at multiple levels of analysis and identifying the type of system being studied. #modeltypes EA Recognize how models can be used to explain a set of data and generate new predictions. (C) Many kinds of models (ranging from conceptual to physical to mathematical to simulation) are used in science. A theory generally guides the construction of a model, indicating which aspects of a model are relevant. Models are used to explain data or to test a theory, often through visualization. One can vary the nature of inputs to a model and the specific constraints on its behavior and then observe how the model behaves (e.g., simulations can be run in specific circumstances and the results observed) —thereby deriving new predictions for how the phenomena in question should change when subjected to those inputs and constraints. Application example: You’ve been getting a stomachache after eating at home. You notice that the sponge you use to wipe your dishes is always wet. You think about the germ 9"
    },
    "Daily-Rituals": {
        "excerpts": "…s only real meal of the day. He did not limit his dining company to his fellow academics but enjoyed mixing with townspeople from a variety of backgrounds. As for the meal itself, he preferred simple fare, with the meat well done, accompanied by good wine. Lunch might go until as late as 3:00, after which Kant took his famous walk and visited his closest friend, Joseph Green. They would converse until 7:00 on weekdays (9:00 on weekends, perhaps joined by another friend). R…",
        "pageContent": "for living that, once formulated, should be followed for the rest of one’s life. Alas, we do not have a written list of Kant’s personal maxims. But it is clear that he resolved to transform the “certain uniformity” of his lifestyle from a mere habit into a moral principle. Thus, before his fortieth birthday, Kant would sometimes stay out until midnight playing cards; after forty, he stuck to his daily routine without exception. This routine was as follows: Kant rose at 5:00 A.M., after being woken by his longtime servant, a retired soldier under explicit orders not to let the master oversleep. Then he drank one or two cups of weak tea and smoked his pipe. According to Kuehn, “Kant had formulated the maxim for himself that he would smoke only one pipe, but it is reported that the bowls of his pipes increased considerably in size as the years went on. ” After this period of meditation, Kant prepared his day’s lectures and did some writing. Lectures began at 7:00 A.M. and lasted until 11:00. His academic duties discharged, Kant would go to a restaurant or a pub for lunch, his only real meal of the day. He did not limit his dining company to his fellow academics but enjoyed mixing with townspeople from a variety of backgrounds. As for the meal itself, he preferred simple fare, with the meat well done, accompanied by good wine. Lunch might go until as late as 3:00, after which Kant took his famous walk and visited his closest friend, Joseph Green. They would converse until 7:00 on weekdays (9:00 on weekends, perhaps joined by another friend). Returning home, Kant would do some more work and read before going to bed precisely at 10:00"
    }
}