{
    "Meditations": {
        "excerpts": "…which it all takes place. The whole earth a point in space—and most of it uninhabited. How many people there will be to admire you, and who they are. So keep this refuge in mind: the back roads of your self. Above all, no strain and no stress. Be straightforward. Look at things like a man, like a human being, like a citizen, like a mortal. And among the things you turn to, these two: i. That things have no hold on the soul. They stand there unmoving, outside it. Disturbanc…",
        "pageContent": "Or is it your body? Keep in mind that when the mind detaches itself and realizes its own nature, it no longer has anything to do with ordinary life—the rough and the smooth, either one. And remember all you’ve been taught—and accepted—about pain and pleasure. Or is it your reputation that’s bothering you? But look at how soon we’re all forgotten. The abyss of endless time that swallows it all. The emptiness of all those applauding hands. The people who praise us—how capricious they are, how arbitrary. And the tiny region in which it all takes place. The whole earth a point in space—and most of it uninhabited. How many people there will be to admire you, and who they are. So keep this refuge in mind: the back roads of your self. Above all, no strain and no stress. Be straightforward. Look at things like a man, like a human being, like a citizen, like a mortal. And among the things you turn to, these two: i. That things have no hold on the soul. They stand there unmoving, outside it. Disturbance comes only from within—from our own perceptions. ii. That everything you see will soon alter and cease to exist. Think of how many changes you’ve already seen"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…y from the way humans are meant to live? There are many, many things. There are a number on the physical side. We have diets we are not evolved to eat. A correct diet should probably look closer to a paleo diet, mostly eating vegetables with a small amount of meat and berries. In terms of exercise, we’re probably meant to play instead of running on a treadmill. We’re probably evolved to use all of our five senses equally as opposed to favoring the visual cortex. In modern…",
        "pageContent": "CHOOSING TO CARE FOR YOURSELF My number one priority in life, above my happiness, above my family, above my work, is my own health. It starts with my physical health. Second, it’s my mental health. Third, it’s my spiritual health. Then, it’s my family’s health. Then, it’s my family’s wellbeing. A!er that, I can go out and do whatever I need to do with the rest of the world. [4] Nothing like a health problem to turn up the contrast dial for the rest of life. What about the modern world steers us away from the way humans are meant to live? There are many, many things. There are a number on the physical side. We have diets we are not evolved to eat. A correct diet should probably look closer to a paleo diet, mostly eating vegetables with a small amount of meat and berries. In terms of exercise, we’re probably meant to play instead of running on a treadmill. We’re probably evolved to use all of our five senses equally as opposed to favoring the visual cortex. In modern society, almost all of our inputs and communica- tion are visual. We’re not meant to walk in shoes. A lot of back and foot problems come from shoes. We’re not meant to have clothes keep us warm all of the time. We’re meant to have some cold exposure. It kickstarts your immune system. We’re not evolved to live in a perfectly sterile and clean envi"
    },
    "Minerva-HCs": {
        "excerpts": "…is an obstacle en route to a goal. When first encountering a problem (when no known solution is available), one must use creative thinking to solve it. Often such creative thinking relies on using specific heuristics (rules of thumb) and techniques. However, solving problems effectively requires one to be aware of biases and to mitigate their effects when they interfere with reaching a good solution. #constraints EA Identify and apply constraint satisfaction as a way to s…",
        "pageContent": "Introduction to HCs Examples theory of disease and hypothesize that soap and hot water only kill some bacteria — leaving the survivors to have lots of offspring. If so, perhaps you are infecting yourself by wiping the dishes with that sponge. You think about how to model this, and realize that to model the situation you need to know how quickly bacteria breed, how susceptible they are to soap and hot water, how sensitive humans are to their effects, and various other factors; without knowing these details, you really aren’t in a position to test your hypothesis. B. Solving Problems A problem occurs when there is an obstacle en route to a goal. When first encountering a problem (when no known solution is available), one must use creative thinking to solve it. Often such creative thinking relies on using specific heuristics (rules of thumb) and techniques. However, solving problems effectively requires one to be aware of biases and to mitigate their effects when they interfere with reaching a good solution. #constraints EA Identify and apply constraint satisfaction as a way to solve problems. (C) A problem exists when one or more obstacles to a goal must be addressed. Obstacles often cannot be overcome easily, in large part because there are constraints on what sorts of actions are possible or realistic. Constraints are requirements on the solution; they do not determine it, but do place boundaries on what is possible. Thus, part of solving a problem is to identify the constraints on what can be done. If the constraints are well- defined, problems often can be solved by devising ways to satisfy all of the constraints at the same time (this approach to problem solving is known as “constraint satisfaction”). Application example: You are moving into a new house and need to decide where to put the furniture in your bedroom. You have 10"
    },
    "Daily-Rituals": {
        "excerpts": "…at an impasse and what will help me is to go upstairs and take a shower. It breaks up everything and relaxes me. The shower is particularly good in cold weather. This sounds so silly, but I’ll be working dressed as I am and I’ll want to get into the shower for a creative stint. So I’ll take off some of my clothes and make myself an English muffin or something and try to give myself a little chill so I want to get in the shower. I’ll stand there with steaming hot water com…",
        "pageContent": "Woody Allen (b. 1935) When he’s not shooting a film, most of Allen’s creative energy goes toward mentally working out the problems of a new story. This is the hard part; once he’s satisfied with the story elements, the writing itself comes easy (and the filmmaking is mostly a chore). But to get the story right requires “obsessive thinking, ” Allen has said. To keep from getting stuck in a rut, he’s developed a few reliable tricks. I’ve found over the years that any momentary change stimulates a fresh burst of mental energy. So if I’m in this room and then I go into the other room, it helps me. If I go outside to the street, it’s a huge help. If I go up and take a shower it’s a big help. So I sometimes take extra showers. I’ll be down here [in the living room] and at an impasse and what will help me is to go upstairs and take a shower. It breaks up everything and relaxes me. The shower is particularly good in cold weather. This sounds so silly, but I’ll be working dressed as I am and I’ll want to get into the shower for a creative stint. So I’ll take off some of my clothes and make myself an English muffin or something and try to give myself a little chill so I want to get in the shower. I’ll stand there with steaming hot water coming down for thirty minutes, forty-five minutes, just thinking out ideas and working on plot. Then I get out and dry myself and dress and then flop down on the bed and think there. Going out for a walk works just as well, although Allen can no longer walk the streets without being recognized and approached, which ruins his concentration. He’ll often pace the terrace of his apartment as a substitute. And he uses any little free moments in the day to return to the story he’s working on. “I think in the cracks all the time, ” he has said. “I never stop"
    }
}