{
    "Meditations": {
        "excerpts": "…ything: it was always clear. 15. MAXIMUSMaximus Self-control and resistance to distractions. Optimism in adversity—especially illness. A personality in balance: dignity and grace together. Doing your job without whining. Other people’s certainty that what he said was what he thought, and what he did was done without malice. Never taken aback or apprehensive. Neither rash nor hesitant—or bewildered, or at a loss. Not obsequious —but not aggressive or paranoid either. Genero…",
        "pageContent": "And to help others and be eager to share, not to be a pessimist, and never to doubt your friends’ affection for you. And that when people incurred his disapproval, they always knew it. And that his friends never had to speculate about his attitude to anything: it was always clear. 15. MAXIMUSMaximus Self-control and resistance to distractions. Optimism in adversity—especially illness. A personality in balance: dignity and grace together. Doing your job without whining. Other people’s certainty that what he said was what he thought, and what he did was done without malice. Never taken aback or apprehensive. Neither rash nor hesitant—or bewildered, or at a loss. Not obsequious —but not aggressive or paranoid either. Generosity, charity, honesty"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…ERIC JORGENSON is a product strategist and writer. In 2011, he joined the founding team of Zaarly, a company dedicated to helping homeowners find accountable service providers they can trust. His business blog, Evergreen, educates and enter- tains more than one million readers. Eric is on a quest to create—and eat—the perfect sandwich. He lives in Kansas City with Jeannine, the most wonderful woman in the world. Follow him on Twi!er @ericjorgenson, or check out his new pro…",
        "pageContent": "ABOUT THE AUTHOR ERIC JORGENSON is a product strategist and writer. In 2011, he joined the founding team of Zaarly, a company dedicated to helping homeowners find accountable service providers they can trust. His business blog, Evergreen, educates and enter- tains more than one million readers. Eric is on a quest to create—and eat—the perfect sandwich. He lives in Kansas City with Jeannine, the most wonderful woman in the world. Follow him on Twi!er @ericjorgenson, or check out his new projects on ejorgenson.com"
    },
    "Minerva-HCs": {
        "excerpts": "…to HCs Examples are clarity in the arrangements and a familiar venue. For the hotel manager, the costs include losing you as a client and the benefits are increased revenue — which would be limited to this one upcoming meeting (you definitely won’t meet there the following years). Presenting all of this to the hotel manager results in a useful negotiation, where he only increases the amount by 50%. (Based on a chapter from How to Win Friends and Influence People by Dale C…",
        "pageContent": "Introduction to HCs Examples are clarity in the arrangements and a familiar venue. For the hotel manager, the costs include losing you as a client and the benefits are increased revenue — which would be limited to this one upcoming meeting (you definitely won’t meet there the following years). Presenting all of this to the hotel manager results in a useful negotiation, where he only increases the amount by 50%. (Based on a chapter from How to Win Friends and Influence People by Dale Carnegie.) 8"
    },
    "Daily-Rituals": {
        "excerpts": "…d fewer offenses (indicated on the calendar by a black mark) until he had completely reformed himself and would thereafter need only occasional bouts of moral maintenance. The plan worked, up to a point. After following the course several times in a row, he found it necessary to go through just one course in a year, and then one every few years. But the virtue of order— “Let all your things have their places; let each part of your business have its time” —appears to have e…",
        "pageContent": "Benjamin Franklin (1706–1790) In his Autobiography, Franklin famously outlined a scheme to achieve “moral perfection” according to a thirteen-week plan. Each week was devoted to a particular virtue—temperance, cleanliness, moderation, et cetera—and his offenses against these virtues were tracked on a calendar. Franklin thought that if he could maintain his devotion to one virtue for an entire week, it would become a habit; then he could move on to the next virtue, successively making fewer and fewer offenses (indicated on the calendar by a black mark) until he had completely reformed himself and would thereafter need only occasional bouts of moral maintenance. The plan worked, up to a point. After following the course several times in a row, he found it necessary to go through just one course in a year, and then one every few years. But the virtue of order— “Let all your things have their places; let each part of your business have its time” —appears to have eluded his grasp. Franklin was not naturally inclined to keep his papers and other possessions organized, and he found the effort so vexing that he almost quit in frustration. Moreover, the demands of his printing business meant that he couldn’t always follow the exacting daily timetable that he set for himself. That ideal schedule, also recorded in Franklin’s little book of virtues, looked like this"
    }
}