{
    "Meditations": {
        "excerpts": "…pain—life over death, fame over anonymity—is clearly blasphemous. Nature certainly doesn’t. And when I say that nature is indifferent to them, I mean that they happen indifferently, at different times, to the things that exist and the things that come into being after them, through some ancient decree of Providence—the decree by which from some initial starting point it embarked on the creation that we know, by laying down the principles of what was to come and determinin…",
        "pageContent": "to find himself constantly reproaching nature—complaining that it doesn’t treat the good and bad as they deserve, but often lets the bad enjoy pleasure and the things that produce it, and makes the good suffer pain, and the things that produce pain. And moreover, to fear pain is to fear something that’s bound to happen, the world being what it is—and that again is blasphemy. While if you pursue pleasure, you can hardly avoid wrongdoing—which is manifestly blasphemous. Some things nature is indifferent to; if it privileged one over the other it would hardly have created both. And if we want to follow nature, to be of one mind with it, we need to share its indifference. To privilege pleasure over pain—life over death, fame over anonymity—is clearly blasphemous. Nature certainly doesn’t. And when I say that nature is indifferent to them, I mean that they happen indifferently, at different times, to the things that exist and the things that come into being after them, through some ancient decree of Providence—the decree by which from some initial starting point it embarked on the creation that we know, by laying down the principles of what was to come and determining the generative forces: existence and change, and their successive stages. 2. Real good luck would be to abandon life without ever encountering dishonesty, or hypocrisy, or self-indulgence, or pride. But the “next best voyage” is to die when you’ve had"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…you will get what you deserve. ↓ When you’re finally wealthy, you’ll realize it wasn’t what you were seeking in the first place. But that is for another day. [] Summary: Productize Yourself Your summary says “Productize yourself”—what does that mean? “Productize” and “yourself.” “Yourself ” has uniqueness. “Productize” has leverage. “Yourself” has accountability. “Pro- ductize” has specific knowledge. “Yourself ” also has specific knowledge in there. So all of these pie…",
        "pageContent": "Become the best in the world at what you do. Keep redefining what you do until this is true. ↓ There are no get-rich-quick schemes. Those are just someone else getting rich off you. ↓ Apply specific knowledge, with leverage, and eventually you will get what you deserve. ↓ When you’re finally wealthy, you’ll realize it wasn’t what you were seeking in the first place. But that is for another day. [] Summary: Productize Yourself Your summary says “Productize yourself”—what does that mean? “Productize” and “yourself.” “Yourself ” has uniqueness. “Productize” has leverage. “Yourself” has accountability. “Pro- ductize” has specific knowledge. “Yourself ” also has specific knowledge in there. So all of these pieces, you can combine them into these two words"
    },
    "Minerva-HCs": {
        "excerpts": "…reliably evaluated. What follows is one example of each major category of HC. There are more than 100 of these HCs, which are roughly equally distributed over the four core competencies. Each HC is the learning objective of a class session. In some cases, two or even three sessions are devoted to a single HC (based on how difficult it is), and in some cases we introduce two highly related HCs at the same time (e.g., those dealing with payoff matrices and game theory). The…",
        "pageContent": "Introduction to HCs Overview To be included in the curriculum, a Habit of Mind (H) or Foundational Concept (C) must: 1. be derived from an aspect of one of the four core competencies noted above; 2. lead students to be able to do something useful in ordinary life after graduation (specialized knowledge comes later in the curriculum); 3. be broadly applicable, as indicated by the fact that it is used in courses offered in at least two of Minerva’s majors; 4. be justified either by empirical findings, proofs, or well-established best practices--particularly those that support functioning ethically in a global context; and 5. lead to specific behaviors that can be evaluated with rubrics; the HC cannot be so general or vague that it cannot be systematically and reliably evaluated. What follows is one example of each major category of HC. There are more than 100 of these HCs, which are roughly equally distributed over the four core competencies. Each HC is the learning objective of a class session. In some cases, two or even three sessions are devoted to a single HC (based on how difficult it is), and in some cases we introduce two highly related HCs at the same time (e.g., those dealing with payoff matrices and game theory). The set of HCs is adjusted each year, based on our feedback from students, faculty, and employers. Each HC is accompanied by a rubric, which indicates how the students will be graded on their use of that HC. The rubrics span a grade of “1” (indicating that the student did not understand the material) to “5” (indicating that the student understood it deeply and applied it in novel ways), with intermediate scores indicating intermediate levels of mastery. All class interactions and class assignments are graded using these rubrics. All HCs are introduced during the first year, but graded during the subsequent three years. In fact, the grades at the end of the first year are provisional; they are adjusted up or down each semester, depending on how well the student used the material in subsequent classes. 3"
    },
    "Daily-Rituals": {
        "excerpts": "…ugh—big, glossy, black thing with big yellow beak—which visits the balcony and emits a most melodious chuckle. For a while I lie in bed mentally revising and planning things. Around eight: shave, breakfast, enthroned meditation, and bath—in that order. Then I work till lunch in my study, taking time out for a short stroll with my wife along the lake.… We lunch around one P .M., and I am back at my desk by half-past one and work steadily till half-past six. Then a stroll to…",
        "pageContent": "Vladimir Nabokov (1899–1977) The Russian-born novelist’s writing habits were famously peculiar. Beginning in 1950, he composed first drafts in pencil on ruled index cards, which he stored in long file boxes. Since, Nabokov claimed, he pictured an entire novel in complete form before he began writing it, this method allowed him to compose passages out of sequence, in whatever order he pleased; by shuffling the cards around, he could quickly rearrange paragraphs, chapters, and whole swaths of the book. (His file box also served as portable desk; he started the first draft of Lolita on a road trip across America, working nights in the backseat of his parked car—the only place in the country, he said, with no noise and no drafts.) Only after months of this labor did he finally relinquish the cards to his wife, V era, for a typed draft, which would then undergo several more rounds of revisions. As a young man, Nabokov preferred to write in bed while chain-smoking, but as he grew older (and quit smoking) his habits changed. He described his routine in a 1964 interview: “I generally start the day at a lovely old-fashioned lectern I have in my study. Later on, when I feel gravity nibbling at my calves, I settle down in a comfortable armchair alongside an ordinary writing desk; and finally, when gravity begins climbing up my spine, I lie down on a couch in a corner of my small study. ” By this time he had settled with his wife in a six-room apartment at the top floor of the Palace Hotel, in Montreux, Switzerland, where he could look down on Lake Geneva from his lectern. In the same interview, Nabokov elaborated on his daily schedule: I awake around seven in winter: my alarm clock is an Alpine chough—big, glossy, black thing with big yellow beak—which visits the balcony and emits a most melodious chuckle. For a while I lie in bed mentally revising and planning things. Around eight: shave, breakfast, enthroned meditation, and bath—in that order. Then I work till lunch in my study, taking time out for a short stroll with my wife along the lake.… We lunch around one P .M., and I am back at my desk by half-past one and work steadily till half-past six. Then a stroll to a newsstand for the English papers, and dinner at seven. No work after dinner. And bed around nine. I read till half-past eleven, and then tussle with insomnia till one A.M. “My habits are simple, my tastes banal, ” he later wrote. His keenest pleasures"
    }
}