{
    "Meditations": {
        "excerpts": "…me: I saw him for the last time a few years ago, on a wet winter night, in the company of a stray Dalmatian. I was returning by taxi to my hotel after one of the most disastrous evenings in my entire life. The next morning I was leaving Rome for the States. I was drunk. The traffic moved with the speed one wishes for one’s funeral. At the foot of the Capitol I asked the driver to stop, paid, and got out of the car. . . . Presently I discovered I was not alone: a middle-siz…",
        "pageContent": "witness to the effect of the Meditations on a modern reader than the Russian poet Joseph Brodsky, whose essay “Homage to Marcus Aurelius” takes its departure from the famous statue of the emperor on the Capitoline hill in Rome: I saw him for the last time a few years ago, on a wet winter night, in the company of a stray Dalmatian. I was returning by taxi to my hotel after one of the most disastrous evenings in my entire life. The next morning I was leaving Rome for the States. I was drunk. The traffic moved with the speed one wishes for one’s funeral. At the foot of the Capitol I asked the driver to stop, paid, and got out of the car. . . . Presently I discovered I was not alone: a middle-sized Dalmatian appeared out of nowhere and quietly sat down a couple of feet away. Its sudden presence was so oddly comforting that momentarily I felt like offering it one of my cigarettes. . . . For a while we both stared at the horseman’s statue. . . . And suddenly—presumably because of the rain and the rhythmic pattern of Michelangelo’s pilasters and arches—all got blurred, and against that blur, the shining statue, devoid of any geometry, seemed to be moving. Not at great speed, and not out of this place; but enough for the Dalmatian to leave my side and follow the bronze progress. FURTHER READING The standard modern biography of Marcus is A. R. Birley, Marcus Aurelius (1966; rev. ed., New Haven, Conn.: Yale University Press, 1987), which makes full use of the principal ancient literary sources—not only the Meditations (especially Book 1), but the remains of the history of Dio Cassius, the letters of Fronto and the biography of Marcus in"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…and the most important form of leverage is the idea of products that have no marginal cost of replication. This is the new form of leverage. This was only invented in the last few hundred years. It started with the printing press. It accelerated with broadcast media, and now it’s really blown up with the internet and with coding. Now, you can multiply your eﬀorts without involving other humans and without needing money from other humans. This book is a form of leverage. Lo…",
        "pageContent": "This includes books, media, movies, and code. Code is probably the most powerful form of permissionless leverage. All you need is a computer—you don’t need anyone’s permission.![1] Forget rich versus poor, white-collar versus blue. It’s now leveraged versus un-leveraged. The most interesting and the most important form of leverage is the idea of products that have no marginal cost of replication. This is the new form of leverage. This was only invented in the last few hundred years. It started with the printing press. It accelerated with broadcast media, and now it’s really blown up with the internet and with coding. Now, you can multiply your eﬀorts without involving other humans and without needing money from other humans. This book is a form of leverage. Long ago, I would have had to sit in a lecture hall and lecture each of you personally. I would have maybe reached a few hundred people, and that would have been that.![78] This newest form of leverage is where all the new fortunes are made, all the new billionaires. For the last generation, fortunes were made by capital. The people who made fortunes were the Warren Buﬀe#s of the world. But the new generation’s fortunes are all made through code or media. Joe Rogan making $50 million to $100 million a year from his podcast. You’re going to have PewDiePie. I don’t know how much money he’s rolling in, but he’s bi$ger than the news. And of course, there’s Jeﬀ Bezos, Mark Zuckerberg, Larry Page"
    },
    "Minerva-HCs": {
        "excerpts": "…rniture may be determined; there is only one other place where the wall can accommodate the headboard and once it and the end tables are set up, there is only one other place large enough for the chair and lamp. The mere act of satisfying all of the constraints simultaneously almost dictates the solution to the problem! C. Creating Products, Processes and Services Various methods and techniques can help one to create new products, processes and services. Such methods and t…",
        "pageContent": "Introduction to HCs Examples an old sofa, which is missing a rear leg and sits on a telephone book — and so you don’t want to put it in a location where it can be seen from behind (this is a constraint). You also have an old bed, with a headboard that must lean against the wall (another constraint). And you have two end tables, which must be set to either side of the headboard. And a large chair and reading lamp, which must be near each other. Once you pick a wall for the headboard, the positions of the other pieces of furniture may be determined; there is only one other place where the wall can accommodate the headboard and once it and the end tables are set up, there is only one other place large enough for the chair and lamp. The mere act of satisfying all of the constraints simultaneously almost dictates the solution to the problem! C. Creating Products, Processes and Services Various methods and techniques can help one to create new products, processes and services. Such methods and techniques include iterative design thinking, application of principles of perception and cognition, and reverse engineering. #designthinking MC Apply iterative design thinking to conceive and refine products or solutions. (H) Great work rarely springs fully formed in a first draft. Thus, iteration, using design principles at every cycle, is typically required to produce a good product or the best solution to a problem. An iterative design process gives one’s efforts greater reach and impact. Application example: You’ve learned that design thinking involves first defining the problem, then thinking of possible solutions, prototyping the solutions, and testing the results — and then iterating until a satisfactory solution is achieved. With this process in mind, you design a poster to announce a concert. 11"
    },
    "Daily-Rituals": {
        "excerpts": "…ter the midday meal he went to a coffee-house, drank a small portion of black coffee, smoked for an hour or two and read the newspapers at the same time. ” On summer afternoons, he often went for long walks in the countryside surrounding Vienna, then enjoyed a glass of beer or wine with friends. He avoided giving piano lessons, even though he always needed the money and frequently had to rely on friends for financial support. As one member of his circle remembered, “Schube…",
        "pageContent": "Franz Schubert (1797–1828) According to a childhood friend, Schubert “used to sit down at his writing desk every morning at 6 o’clock and compose straight through until 1 o’clock in the afternoon. Meanwhile many a pipe was smoked. ” The Austrian composer’s afternoons were less rigorous; his friend noted, “Schubert never composed in the afternoon; after the midday meal he went to a coffee-house, drank a small portion of black coffee, smoked for an hour or two and read the newspapers at the same time. ” On summer afternoons, he often went for long walks in the countryside surrounding Vienna, then enjoyed a glass of beer or wine with friends. He avoided giving piano lessons, even though he always needed the money and frequently had to rely on friends for financial support. As one member of his circle remembered, “Schubert was extraordinarily fertile and industrious in composing. For everything else that goes by the name of work he had no use"
    }
}