{
    "Meditations": {
        "excerpts": "…at alone. Then do that, and accept it, unless your nature as a living being would be degraded by it. Then focus on what that nature demands, and accept that too—unless your nature as a rational being would be degraded by it. And, of course, “rational” also implies “civic. ” Follow these guidelines and don’t waste time on anything else. 3. Everything that happens is either endurable or not. If it’s endurable, then endure it. Stop complaining. If it’s unendurable . . . then…",
        "pageContent": "censure? 2. Focus on what nature demands, as if you were governed by that alone. Then do that, and accept it, unless your nature as a living being would be degraded by it. Then focus on what that nature demands, and accept that too—unless your nature as a rational being would be degraded by it. And, of course, “rational” also implies “civic. ” Follow these guidelines and don’t waste time on anything else. 3. Everything that happens is either endurable or not. If it’s endurable, then endure it. Stop complaining. If it’s unendurable . . . then stop complaining. Your destruction will mean its end as well. Just remember: you can endure anything your mind can make endurable, by treating it as in your interest to do so. In your interest, or in your nature. 4. If they’ve made a mistake, correct them gently and show them where they went wrong. If you can’t do that, then the"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…have been edited for clarity and brevity (multiple times). → Not all sources are primary (some excerpts are from other writers quoting Naval). → I can’t be 100 percent certain of every source’s authenticity. → Concepts and interpretations change over time, medium, and context. → Please verify phrasing with a primary source before citing Naval from this text. → Please interpret generously. By definition, everything in this book is taken out of context. Interpretations will…",
        "pageContent": "IMPORTANT NOTES ON THIS BOOK (DISCLAIMER) I built the Navalmanack entirely out of transcripts, Tweets, and talks Naval has shared. Every a!empt is made to present Naval in his own words. However, there are a few important points. → The transcripts have been edited for clarity and brevity (multiple times). → Not all sources are primary (some excerpts are from other writers quoting Naval). → I can’t be 100 percent certain of every source’s authenticity. → Concepts and interpretations change over time, medium, and context. → Please verify phrasing with a primary source before citing Naval from this text. → Please interpret generously. By definition, everything in this book is taken out of context. Interpretations will change over time. Read and interpret gen"
    },
    "Minerva-HCs": {
        "excerpts": "…negotiation involves give and take between stakeholders to reach mutually beneficial agreements. Negotiating successfully requires a structured approach, which includes clearly identifying interests, agreeing on a process, and being prepared to sacrifice some objectives to achieve others. Negotiators must prioritize objectives but remain flexible and open to compromise. Approaching negotiation as a structured process raises the likelihood of a successful resolution. Appli…",
        "pageContent": "Introduction to HCs Examples IV. Interacting Effectively A. Negotiating, Mediating, and Persuading Effective interactions with people require anticipating the effects of a particular message, registering the actual responses, and adjusting communications accordingly. Such dynamic interactions lie at the heart of negotiating, mediating, and persuading. #negotiate CS Use a structured approach to negotiation to reach desired objectives. (H) Effective negotiation involves give and take between stakeholders to reach mutually beneficial agreements. Negotiating successfully requires a structured approach, which includes clearly identifying interests, agreeing on a process, and being prepared to sacrifice some objectives to achieve others. Negotiators must prioritize objectives but remain flexible and open to compromise. Approaching negotiation as a structured process raises the likelihood of a successful resolution. Application example: Your company has assigned you to negotiate the construction of a new factory in Asia. You can’t get anywhere if the city you are negotiating with doesn’t give you tax benefits. So, that’s your first priority. When that is settled, you go over the details. The city officials don’t agree to subcontract the cement work to the offshore contractor you prefer and they disagree on your choice of heavy machinery supplier. You are willing to concede the offshore contractor because the company they prefer has comparable pricing and 15"
    },
    "Daily-Rituals": {
        "excerpts": "…smart his bosses: If they said, “Alright, today we need ten television commercials and five radio commercials and two print ads; this is your assignment for the day, ” he’d say, “OK. ” He’d shut the door and within an hour he’d have it all done. Then he’d spend the rest of the time working on his own work—his correspondence, his poems. But of course they didn’t know that. They figured: “That’ll keep him busy all day. ” But he was so smart and so fast, he could get it all d…",
        "pageContent": "James Dickey (1923–1997) In the late 1950s, Dickey made a brief, reckless foray into the advertising world. He had recently lost a university teaching position and needed a way to make money while he worked on his poetry. With the help of his sister-in-law’s neighbor, an executive at the advertising firm McCann Erickson, Dickey landed a job at the firm’s Atlanta office, writing radio commercials for Coca-Cola bottlers around the country. It was a demanding position, made more so by the fact that Dickey was simultaneously trying to find time for his literary endeavors during the workday. “Every time I had a minute to spare, which was not often, I would stick a poem in the typewriter where I had been typing Coca-Cola ads, ” he said. Unlike most of his fellow ad men, Dickey kept his office door shut. If a colleague came knocking, he would quickly clear his desk of poems and poetry books. One colleague remembered Dickey’s constant efforts to outsmart his bosses: If they said, “Alright, today we need ten television commercials and five radio commercials and two print ads; this is your assignment for the day, ” he’d say, “OK. ” He’d shut the door and within an hour he’d have it all done. Then he’d spend the rest of the time working on his own work—his correspondence, his poems. But of course they didn’t know that. They figured: “That’ll keep him busy all day. ” But he was so smart and so fast, he could get it all done. Dickey eventually worked for three Atlanta ad agencies, seeking more senior positions in the hopes that developing big-picture creative campaigns would be less demanding than churning out a constant stream of radio and television ads. Meanwhile, his poetry career was gaining momentum—he had won several significant prizes, and he was working hard to finish a manuscript for publication. By 1961, however, his boss had caught on to the fact that Dickey was more concerned with literature than with advertising, and fired him. Dickey claimed that he had quit; he wrote to a friend, “After five and a half years of working in these dark Satanic mills of American business I am out at last"
    }
}