{
    "Meditations": {
        "excerpts": "…the revolt of Avidius Cassius, for example, or 10.4 as a reflection on Commodus) —all the more so since so few of the entries can be dated with any security. This is not to say that the Meditations has no unity or no relationship to Marcus’s own life, for it has both. What unifies it is the recurrence of a small number of themes that surely reflect Marcus’s own preoccupations. It is the points to which Marcus returns most often that offer the best insight into his charact…",
        "pageContent": "To try to extract a sustained and coherent argument from the Meditations as a whole would be an unprofitable exercise. It is simply not that kind of work. It would be equally fruitless to try to read autobiographical elements into individual entries (to take 9.42 as referring to the revolt of Avidius Cassius, for example, or 10.4 as a reflection on Commodus) —all the more so since so few of the entries can be dated with any security. This is not to say that the Meditations has no unity or no relationship to Marcus’s own life, for it has both. What unifies it is the recurrence of a small number of themes that surely reflect Marcus’s own preoccupations. It is the points to which Marcus returns most often that offer the best insight into his character and concerns. One example that will strike almost any reader is the sense of mortality that pervades the work. Death is not to be feared, Marcus continually reminds himself. It is a natural process, part of the continual change that forms the world. At other points it is the ultimate consolation. “Soon you will be dead, ” Marcus tells himself on a number of occasions, “and none of it will matter” (cf. 4.6, 7.22, 8.2). The emphasis on the vanity and worthlessness of earthly concerns is here linked to the more general idea of transience. All things change or pass away, perish and are forgotten. This is the burden of several of the thought exercises that Marcus sets himself: to think of the court of Augustus (8.31), of the age of V espasian or Trajan (4.32), the great philosophers and thinkers of the past (6.47)—all now dust and ashes"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…m. These are sections that were edited out of the original (enormous) manuscript of this book. I’ve published them online for those interested in Naval’s more specific insights on: → Education → The Story of AngelList → Investing → Startups → Crypto → Relationships Naval continues to create and share great insights: → On Twi!er: Twi!er.com/Naval → On his podcast: Naval → On his website: h!ps://nav.al/ The most popular of Naval’s material at the time of writing: → Naval pod…",
        "pageContent": "NEXT ON NAVAL If you loved this book, there are many ways to dive deeper into Naval. I am publishing “Navalmanack” shorts on Navalmanack. com. These are sections that were edited out of the original (enormous) manuscript of this book. I’ve published them online for those interested in Naval’s more specific insights on: → Education → The Story of AngelList → Investing → Startups → Crypto → Relationships Naval continues to create and share great insights: → On Twi!er: Twi!er.com/Naval → On his podcast: Naval → On his website: h!ps://nav.al/ The most popular of Naval’s material at the time of writing: → Naval podcast episodes compilation:How to Get Rich"
    },
    "Minerva-HCs": {
        "excerpts": "…ires identifying them and their components. In order to do this, one must rely on the ability to check whether conclusions are plausible and must use principles of information literacy. In addition, one often must recognize whether claims are grounded in sound science and supported by probability and statistics. #estimation FA Use estimation techniques to determine whether quantitative claims are plausible. (H) When considering quantitative claims, it is useful to conduct…",
        "pageContent": "Introduction to HCs Examples I. Thinking Critically A. Evaluating Claims One aspect of critical thinking focuses on evaluating claims, which requires identifying them and their components. In order to do this, one must rely on the ability to check whether conclusions are plausible and must use principles of information literacy. In addition, one often must recognize whether claims are grounded in sound science and supported by probability and statistics. #estimation FA Use estimation techniques to determine whether quantitative claims are plausible. (H) When considering quantitative claims, it is useful to conduct a plausibility check. This can be done quickly using approximations and round numbers, and by establishing limits (minimum and maximum values that the number could reasonably be expected to take). Application example: A politician claims that undocumented workers account for over half of the murders in your city. You check, and 34% of murder victims and 49% of murderers are under 25 years old. In your city, most undocumented workers are over 35 years old, and thus the claim seems implausible. 5"
    },
    "Daily-Rituals": {
        "excerpts": "…urned to the city on foot, walking a distance of about six miles to his former neighborhood, stopping at his favorite cafés along the way. According to one observer, Satie “walked slowly, taking small steps, his umbrella held tight under his arm. When talking he would stop, bend one knee a little, adjust his pince-nez and place his fist on his hip. Then he would take off once more, with small deliberate steps. ” His dress was also distinctive: the same year that he moved t…",
        "pageContent": "Erik Satie (1866–1925) In 1898, Satie moved from Paris’s Montmartre district to the working-class suburb of Arcueil, where he would live for the rest of his life. Most mornings, however, the composer returned to the city on foot, walking a distance of about six miles to his former neighborhood, stopping at his favorite cafés along the way. According to one observer, Satie “walked slowly, taking small steps, his umbrella held tight under his arm. When talking he would stop, bend one knee a little, adjust his pince-nez and place his fist on his hip. Then he would take off once more, with small deliberate steps. ” His dress was also distinctive: the same year that he moved to Arcueil, Satie received a small inheritance, which he used to purchase a dozen identical chestnut-colored velvet suits, with the same number of matching bowler hats. Locals who saw him pass by each day soon began calling him the V elvet Gentleman. In Paris, Satie visited friends or arranged to meet them in cafés. He would also work on his compositions in cafés, but never in restaurants—Satie was a gourmet, and he eagerly looked forward to the evening meal. (Although he appreciated fine food and was meticulous in his tastes, Satie could also apparently eat in tremendous quantities; he once consumed a thirty-egg omelet in a single sitting.) When he could, Satie earned some money in the evening playing piano for cabaret singers. Otherwise, he would make another round of the cafés, drinking a good deal. The last train back to Arcueil left at 1:00 A.M., but Satie frequently missed it. Then he would walk the several miles home, sometimes not arriving until the sun was about to rise. Nevertheless, as soon as they next morning dawned, he would set off to Paris once more. The scholar Roger Shattuck once proposed that Satie’s unique sense of musical beat, and his appreciation of “the possibility of variation within repetition, ” could be traced to this “endless walking back and forth across the same landscape day after day. ” Indeed, Satie was observed stopping to jot down ideas during his walks, pausing under a streetlamp if it was dark. During the war the streetlamps were often extinguished, and rumor had it that Satie’s productivity dropped as a result"
    }
}