{
    "Meditations": {
        "excerpts": "…all things will make good use of you regardless—will put you on its payroll and set you to work. But make sure it’s not the job Chrysippus speaks of: the bad line in the play, put there for laughs. 43. Does the sun try to do the rain’s work? Or Asclepius Demeter’s? And what about each of the stars—different, yet working in common? 44. If the gods have made decisions about me and the things that happen to me, then they were good decisions. (It’s hard to picture a god who m…",
        "pageContent": "consciously, with understanding; some without knowing it. (I think this is what Heraclitus meant when he said that “those who sleep are also hard at work” —that they too collaborate in what happens.) Some of us work in one way, and some in others. And those who complain and try to obstruct and thwart things—they help as much as anyone. The world needs them as well. So make up your mind who you’ll choose to work with. The force that directs all things will make good use of you regardless—will put you on its payroll and set you to work. But make sure it’s not the job Chrysippus speaks of: the bad line in the play, put there for laughs. 43. Does the sun try to do the rain’s work? Or Asclepius Demeter’s? And what about each of the stars—different, yet working in common? 44. If the gods have made decisions about me and the things that happen to me, then they were good decisions. (It’s hard to picture a god who makes bad ones.) And why would they expend their energies on causing me harm? What good would it do them—or the world, which is their primary concern? And if they haven’t made decisions about me as an individual, they certainly have about the general welfare. And anything that follows from that is something I have to welcome and embrace"
    },
    "MrBeast": {
        "excerpts": "…at lol. The fact that we lifted a house on a crane didn’t add anything to the title and thumbnail. It obviously hooked the viewers and helped retention but there are millions of ways we could have done that easier. It’s arguably from a data standpoint illogical and a waste of time but the impression it leaves on the viewer is invaluable for us. Anytime we do something that no other creator can do, that seperates us in their mind and makes our videos more special to them. I…",
        "pageContent": "9 The last of the 3 trackable metrics that matters to virality is AVP and tbh this doesn’t matter as much to you. Usually the length of the video will be decided by me or Tyler. I just need you to make people watch as long as possible. Another non trackable thing about virality I’d like you to know is what we call the “wow factor” and it’s definitely the most subjective. You can check all the above boxes for ctr and avd, but the video still do eh for us. An example of the “wow factor” would be our 100 days in the circle video. We offered someone $500,000 if they could live in a circle in a field for 100 days and instead of starting with his house in the circle that he would live in, we bring it in on a crane 30 seconds into the video. Why? Because who the fuck else on Youtube can do that lol. The fact that we lifted a house on a crane didn’t add anything to the title and thumbnail. It obviously hooked the viewers and helped retention but there are millions of ways we could have done that easier. It’s arguably from a data standpoint illogical and a waste of time but the impression it leaves on the viewer is invaluable for us. Anytime we do something that no other creator can do, that seperates us in their mind and makes our videos more special to them. It changes how they see us and it does make them watch more videos and engage"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…We waste our time with short-term thinking and busywork. Warren Buffett spends a year deciding and a day acting. That act lasts decades. Just from being marginally be!er, like running a quarter mile a fraction of a second faster, some people get paid a lot more—orders of magnitude more. Leverage magnifies those diﬀerences even more. Being at the extreme in your art is very important in the age of leverage.#[2] SOLVE VIA ITERATION. THEN GET PAID VIA REPETITION. PRIORITIZE A…",
        "pageContent": "We waste our time with short-term thinking and busywork. Warren Buffett spends a year deciding and a day acting. That act lasts decades. Just from being marginally be!er, like running a quarter mile a fraction of a second faster, some people get paid a lot more—orders of magnitude more. Leverage magnifies those diﬀerences even more. Being at the extreme in your art is very important in the age of leverage.#[2] SOLVE VIA ITERATION. THEN GET PAID VIA REPETITION. PRIORITIZE AND FOCUS I’ve encountered plenty of bad luck along the way. The first li!le fortune I made I instantly lost in the stock market. The second li!le fortune I made, or should have made, I basically"
    },
    "Minerva-HCs": {
        "excerpts": "…one or more obstacles to a goal must be addressed. Obstacles often cannot be overcome easily, in large part because there are constraints on what sorts of actions are possible or realistic. Constraints are requirements on the solution; they do not determine it, but do place boundaries on what is possible. Thus, part of solving a problem is to identify the constraints on what can be done. If the constraints are well- defined, problems often can be solved by devising ways to…",
        "pageContent": "Introduction to HCs Examples theory of disease and hypothesize that soap and hot water only kill some bacteria — leaving the survivors to have lots of offspring. If so, perhaps you are infecting yourself by wiping the dishes with that sponge. You think about how to model this, and realize that to model the situation you need to know how quickly bacteria breed, how susceptible they are to soap and hot water, how sensitive humans are to their effects, and various other factors; without knowing these details, you really aren’t in a position to test your hypothesis. B. Solving Problems A problem occurs when there is an obstacle en route to a goal. When first encountering a problem (when no known solution is available), one must use creative thinking to solve it. Often such creative thinking relies on using specific heuristics (rules of thumb) and techniques. However, solving problems effectively requires one to be aware of biases and to mitigate their effects when they interfere with reaching a good solution. #constraints EA Identify and apply constraint satisfaction as a way to solve problems. (C) A problem exists when one or more obstacles to a goal must be addressed. Obstacles often cannot be overcome easily, in large part because there are constraints on what sorts of actions are possible or realistic. Constraints are requirements on the solution; they do not determine it, but do place boundaries on what is possible. Thus, part of solving a problem is to identify the constraints on what can be done. If the constraints are well- defined, problems often can be solved by devising ways to satisfy all of the constraints at the same time (this approach to problem solving is known as “constraint satisfaction”). Application example: You are moving into a new house and need to decide where to put the furniture in your bedroom. You have 10"
    },
    "Daily-Rituals": {
        "excerpts": "…ünter Grass (b. 1927) Asked if he writes during the day or at night, Grass seemed to shudder at the latter notion: “Never, never at night. I don’t believe in writing at night because it comes too easily. When I read it in the morning it’s not good. I need daylight to begin. Between nine and ten o’clock I have a long breakfast with reading and music. After breakfast I work, and then take a break for coffee in the afternoon. I start again and finish at seven o’clock in the e…",
        "pageContent": "Günter Grass (b. 1927) Asked if he writes during the day or at night, Grass seemed to shudder at the latter notion: “Never, never at night. I don’t believe in writing at night because it comes too easily. When I read it in the morning it’s not good. I need daylight to begin. Between nine and ten o’clock I have a long breakfast with reading and music. After breakfast I work, and then take a break for coffee in the afternoon. I start again and finish at seven o’clock in the evening"
    }
}