{
    "Meditations": {
        "excerpts": "…de it easy to view him as a forerunner of first-century Stoic martyrs like Thrasea Paetus or Helvidius Priscus, and it is in this light that Marcus evokes him in Meditations 7.66. Of Socrates’ predecessors (the so-called pre-Socratic thinkers), the most important, both for Marcus and the Stoics generally, was Heraclitus, the mysterious figure from Ephesus (in modern-day Turkey) whose Zenlike aphorisms were proverbial for their profundity and obscurity alike. Heraclitus’s p…",
        "pageContent": "make the ultimate sacrifice when he was put on trial at the age of seventy on trumped-up charges of impiety. His display of integrity at the trial and his comportment in the days leading up to his execution made it easy to view him as a forerunner of first-century Stoic martyrs like Thrasea Paetus or Helvidius Priscus, and it is in this light that Marcus evokes him in Meditations 7.66. Of Socrates’ predecessors (the so-called pre-Socratic thinkers), the most important, both for Marcus and the Stoics generally, was Heraclitus, the mysterious figure from Ephesus (in modern-day Turkey) whose Zenlike aphorisms were proverbial for their profundity and obscurity alike. Heraclitus’s philosophical system ascribed a central role to logos and to fire as the primordial element. Both elements were naturally congenial to the Stoics, and may well have influenced them. Heraclitus is mentioned in a handful of entries in the Meditations (4.46, 6.47), but his doctrines can be traced in many others. Moreover, his concision and epigrammatic phrasing anticipate the kind of enigmatic apothegm we find in a number of entries: The best revenge is not to be like that. (6.6) Straight, not straightened. (7.12) The fencer’s weapon is picked up and put down again. The boxer’s is part of him. (12.9"
    },
    "MrBeast": {
        "excerpts": "…success of the video, ask me questions like the first example. If you want to take accountability and make your videos happen with a higher probability of success, do the second option. (This doesn’t just apply to me, it applies to anyone high up you expect to make a decision) Critical Components Critical components are the things that are essential to your video. If I want to put 100 people on an island and give it away to one of them, then securing an island is a critica…",
        "pageContent": "14 you’re doing your job and don’t care about the success of the video, ask me questions like the first example. If you want to take accountability and make your videos happen with a higher probability of success, do the second option. (This doesn’t just apply to me, it applies to anyone high up you expect to make a decision) Critical Components Critical components are the things that are essential to your video. If I want to put 100 people on an island and give it away to one of them, then securing an island is a critical component. It doesn’t matter how well planned the challenges on the island are, how good the weather is, etc. Without that island there is no video. Hence it is a critical component. Another example of a Critical Component would be the title and thumbnail. Remember that bouncy castle story from earlier? How the thumbnail had a yellow bouncy castle but the video a red one? The thumbnails of the videos you’re producing can also create critical components. A third example of a critical component would be if the creative on your team pitched me a video of 10 challenges and I said “I like the video but mostly because of challenge 3 and 7, i’d hate the video without them” . Challenge 3 and 7 are now essential to your video and thus critical components. Critical Components can come from literally anywhere and once something you’re working on is labeled as such, you treat it like your baby. WITHOUT WHAT YOU’RE WORKING ON WE DO NOT HAVE A VIDEO! Protect it at all costs, check in on it 10x a day, obsess over it, make a backup, if it requires shipping pay someone to pick it up and drive it, don’t trust standard shipping, and speak up the second anything goes wrong. The literal second. Never coin flip a Critical Component (that means you’re coinfliping the video aka a million plus dollars) and always bring in me or James earlier rather than later. Communication Lines It’s very important as a company we maintain proper communication lines. On set and off set. There is always someone responsible for everything on the video and if multiple people are responsible for the same thing, then that’s a problem and needs to be fixed immediately. Ideally when communicating across departments you go up and then over. If you skip and just go below you"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…ind until I need it. When I need it, I want to just focus on that. If I run it 24/7, I waste energy and the monkey mind becomes me. I am more than my monkey mind. Another thing: spirituality, religion, Buddhism, or anything you follow will teach you over time you are more than just your mind. You are more than just your habits. You are more than just your preferences. You’re a level of awareness. You’re a body. Modern humans, we don’t live enough in our bodies. We don’t li…",
        "pageContent": "always calm, always peaceful, and generally happy and con- tent. I’m trying to stay in awareness mode and not activate the monkey mind, which is always worried, frightened, and anxious. It serves incredible purpose, but I try not to activate the monkey mind until I need it. When I need it, I want to just focus on that. If I run it 24/7, I waste energy and the monkey mind becomes me. I am more than my monkey mind. Another thing: spirituality, religion, Buddhism, or anything you follow will teach you over time you are more than just your mind. You are more than just your habits. You are more than just your preferences. You’re a level of awareness. You’re a body. Modern humans, we don’t live enough in our bodies. We don’t live enough in our awareness. We live too much in this internal monologue in our heads. All of which is just programmed into you by society and by the environment when you were younger. You are basically a bunch of DNA that reacted to environmental e!ects when you were younger. You recorded the good and bad experiences, and you use them to prejudge everything thrown against you. Then you’re using those experiences, constantly trying and predict and change the future. As you get older, the sum of preferences you’ve accumulated is very, very large. These habitual reactions end up as runaway freight trains controlling your mood. We should control our own moods. Why don’t we study how to control our moods? What a masterful thing it would be if you could say, “Right now I would like to be in the curious state,” and then you can genuinely get yourself into the curious state. Or say, “I want to be in a mourning state. I’m mourning a loved one, and I want to grieve for them. I really want to feel that. I don’t want to be dis- tracted by a computer programming problem due tomorrow"
    },
    "Minerva-HCs": {
        "excerpts": "…practices can facilitate such interactions. #differences CS Recognize and leverage people’s different skills, abilities, traits, attitudes and beliefs. (H) People differ in their skills and abilities as well as their traits, attitudes and beliefs—all of which affect how they interact with other people and their contributions to cooperative projects. Effective interactions rely on assessing such information about other people and framing interactions with them in a way that…",
        "pageContent": "Introduction to HCs Examples quality, but you know that only this specific machinery supplier has exactly what you need. By first making a concession about the cement work, they are more willing to take your offer and resolve the “small” detail of the equipment supplier. B. Working Effectively With Others Each of us plays many roles when interacting with others, sometimes acting as a leader and sometimes acting as a follower or team member. Specific behaviors and practices can facilitate such interactions. #differences CS Recognize and leverage people’s different skills, abilities, traits, attitudes and beliefs. (H) People differ in their skills and abilities as well as their traits, attitudes and beliefs—all of which affect how they interact with other people and their contributions to cooperative projects. Effective interactions rely on assessing such information about other people and framing interactions with them in a way that is compatible with their characteristics. In addition, although groups do benefit from having members with diverse viewpoints and backgrounds, it also is important to recognize the need for shared perspectives and values within groups. Application example: You are trying to motivate two members of your team, Robert and Larry. Robert cares a lot about what other people think of him, and so you point out that everybody else on the team–and in the organization as a whole–will be grateful for his efforts. Larry, in contrast, doesn’t care much about what other people think of him, but cares a lot about “making a difference” in the world--and so when you talk to him you focus on that. 16"
    },
    "Daily-Rituals": {
        "excerpts": "…egan her literary endeavors first. McCullers wrote every day, sometimes escaping their drafty apartment to work in the local library, taking sips from the Thermos full of sherry that she would sneak inside. She typically worked until the middle of the afternoon, then went for a long walk. Back at the apartment, she might attempt to do some cooking or cleaning, tasks she was unused to, having grown up with servants. (McCullers later recalled trying to roast a chicken, not r…",
        "pageContent": "Carson McCullers (1917–1967) McCullers’s first novel was written thanks to a pact with her husband, Reeves, whom she married in 1937. The young newlyweds—Carson was twenty; Reeves twenty-four—both aspired to be writers, so they struck a deal: one of them would work full-time and earn a living for the couple while the other wrote; after a year, they would switch roles. Since McCullers already had a manuscript in progress, and Reeves had lined up a salaried position in Charlotte, North Carolina, she began her literary endeavors first. McCullers wrote every day, sometimes escaping their drafty apartment to work in the local library, taking sips from the Thermos full of sherry that she would sneak inside. She typically worked until the middle of the afternoon, then went for a long walk. Back at the apartment, she might attempt to do some cooking or cleaning, tasks she was unused to, having grown up with servants. (McCullers later recalled trying to roast a chicken, not realizing that she had to clean the bird first. When Reeves came home, he asked her about the awful smell in the house; Carson, absorbed in her writing, hadn’t even noticed.) After dinner, Carson read her day’s work to Reeves, who offered his suggestions. Then the couple ate dinner, read in bed, and listened to the electric phonograph before going to sleep early. After a year, Carson had landed a contract for her novel, so Reeves continued to put his own literary aspirations on hold and earn a salary for the both of them. Despite the pact, he would never get to try his luck as the full-time writer in their marriage. When Carson’s first novel, The Heart Is a Lonely Hunter, was published in 1940, it vaulted her into the literary limelight; after that, there was never any question of her sacrificing her writing for a day job and a steady paycheck"
    }
}