{
    "Meditations": {
        "excerpts": "…unendurable. 47. External things are not the problem. It’s your assessment of them. Which you can erase right now. If the problem is something in your own character, who’s stopping you from setting your mind straight? And if it’s that you’re not doing something you think you should be, why not just do it? —But there are insuperable obstacles. Then it’s not a problem. The cause of your inaction lies outside you. —But how can I go on living with that undone? Then depart, wi…",
        "pageContent": "degraded—miserable, tense, huddled, frightened? How could there be? 46. What humans experience is part of human experience. The experience of the ox is part of the experience of oxen, as the vine’s is of the vine, and the stone’s what is proper to stones. Nothing that can happen is unusual or unnatural, and there’s no sense in complaining. Nature does not make us endure the unendurable. 47. External things are not the problem. It’s your assessment of them. Which you can erase right now. If the problem is something in your own character, who’s stopping you from setting your mind straight? And if it’s that you’re not doing something you think you should be, why not just do it? —But there are insuperable obstacles. Then it’s not a problem. The cause of your inaction lies outside you. —But how can I go on living with that undone? Then depart, with a good conscience, as if you’d done it"
    },
    "MrBeast": {
        "excerpts": "…0, then $375, then $1,000, then $10,000, then we did some content, then $40,000, $100,000, and then the world record. As you get deeper in the video the stakes get higher. The payoff of the world record is at the end and It’s such a beautiful format that allows you to deviate if you want as long as things progressively get cooler. I fucken love stair stepping. Another format would be the ones where I get chased like bounty hunter, military, FBI. Just like the last to leave…",
        "pageContent": "29 content. Hook people at the start of the video, transition them to an amazing story that they are invested in, have no dull moments, and then have a satisfying payoff at the end of the video with an abrupt ending. Formats One way to boost retention on a video is to have a good format for the video to follow. Let’s use our popular “last to leave” series as an example. These videos have many reasons why they do well but one in particular is the payoff at the end. You see once you start watching a last to leave, you get invested in the progress and the challenge. You really want to see who leaves the circle last and wins the $100,000. Luckily the winner isn’t revealed until the end of the video so as long as we don’t make the video boring as hell people are very likely to stick around until the end. Strong payoffs at the end of videos boost retention. But obviously last to leave isn’t our only format. Another example of a format is what I like to call stair stepping. A good example of this is “I Bought The World’s Largest Firework” this video opens with us showing all the fireworks and then lighting a $1 firework, then a $10, then $50, then $375, then $1,000, then $10,000, then we did some content, then $40,000, $100,000, and then the world record. As you get deeper in the video the stakes get higher. The payoff of the world record is at the end and It’s such a beautiful format that allows you to deviate if you want as long as things progressively get cooler. I fucken love stair stepping. Another format would be the ones where I get chased like bounty hunter, military, FBI. Just like the last to leave challenges you don’t know until the end of the video what the result is. Will they catch me? Will I get away? Gotta watch until the end. Throughout the history of this channel we’ve been through many formats. A big one back in the day was “donating to twitch streamers” and people loved them. I’d go into random streams and donate $10k to a streamer to see how they’d react. All in all we did like 12 of them and when I stopped people still begged for more and that’s because like Steve Job’s says, people don’t know what they want. The viewer may think they want a format forever, but they don’t. They want new and fresh things (this is evident because every channel that rehashes formats for years always dies). This is why I’m constantly ditching formats in exchange for new ones. Ideally two videos from the same format are not back to back, i’d like multiple different videos in between them if possible"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…ne to get your capital back out. You’d be the last one to get paid for your time. The time that you put in, the capital you put into the company, these are at risk.![78] Realize that in modern society, the downside risk is not that large. Even personal bankruptcy can wipe the debts clean in good ecosystems. I’m most familiar with Silicon Valley, but generally, people will forgive failures as long as you were honest and made a high-integrity eﬀort. There’s not really that m…",
        "pageContent": "The risk here would be you would probably be the last one to get your capital back out. You’d be the last one to get paid for your time. The time that you put in, the capital you put into the company, these are at risk.![78] Realize that in modern society, the downside risk is not that large. Even personal bankruptcy can wipe the debts clean in good ecosystems. I’m most familiar with Silicon Valley, but generally, people will forgive failures as long as you were honest and made a high-integrity eﬀort. There’s not really that much to fear in terms of failure, and so people should take on a lot more accountability than they do.![78"
    },
    "Minerva-HCs": {
        "excerpts": "…d with rubrics; the HC cannot be so general or vague that it cannot be systematically and reliably evaluated. What follows is one example of each major category of HC. There are more than 100 of these HCs, which are roughly equally distributed over the four core competencies. Each HC is the learning objective of a class session. In some cases, two or even three sessions are devoted to a single HC (based on how difficult it is), and in some cases we introduce two highly rel…",
        "pageContent": "Introduction to HCs Overview To be included in the curriculum, a Habit of Mind (H) or Foundational Concept (C) must: 1. be derived from an aspect of one of the four core competencies noted above; 2. lead students to be able to do something useful in ordinary life after graduation (specialized knowledge comes later in the curriculum); 3. be broadly applicable, as indicated by the fact that it is used in courses offered in at least two of Minerva’s majors; 4. be justified either by empirical findings, proofs, or well-established best practices--particularly those that support functioning ethically in a global context; and 5. lead to specific behaviors that can be evaluated with rubrics; the HC cannot be so general or vague that it cannot be systematically and reliably evaluated. What follows is one example of each major category of HC. There are more than 100 of these HCs, which are roughly equally distributed over the four core competencies. Each HC is the learning objective of a class session. In some cases, two or even three sessions are devoted to a single HC (based on how difficult it is), and in some cases we introduce two highly related HCs at the same time (e.g., those dealing with payoff matrices and game theory). The set of HCs is adjusted each year, based on our feedback from students, faculty, and employers. Each HC is accompanied by a rubric, which indicates how the students will be graded on their use of that HC. The rubrics span a grade of “1” (indicating that the student did not understand the material) to “5” (indicating that the student understood it deeply and applied it in novel ways), with intermediate scores indicating intermediate levels of mastery. All class interactions and class assignments are graded using these rubrics. All HCs are introduced during the first year, but graded during the subsequent three years. In fact, the grades at the end of the first year are provisional; they are adjusted up or down each semester, depending on how well the student used the material in subsequent classes. 3"
    },
    "Daily-Rituals": {
        "excerpts": "…when I do most of my work, ” he once said. The choreographer rose early, before 6:00 A.M., made a pot of tea, and read a little or played a hand of Russian solitaire while he gathered his thoughts. Then he did his ironing for the day (he did his own washing too, in a portable machine in his Manhattan apartment) and, between 7:30 and 8:00, phoned his longtime assistant for a rundown of the day’s schedule. Most weekdays he would make the five-minute walk from his apartment t…",
        "pageContent": "George Balanchine (1904–1983) Balanchine liked to do his own laundry. “When I’m ironing, that’s when I do most of my work, ” he once said. The choreographer rose early, before 6:00 A.M., made a pot of tea, and read a little or played a hand of Russian solitaire while he gathered his thoughts. Then he did his ironing for the day (he did his own washing too, in a portable machine in his Manhattan apartment) and, between 7:30 and 8:00, phoned his longtime assistant for a rundown of the day’s schedule. Most weekdays he would make the five-minute walk from his apartment to Lincoln Center, where he kept an office in the State Theater. He often taught a class there at 11:00, then spent the better part of the afternoon in the rehearsal studio, choreographing his latest ballet. The work went slowly; two hours of rehearsal might amount to only two minutes of actual ballet on stage. But Balanchine never lacked for inspiration. “My muse must come to me on union time, ” he said"
    }
}