{
    "Meditations": {
        "excerpts": "…like an idiot, you keep holding out for more: to be credited with a Good Deed, to be repaid in kind. Why? 74. No one objects to what is useful to him. To be of use to others is natural. Then don’t object to what is useful to you—being of use. 75. Nature willed the creation of the world. Either all that exists follows logically or even those things to which the world’s intelligence most directs its will are completely random. A source of serenity in more situations than one…",
        "pageContent": "73. You’ve given aid and they’ve received it. And yet, like an idiot, you keep holding out for more: to be credited with a Good Deed, to be repaid in kind. Why? 74. No one objects to what is useful to him. To be of use to others is natural. Then don’t object to what is useful to you—being of use. 75. Nature willed the creation of the world. Either all that exists follows logically or even those things to which the world’s intelligence most directs its will are completely random. A source of serenity in more situations than one"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…d with comic books and sci-fi . Then I was into history and news. Then into psychology, popular science, technology. Ficciones by Jorge Luis Borges I love Jorge Luis Borges, an Argen- tine author. His short story collection Ficciones, or Labyrinths, is amazing. Borges is probably still the most pow- erful author I have read who wasn’t just outright writing philosophy. There was philosophy in there with the sci-fi.![1] Stories of Your Life and Others by Ted Chiang My curren…",
        "pageContent": "SCIENCE FICTION I started with comic books and sci-fi . Then I was into history and news. Then into psychology, popular science, technology. Ficciones by Jorge Luis Borges I love Jorge Luis Borges, an Argen- tine author. His short story collection Ficciones, or Labyrinths, is amazing. Borges is probably still the most pow- erful author I have read who wasn’t just outright writing philosophy. There was philosophy in there with the sci-fi.![1] Stories of Your Life and Others by Ted Chiang My current favorite sci-fi short story: probably “Understand” by Ted Chiang. It’s in a collection called Stories of Your Life and Others. “Story of Your Life” was made into a movie called Arrival.![1] Exhalation: Stories by Ted Chiang This contemplates the marvel of thermodynamics from the best sci-fi short story writer of our age. The Lifecycle of Soft ware Objects by Ted Chiang Another masterpiece of sci-fi by Ted Chiang"
    },
    "Minerva-HCs": {
        "excerpts": "…ting, Mediating, and Persuading Effective interactions with people require anticipating the effects of a particular message, registering the actual responses, and adjusting communications accordingly. Such dynamic interactions lie at the heart of negotiating, mediating, and persuading. #negotiate CS Use a structured approach to negotiation to reach desired objectives. (H) Effective negotiation involves give and take between stakeholders to reach mutually beneficial agreeme…",
        "pageContent": "Introduction to HCs Examples IV. Interacting Effectively A. Negotiating, Mediating, and Persuading Effective interactions with people require anticipating the effects of a particular message, registering the actual responses, and adjusting communications accordingly. Such dynamic interactions lie at the heart of negotiating, mediating, and persuading. #negotiate CS Use a structured approach to negotiation to reach desired objectives. (H) Effective negotiation involves give and take between stakeholders to reach mutually beneficial agreements. Negotiating successfully requires a structured approach, which includes clearly identifying interests, agreeing on a process, and being prepared to sacrifice some objectives to achieve others. Negotiators must prioritize objectives but remain flexible and open to compromise. Approaching negotiation as a structured process raises the likelihood of a successful resolution. Application example: Your company has assigned you to negotiate the construction of a new factory in Asia. You can’t get anywhere if the city you are negotiating with doesn’t give you tax benefits. So, that’s your first priority. When that is settled, you go over the details. The city officials don’t agree to subcontract the cement work to the offshore contractor you prefer and they disagree on your choice of heavy machinery supplier. You are willing to concede the offshore contractor because the company they prefer has comparable pricing and 15"
    },
    "Daily-Rituals": {
        "excerpts": "…ork. Meanwhile, Alma’s job was to make sure that no sound carried to the hut during Mahler’s working hours. She refrained from playing the piano, and promised the neighbors opera tickets if they would keep their dogs locked up. Mahler worked until midday, then silently returned to his room, changed clothes, and walked down to the lake for a swim. Once he was in the water, he would whistle for his wife to join him on the beach. Mahler liked to lie in the sun until he was dr…",
        "pageContent": "Gustav Mahler (1860-1911) Although Mahler is now recognized as one of the leading composers of the late nineteenth and early twentieth centuries, in his own lifetime he was better known as a conductor. Indeed, for most of his life, composing was a part-time activity. The mature symphonies of Mahler’s middle period were conceived during his summers away from a demanding post as the director of the Vienna Court Opera. He spent those summers at a villa at Maiernigg, on the Wörthersee lake in southern Austria. An excellent record of his habits there comes from the memoirs of his wife, Alma, a woman nineteen years his junior. They met in November 1901, married four months later, and traveled to the villa together the next summer. Alma was pregnant with their first child; Mahler brought along the sketches for his Fifth Symphony, a breakthrough work that encompasses a vast swath of moods, from the opening funeral march to an achingly beautiful fourth movement dedicated to his new bride. But if Mahler’s work pointed to a passionate, tempestuous inner life, his habits at Maiernigg displayed the opposite. The composer’s life at the villa, Alma discovered, “was stripped of all dross, almost inhuman in its purity. ” He woke at 6:00 or 6:30 A.M. and immediately rang for the cook to prepare his breakfast: freshly ground coffee, milk, diet bread, butter, and jam, which the cook carried to Mahler’s stone composing hut in the woods. (Mahler could not bear to see or speak to anyone before settling down to work in the morning, so the cook had to take a steep, slippery path to the hut rather than the main walkway, in order not to risk running into him.) Upon arriving at the hut, Mahler would light a small spirit stove— “he nearly always burned his fingers, ” Alma noted, “not so much from clumsiness as from a dreamy absence of mind” —heat the milk for his coffee, and eat his breakfast on a bench outside. Then he shut himself inside to work. Meanwhile, Alma’s job was to make sure that no sound carried to the hut during Mahler’s working hours. She refrained from playing the piano, and promised the neighbors opera tickets if they would keep their dogs locked up. Mahler worked until midday, then silently returned to his room, changed clothes, and walked down to the lake for a swim. Once he was in the water, he would whistle for his wife to join him on the beach. Mahler liked to lie in the sun until he was dry, then jump into the water again, often repeating this four or five times, which left him feeling invigorated and ready for lunch at home. The meal"
    }
}