{
    "Meditations": {
        "excerpts": "…named teacher mentioned in Meditations 1.5, were probably slaves, from whom he would have mastered the rudiments of reading and writing. At a later stage he would have been handed over to private tutors to be introduced to literature, especially, no doubt, V ergil’s great epic, the Aeneid. But literature served only as a preparation for the real goal. This was rhetoric, the key to an active political career under the empire, as it had been under the Republic. Under the sup…",
        "pageContent": "instructors, like the unnamed teacher mentioned in Meditations 1.5, were probably slaves, from whom he would have mastered the rudiments of reading and writing. At a later stage he would have been handed over to private tutors to be introduced to literature, especially, no doubt, V ergil’s great epic, the Aeneid. But literature served only as a preparation for the real goal. This was rhetoric, the key to an active political career under the empire, as it had been under the Republic. Under the supervision of a trained rhetor, Marcus would have begun with short exercises before progressing to full-scale practice declamations in which he would have been asked to defend one side or another in imaginary law cases, or to advise a prominent historical figure at a turning point in his career. (Should Caesar cross the Rubicon? Should Alexander turn back at the Indus? Why or why not?) Such training was conducted in Greek as well as Latin. Since at least the beginning of the first century B.C. the Roman upper classes had been essentially bilingual, and Marcus’s spoken and written Greek would have been as fluent as the French of a nineteenth-century Russian aristocrat or the Chinese of a Heian Japanese courtier. Marcus would have read Homer’s Iliad and Odyssey and the tragedies of Euripides side by side with the Aeneid, and studied the speeches of the great Athenian orator Demosthenes as intensively as those of the Roman statesman Cicero. It was Greek writers and artists who constituted the intellectual"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…edited out of the original (enormous) manuscript of this book. I’ve published them online for those interested in Naval’s more specific insights on: → Education → The Story of AngelList → Investing → Startups → Crypto → Relationships Naval continues to create and share great insights: → On Twi!er: Twi!er.com/Naval → On his podcast: Naval → On his website: h!ps://nav.al/ The most popular of Naval’s material at the time of writing: → Naval podcast episodes compilation:How t…",
        "pageContent": "NEXT ON NAVAL If you loved this book, there are many ways to dive deeper into Naval. I am publishing “Navalmanack” shorts on Navalmanack. com. These are sections that were edited out of the original (enormous) manuscript of this book. I’ve published them online for those interested in Naval’s more specific insights on: → Education → The Story of AngelList → Investing → Startups → Crypto → Relationships Naval continues to create and share great insights: → On Twi!er: Twi!er.com/Naval → On his podcast: Naval → On his website: h!ps://nav.al/ The most popular of Naval’s material at the time of writing: → Naval podcast episodes compilation:How to Get Rich"
    },
    "Minerva-HCs": {
        "excerpts": "…eliably evaluated. What follows is one example of each major category of HC. There are more than 100 of these HCs, which are roughly equally distributed over the four core competencies. Each HC is the learning objective of a class session. In some cases, two or even three sessions are devoted to a single HC (based on how difficult it is), and in some cases we introduce two highly related HCs at the same time (e.g., those dealing with payoff matrices and game theory). The s…",
        "pageContent": "Introduction to HCs Overview To be included in the curriculum, a Habit of Mind (H) or Foundational Concept (C) must: 1. be derived from an aspect of one of the four core competencies noted above; 2. lead students to be able to do something useful in ordinary life after graduation (specialized knowledge comes later in the curriculum); 3. be broadly applicable, as indicated by the fact that it is used in courses offered in at least two of Minerva’s majors; 4. be justified either by empirical findings, proofs, or well-established best practices--particularly those that support functioning ethically in a global context; and 5. lead to specific behaviors that can be evaluated with rubrics; the HC cannot be so general or vague that it cannot be systematically and reliably evaluated. What follows is one example of each major category of HC. There are more than 100 of these HCs, which are roughly equally distributed over the four core competencies. Each HC is the learning objective of a class session. In some cases, two or even three sessions are devoted to a single HC (based on how difficult it is), and in some cases we introduce two highly related HCs at the same time (e.g., those dealing with payoff matrices and game theory). The set of HCs is adjusted each year, based on our feedback from students, faculty, and employers. Each HC is accompanied by a rubric, which indicates how the students will be graded on their use of that HC. The rubrics span a grade of “1” (indicating that the student did not understand the material) to “5” (indicating that the student understood it deeply and applied it in novel ways), with intermediate scores indicating intermediate levels of mastery. All class interactions and class assignments are graded using these rubrics. All HCs are introduced during the first year, but graded during the subsequent three years. In fact, the grades at the end of the first year are provisional; they are adjusted up or down each semester, depending on how well the student used the material in subsequent classes. 3"
    },
    "Daily-Rituals": {
        "excerpts": "…plies—a yellow legal pad, a fountain pen, and a bottle of ink—Wright walked to nearby Fort Greene Park, where he would install himself on a bench at the top of the hill and write for four hours. He stuck to this routine in all weather, returning to the apartment at 10:00 A.M. —on rainy days, dripping wet from sitting outside—for breakfast and to read his morning’s work to Jane Newton. With the kids clamoring about them, they would discuss new developments in the plot, some…",
        "pageContent": "Richard Wright (1908–1960) Wright wrote the first draft of Native Son in 1938, completing 576 pages in a mere five months. Thanks to a program of the New Y ork Writers’ Project, he was getting paid to work on his fiction full-time; he had only to sign in at the Project’s Midtown office once a week to continue collecting his stipend. At the time, he was living in the Brooklyn apartment of the Newton family, whom he had befriended years earlier in Chicago. Herbert Newton was a prominent black Communist busy with Party duties; he left the house at about 9:00 A.M. and did not come home until late. His wife, Jane, stayed home with their three children. As Hazel Rowley details in her 2001 biography, Wright got up by 6:00 A.M. and promptly left the house, to avoid the domestic chaos that erupted when the Newton children woke. Carrying his writing supplies—a yellow legal pad, a fountain pen, and a bottle of ink—Wright walked to nearby Fort Greene Park, where he would install himself on a bench at the top of the hill and write for four hours. He stuck to this routine in all weather, returning to the apartment at 10:00 A.M. —on rainy days, dripping wet from sitting outside—for breakfast and to read his morning’s work to Jane Newton. With the kids clamoring about them, they would discuss new developments in the plot, sometimes arguing about the direction Wright wanted to take the book. Then Wright would head upstairs to his bedroom to type what he had written in the morning. Afterward he visited the public library or saw friends, sometimes returning to the apartment for a 5:00 P .M. supper with Jane and the children. When, after six months, the family moved to a new apartment, Wright went with them, holing up in a back bedroom to revise his manuscript, working as many as fifteen hours a day. “I never intend to work that long and hard again, ” he wrote to a friend"
    }
}