{
    "Meditations": {
        "excerpts": "…m evil, lust and all confusion. To see things as they are and treat them as they deserve. Don’t overlook this innate ability. 30. To speak to the Senate—or anyone—in the right tone, without being overbearing. To choose the right words. 31. Augustus’s court: his wife, his daughter, his grandsons, his stepsons, his sister, Agrippa, the relatives, servants, friends, Areius, Maecenas, the doctors, the sacrificial priests . . . the whole court, dead. And consider the others . .…",
        "pageContent": "evil can touch them. 29. To erase false perceptions, tell yourself: I have it in me to keep my soul from evil, lust and all confusion. To see things as they are and treat them as they deserve. Don’t overlook this innate ability. 30. To speak to the Senate—or anyone—in the right tone, without being overbearing. To choose the right words. 31. Augustus’s court: his wife, his daughter, his grandsons, his stepsons, his sister, Agrippa, the relatives, servants, friends, Areius, Maecenas, the doctors, the sacrificial priests . . . the whole court, dead. And consider the others . . . not just the deaths of individuals (like the family of the Pompeys). That line they write on tombs— “last surviving descendant. ” Consider their ancestors’ anxiety—that there be a successor. But someone has to be the last. There, too, the death of a whole house. 32. You have to assemble your life yourself—action by action. And be satisfied if each one achieves its goal, as far as it can. No one can keep that from happening. —But there are external obstacles"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…Freedom from being sad. Freedom from being forced to do things. I’m looking for “freedom from,” internally and externally, whereas before I was looking for “freedom to.” [4] Advice to my younger self: “Be exactly who you are.” Holding back means staying in bad relationships and bad jobs for years instead of minutes. FREEDOM FROM EXPECTATIONS I don’t measure my e!ectiveness at all. I don’t believe in self-measurement. I feel like this is a form of self-discipline, self-puni…",
        "pageContent": "How have your values changed? When I was younger, I really, really valued freedom. Freedom was one of my core values. Ironically, it still is. It’s probably one of my top three values, but it’s now a di!erent definition of freedom. My old definition was “freedom to.” Freedom to do anything I want. Freedom to do whatever I feel like, whenever I feel like. Now, the freedom I’m looking for is internal freedom. It’s “free- dom from.” Freedom from reaction. Freedom from feeling angry. Freedom from being sad. Freedom from being forced to do things. I’m looking for “freedom from,” internally and externally, whereas before I was looking for “freedom to.” [4] Advice to my younger self: “Be exactly who you are.” Holding back means staying in bad relationships and bad jobs for years instead of minutes. FREEDOM FROM EXPECTATIONS I don’t measure my e!ectiveness at all. I don’t believe in self-measurement. I feel like this is a form of self-discipline, self-punishment, and self-conflict. [1] If you hurt other people because they have expectations of you, that’s their problem. If they have an agreement with you, it’s your problem. But, if they have an expectation of you, that’s completely their problem. It has nothing to do with you. They’re going to have lots of expectations out of life. The sooner you can dash their expectations, the be#er. [1"
    },
    "Minerva-HCs": {
        "excerpts": "…ation requires a clear and precise style that reflects the voice of the communicator and that is appropriate for the intended audience. Communicators should use the fewest words necessary (they should respect the principle of “parsimony”) and should select words carefully to be as clear as possible. Avoid passive voice, stilted diction, elaborate structure, and imprecision; write and speak simply, directly, and sincerely. Understand when to use paraphrase, quotation, or su…",
        "pageContent": "Introduction to HCs Examples III. Communicating Effectively A. Using Language Effectively Most communication occurs through language, both spoken and written; thus, it is crucial that one know how to use language effectively to communicate. #composition MC Communicate with a clear and precise style. (H) Effective communication requires a clear and precise style that reflects the voice of the communicator and that is appropriate for the intended audience. Communicators should use the fewest words necessary (they should respect the principle of “parsimony”) and should select words carefully to be as clear as possible. Avoid passive voice, stilted diction, elaborate structure, and imprecision; write and speak simply, directly, and sincerely. Understand when to use paraphrase, quotation, or summary to incorporate necessary information smoothly into your communication. Application example: You are visiting your aunt at her new house in the countryside. She leaves a convoluted voicemail about how to find her property, in which she tells you to drive on one road for “a while,” then turn “toward the property that just got sold,” and take a right at the Millers’ farm. You have no way to know which property was recently sold or where the Millers live. She then retracts some of her directions and suggests a detour around one road (you’re not sure which) to avoid construction. 13"
    },
    "Daily-Rituals": {
        "excerpts": "…ey eventually found out anyway, much to Green’s distress. An interviewer later asked if this discovery affected his business relationships: Y es, yes, oh yes—why, some years ago a group at our Birmingham works put in a penny each and bought a copy of a book of mine, Living. And as I was going round the iron foundry one day, a loam molder said to me, “I read your book, Henry. ” “And did you like it?” I asked, rightly apprehensive. He replied, “I didn’t think much of it, Hen…",
        "pageContent": "under a pseudonym, Green said that he didn’t want his business associates to know about his novel writing. They eventually found out anyway, much to Green’s distress. An interviewer later asked if this discovery affected his business relationships: Y es, yes, oh yes—why, some years ago a group at our Birmingham works put in a penny each and bought a copy of a book of mine, Living. And as I was going round the iron foundry one day, a loam molder said to me, “I read your book, Henry. ” “And did you like it?” I asked, rightly apprehensive. He replied, “I didn’t think much of it, Henry. ” Too awful"
    }
}