{
    "Meditations": {
        "excerpts": "…on as a benevolent statesman. An emperor might do as he liked while he lived, but it was the senatorial historians —men like Cornelius Tacitus in the 120s or Cassius Dio in the generation after Marcus’s death—who had the last word. Another area where Marcus’s policy continued that of his predecessors related to a small and eccentric sect known as the Christians. In the course of the next century they would become an increasing problem for the imperial administration, and t…",
        "pageContent": "footsteps of Antoninus and Trajan, rather than of Hadrian, whose relations with the Senate had been prickly. And it is this, as much as anything else, that is responsible for his reputation as a benevolent statesman. An emperor might do as he liked while he lived, but it was the senatorial historians —men like Cornelius Tacitus in the 120s or Cassius Dio in the generation after Marcus’s death—who had the last word. Another area where Marcus’s policy continued that of his predecessors related to a small and eccentric sect known as the Christians. In the course of the next century they would become an increasing problem for the imperial administration, and they were prominent enough in Marcus’s day to attract an extended denunciation from a certain Celsus, part of whose work “Against the Christians” still survives. The sect met with contempt from those intellectuals who deigned to take notice of it (Marcus’s tutor Fronto was evidently one), and with suspicion and hostility from ordinary citizens and administrators. The Christians’ disfavor stemmed from their failure to acknowledge the gods worshipped by the community around them. Their “atheism” —their refusal to accept any god but their own— endangered their neighbors as well as themselves, and their reluctance to acknowledge the divine status of the emperor threatened the social order and the well-being of the state. Christianity had been illegal since the early second century when a query from Pliny the Younger (then governor of"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…g around the room, making trouble, shouting, and breaking things. It’s completely uncontrollable. It’s an out-of-control madperson. You have to see this mad creature in operation before you feel a certain distaste toward it and start separating yourself from it. In that separation is liberation. You realize, “Oh, I don’t want to be that person. Why am I so out of control?” Awareness alone calms you down.![4] Insight meditation lets you run your brain in debug mode until yo…",
        "pageContent": "superpower to control your internal state. The advantage of meditation is recognizing just how out of control your mind is. It is like a monkey flinging feces, running around the room, making trouble, shouting, and breaking things. It’s completely uncontrollable. It’s an out-of-control madperson. You have to see this mad creature in operation before you feel a certain distaste toward it and start separating yourself from it. In that separation is liberation. You realize, “Oh, I don’t want to be that person. Why am I so out of control?” Awareness alone calms you down.![4] Insight meditation lets you run your brain in debug mode until you realize you’re just a subroutine in a larger program. I try to keep an eye on my internal monologue. It doesn’t always work. In the computer programming sense, I try to run my brain in “debugging mode” as much as possible. When I’m talking to someone, or when I’m engaged in a group activity, it’s almost impossible because your brain has too many things to handle. If I’m by myself, like just this morning, I’m brushing my teeth and I start thinking forward to a podcast. I started going through this li#le fantasy where I imagined Shane asking me a bunch of questions and I was fantasy- answering them. Then, I caught myself. I put my brain in debug mode and just watched every li#le instruction go by. I said, “Why am I fantasy-future planning? Why can’t I just stand here and brush my teeth?” It’s the awareness my brain was running o$ in the future and planning some fantasy sce- nario out of ego. I was like, “Well, do I really care if I embarrass"
    },
    "Minerva-HCs": {
        "excerpts": "…indicates how the students will be graded on their use of that HC. The rubrics span a grade of “1” (indicating that the student did not understand the material) to “5” (indicating that the student understood it deeply and applied it in novel ways), with intermediate scores indicating intermediate levels of mastery. All class interactions and class assignments are graded using these rubrics. All HCs are introduced during the first year, but graded during the subsequent thre…",
        "pageContent": "Introduction to HCs Overview To be included in the curriculum, a Habit of Mind (H) or Foundational Concept (C) must: 1. be derived from an aspect of one of the four core competencies noted above; 2. lead students to be able to do something useful in ordinary life after graduation (specialized knowledge comes later in the curriculum); 3. be broadly applicable, as indicated by the fact that it is used in courses offered in at least two of Minerva’s majors; 4. be justified either by empirical findings, proofs, or well-established best practices--particularly those that support functioning ethically in a global context; and 5. lead to specific behaviors that can be evaluated with rubrics; the HC cannot be so general or vague that it cannot be systematically and reliably evaluated. What follows is one example of each major category of HC. There are more than 100 of these HCs, which are roughly equally distributed over the four core competencies. Each HC is the learning objective of a class session. In some cases, two or even three sessions are devoted to a single HC (based on how difficult it is), and in some cases we introduce two highly related HCs at the same time (e.g., those dealing with payoff matrices and game theory). The set of HCs is adjusted each year, based on our feedback from students, faculty, and employers. Each HC is accompanied by a rubric, which indicates how the students will be graded on their use of that HC. The rubrics span a grade of “1” (indicating that the student did not understand the material) to “5” (indicating that the student understood it deeply and applied it in novel ways), with intermediate scores indicating intermediate levels of mastery. All class interactions and class assignments are graded using these rubrics. All HCs are introduced during the first year, but graded during the subsequent three years. In fact, the grades at the end of the first year are provisional; they are adjusted up or down each semester, depending on how well the student used the material in subsequent classes. 3"
    },
    "Daily-Rituals": {
        "excerpts": "…at her husband. “If his inspiration pleased him he smiled back at me, ” she recalled. “He knew that nothing in the world was a greater joy to me. ” In reality, Alma was not quite so sanguine about her new station as dutiful wife to a moody, solitary artist. (Prior to their marriage, she had been a promising composer in her own right, but Mahler had made her quit, saying that there could be only one composer in the family.) As she wrote in her diary that July, “There’s such…",
        "pageContent": "was, to Mahler’s preference, light, simple, thoroughly cooked, and minimally seasoned. “Its purpose was to satisfy without tempting the appetite or causing any sensation of heaviness, ” wrote Alma, to whom it seemed “an invalid’s diet. ” Gustav and Alma Mahler , near their summer residence, 1909 (photo credit 23.1) After lunch, Mahler would drag Alma on a three-or four-hour-long walk along the shore, stopping occasionally to jot down ideas in his notebook, beating time in the air with his pencil. These composing breaks would sometimes last for an hour or longer, during which time Alma would sit on a branch or in the grass, not daring to look at her husband. “If his inspiration pleased him he smiled back at me, ” she recalled. “He knew that nothing in the world was a greater joy to me. ” In reality, Alma was not quite so sanguine about her new station as dutiful wife to a moody, solitary artist. (Prior to their marriage, she had been a promising composer in her own right, but Mahler had made her quit, saying that there could be only one composer in the family.) As she wrote in her diary that July, “There’s such a struggle going on in me! And a miserable longing for someone who thinks OF ME, who helps me to find MYSELF! I’ve sunk to the level of a housekeeper!” Mahler, for his part, seemed unaware of his wife’s inner turmoil, or else chose to ignore it. By the autumn he had largely completed the Fifth, and for the next several summers he would continue the exact same lifestyle, composing his Sixth, Seventh, and Eighth symphonies at Maiernigg. As long as the work was"
    }
}