{
    "Meditations": {
        "excerpts": "…er concern, and it is clear that no expense was spared. For training in Greek rhetoric, he was entrusted to Herodes Atticus, a fabulously wealthy Athenian rhetorician whose tempestuous relations with his family, fellow citizens and the imperial court itself would have furnished ample material for a soap opera. His instructor in Latin oratory was Marcus Cornelius Fronto, a prominent rhetorician from Cirta in North Africa. By an accident of fate, many of Fronto’s letters to…",
        "pageContent": "Hadrian’s death the following year left Marcus first in line for the throne. His education and that of the younger V erus were now matters of still greater concern, and it is clear that no expense was spared. For training in Greek rhetoric, he was entrusted to Herodes Atticus, a fabulously wealthy Athenian rhetorician whose tempestuous relations with his family, fellow citizens and the imperial court itself would have furnished ample material for a soap opera. His instructor in Latin oratory was Marcus Cornelius Fronto, a prominent rhetorician from Cirta in North Africa. By an accident of fate, many of Fronto’s letters to Marcus have survived, and they illustrate the close relationship between student and teacher. They also suggest Fronto’s regret at seeing Marcus move away from rhetoric to delve ever more deeply into philosophy. The first book of the Meditations pays tribute to a number of philosophers from whom Marcus learned, both formally and informally, and he is likely to have studied with or listened to many others. Marcus would have learned much outside the classroom as well. For training in legal and political matters, an informal apprenticeship bound aristocratic youths to older public figures—men like Junius Rusticus, whose influence Marcus chronicles in 1.7. But the single greatest influence was surely Marcus’s adopted father, Antoninus Pius. Marcus would have watched as Antoninus received embassies, tried legal cases and dictated letters to his deputies. Meanwhile Marcus’s own position as heir apparent was signaled in"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…s and jump down my throat. Then I think, “Why did I do this again?”![4] Pointing out obvious exceptions implies either the target isn’t smart or you aren’t. When you first pick up a book, are you skimming for some- thing interesting? How do you go about reading it? Do you just flip to a random page and start reading? What’s your process? I’ll start at the beginning, but I’ll move fast. If it’s not interest- ing, I’ll just start flipping ahead, skimming, or speed reading. I…",
        "pageContent": "random people who point out all kinds of obvious exceptions and jump down my throat. Then I think, “Why did I do this again?”![4] Pointing out obvious exceptions implies either the target isn’t smart or you aren’t. When you first pick up a book, are you skimming for some- thing interesting? How do you go about reading it? Do you just flip to a random page and start reading? What’s your process? I’ll start at the beginning, but I’ll move fast. If it’s not interest- ing, I’ll just start flipping ahead, skimming, or speed reading. If it doesn’t grab my attention within the first chapter in a mean- ingful, positive way, I’ll either drop the book or skip ahead a few chapters. I don’t believe in delayed gratification when there are an infinite number of books out there to read. There are so many great books. The number of books completed is a vanity metric. As you know more, you leave more books unfinished. Focus on new concepts with predictive power. Generally, I’ll skim. I’ll fast forward. I’ll try and find a part to catch my attention. Most books have one point to make. (Obvi- ously, this is nonfiction. I’m not talking about fiction.) They"
    },
    "Minerva-HCs": {
        "excerpts": "…remain flexible and open to compromise. Approaching negotiation as a structured process raises the likelihood of a successful resolution. Application example: Your company has assigned you to negotiate the construction of a new factory in Asia. You can’t get anywhere if the city you are negotiating with doesn’t give you tax benefits. So, that’s your first priority. When that is settled, you go over the details. The city officials don’t agree to subcontract the cement work…",
        "pageContent": "Introduction to HCs Examples IV. Interacting Effectively A. Negotiating, Mediating, and Persuading Effective interactions with people require anticipating the effects of a particular message, registering the actual responses, and adjusting communications accordingly. Such dynamic interactions lie at the heart of negotiating, mediating, and persuading. #negotiate CS Use a structured approach to negotiation to reach desired objectives. (H) Effective negotiation involves give and take between stakeholders to reach mutually beneficial agreements. Negotiating successfully requires a structured approach, which includes clearly identifying interests, agreeing on a process, and being prepared to sacrifice some objectives to achieve others. Negotiators must prioritize objectives but remain flexible and open to compromise. Approaching negotiation as a structured process raises the likelihood of a successful resolution. Application example: Your company has assigned you to negotiate the construction of a new factory in Asia. You can’t get anywhere if the city you are negotiating with doesn’t give you tax benefits. So, that’s your first priority. When that is settled, you go over the details. The city officials don’t agree to subcontract the cement work to the offshore contractor you prefer and they disagree on your choice of heavy machinery supplier. You are willing to concede the offshore contractor because the company they prefer has comparable pricing and 15"
    },
    "Daily-Rituals": {
        "excerpts": "…rk: Touchstone, 1990); Louis Menand, “Stand By Y our Man, ” New Yorker, September 26, 2005, http://www.newyorker.com/archive/2005/09/26/050926crbo books. _ 17. “I’m always in”: Interview with Frechtman and Gobeil. 18. Generally, Beauvoir worked: Bair, 359–60. 19. “On the first”: Quoted ibid., 444. 20. Thomas Wolfe: David Herbert Donald, Look Homeward: A Life of Thomas Wolfe (Boston: Little, Brown, 1987). 21. “amazing speed”: Quoted ibid., 237. 22. “penis remained limp”: Qu…",
        "pageContent": "13. Francis Bacon: Michael Peppiatt, Francis Bacon: Anatomy of an Enigma (New Y ork: Farrar, Straus and Giroux, 1996). 14. “essentially a creature”: Ibid., 101. 15. “I often like”: Quoted ibid., 161. 16. Simone de Beauvoir: Interview with Bernard Frechtman and Madeleine Gobeil, “The Art of Fiction No. 35: Simone de Beauvoir, ” Paris Review, Spring–Summer 1965, http://www.theparisreview.org/interviews/4444/the-art-of-fiction-no-35- simone-de-beauvoir; Deirdre Bair, Simone de Beauvoir: A Biography (New Y ork: Touchstone, 1990); Louis Menand, “Stand By Y our Man, ” New Yorker, September 26, 2005, http://www.newyorker.com/archive/2005/09/26/050926crbo books. _ 17. “I’m always in”: Interview with Frechtman and Gobeil. 18. Generally, Beauvoir worked: Bair, 359–60. 19. “On the first”: Quoted ibid., 444. 20. Thomas Wolfe: David Herbert Donald, Look Homeward: A Life of Thomas Wolfe (Boston: Little, Brown, 1987). 21. “amazing speed”: Quoted ibid., 237. 22. “penis remained limp”: Quoted ibid. 23. “male configurations”: Quoted ibid. 24. “priming himself with”: Ibid., 246. 25. Patricia Highsmith: Andrew Wilson, Beautiful Shadow: A Life of Patricia Highsmith (London: Bloomsbury, 2003). 26. “There is no”: Quoted ibid., 324. 27. like rats have: Ibid., 8. 28. “Her favourite technique”: Ibid., 123. 29. “not to perk”: Ibid., 141. 30. “she only ever”: Quoted ibid., 323. 31. “they give me”: Quoted ibid., 135. 32. Federico Fellini: Hollis Alpert, Fellini: A Life (1986; repr. New Y ork: Paragon House, 1988); Bert Cardullo, ed., Federico Fellini: Interviews (Jackson: University Press of Mississippi, 2006). 33. “I’m up at six”: Quoted in Alpert, 264. 34. “A writer can”: Interview with Gideon Bachmann, Film Book I, ed"
    }
}