{
    "Meditations": {
        "excerpts": "…rcus pays lip service to this triadic division in at least one entry (8.13), but it is clear from other chapters and from the Meditations as a whole that logic and physics were not his focus. Among the things for which he thanks the gods is that he was never “absorbed by logic-chopping, or preoccupied by physics” (1.17). Occasional entries show an awareness of Stoic thought about language (the etymological pun in 8.57 is perhaps the clearest example), but they are the exce…",
        "pageContent": "Stoic sources, can be discerned also in the Meditations. Chrysippus and his followers had divided knowledge into three areas: logic, physics and ethics, concerned, respectively, with the nature of knowledge, the structure of the physical world and the proper role of human beings in that world. Marcus pays lip service to this triadic division in at least one entry (8.13), but it is clear from other chapters and from the Meditations as a whole that logic and physics were not his focus. Among the things for which he thanks the gods is that he was never “absorbed by logic-chopping, or preoccupied by physics” (1.17). Occasional entries show an awareness of Stoic thought about language (the etymological pun in 8.57 is perhaps the clearest example), but they are the exception, not the rule. In many cases Marcus’s logic is weak —the logic of the rhetorician, not of the philosopher; it is rare to find a developed chain of reasoning like that in Meditations 4.4. His interest in the nature of the physical world is limited to its relevance to human problems. About one of the basic Stoic physical doctrines—the notion of the periodic conflagration (ekpyrosis) that ends a cosmic cycle —Marcus adopts an agnostic position (though he was not alone in this). To him it was ethics that was the basis of the system: “just because you’ve abandoned your hopes of becoming a great thinker or scientist, don’t give up on attaining freedom, achieving humility, serving others . . . ” (7.67"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…other example of a foundational value: I don’t believe in any short-term thinking or dealing. If I’m doing business with somebody and they think in a short-term manner with some- body else, then I don’t want to do business with them anymore. All benefits in life come from compound interest, whether in money, relationships, love, health, activities, or habits. I only want to be around people I know I’m going to be around for the rest of my life. I only want to work on thing…",
        "pageContent": "somebody. Anyone around whom I can’t be fully honest, I don’t want to be around. Before you can lie to another, you must first lie to yourself. Another example of a foundational value: I don’t believe in any short-term thinking or dealing. If I’m doing business with somebody and they think in a short-term manner with some- body else, then I don’t want to do business with them anymore. All benefits in life come from compound interest, whether in money, relationships, love, health, activities, or habits. I only want to be around people I know I’m going to be around for the rest of my life. I only want to work on things I know have long-term payout. Another one is I only believe in peer relationships. I don’t believe in hierarchical relationships. I don’t want to be above anybody, and I don’t want to be below anybody. If I can’t treat someone like a peer and if they can’t treat me like peer, I just don’t want to interact with them. Another: I don’t believe in anger anymore. Anger was good when I was young and full of testosterone, but now I like the Buddhist saying, “Anger is a hot coal you hold in your hand while waiting to throw it at somebody.” I don’t want to be angry, and I don’t want to be around angry people. I just cut them out of my life. I’m not judging them. I went through a lot of anger too. They have to work through it on their own. Go be angry at someone else, somewhere else. I don’t know if these necessarily fall into the classical defini"
    },
    "Minerva-HCs": {
        "excerpts": "…either by empirical findings, proofs, or well-established best practices--particularly those that support functioning ethically in a global context; and 5. lead to specific behaviors that can be evaluated with rubrics; the HC cannot be so general or vague that it cannot be systematically and reliably evaluated. What follows is one example of each major category of HC. There are more than 100 of these HCs, which are roughly equally distributed over the four core competenci…",
        "pageContent": "Introduction to HCs Overview To be included in the curriculum, a Habit of Mind (H) or Foundational Concept (C) must: 1. be derived from an aspect of one of the four core competencies noted above; 2. lead students to be able to do something useful in ordinary life after graduation (specialized knowledge comes later in the curriculum); 3. be broadly applicable, as indicated by the fact that it is used in courses offered in at least two of Minerva’s majors; 4. be justified either by empirical findings, proofs, or well-established best practices--particularly those that support functioning ethically in a global context; and 5. lead to specific behaviors that can be evaluated with rubrics; the HC cannot be so general or vague that it cannot be systematically and reliably evaluated. What follows is one example of each major category of HC. There are more than 100 of these HCs, which are roughly equally distributed over the four core competencies. Each HC is the learning objective of a class session. In some cases, two or even three sessions are devoted to a single HC (based on how difficult it is), and in some cases we introduce two highly related HCs at the same time (e.g., those dealing with payoff matrices and game theory). The set of HCs is adjusted each year, based on our feedback from students, faculty, and employers. Each HC is accompanied by a rubric, which indicates how the students will be graded on their use of that HC. The rubrics span a grade of “1” (indicating that the student did not understand the material) to “5” (indicating that the student understood it deeply and applied it in novel ways), with intermediate scores indicating intermediate levels of mastery. All class interactions and class assignments are graded using these rubrics. All HCs are introduced during the first year, but graded during the subsequent three years. In fact, the grades at the end of the first year are provisional; they are adjusted up or down each semester, depending on how well the student used the material in subsequent classes. 3"
    },
    "Daily-Rituals": {
        "excerpts": "…Jad Adams, Hideous Absinthe: A History of the Devil in a Bottle (London: I. B. Tauris, 2004). 80. One of his inventions: Adams, 132. 81. “a peacock’s tail”: Quoted ibid. 82. “I expect to burn”: Quoted in Frey, 242. 83. Thomas Mann: Anthony Heilbut, Thomas Mann: Eros and Literature (1995; repr. Berkeley and Los Angeles: University of California Press, 1997); Ronald Hayman, Thomas Mann: A Biography (New Y ork: Scribner, 1995). 84. “Every passage becomes”: Quoted in Heilbut,…",
        "pageContent": "70. “I dared not”: Ibid. 71. Gustave Flaubert: Francis Steegmuller, Flaubert and Madame Bovary: A Double Portrait (1939; repr. New Y ork: New Y ork Review of Books, 2005); Frederick Brown, Flaubert: A Biography (New Y ork: Little, Brown, 2006); Henry Troyat, Flaubert, trans. Joan Pinkham (New Y ork: Viking, 1992). 72. already looking middle-aged: Steegmuller, 216. 73. “Last night I began”: Quoted in Troyat, 111. 74. Flaubert woke at 10:00: Brown, 293, and Steegmuller, 239–41. 75. “Sometimes I don’t”: Quoted in Troyat, 117. 76. “Bovary is not”: Quoted ibid., 126. 77. Together they would: Steegmuller, 241. 78. “After all”: Quoted in Troyat, 173. 79. Henri de Toulouse-Lautrec: Julia Frey, Toulouse-Lautrec: A Life (New Y ork: Viking, 1994); Jad Adams, Hideous Absinthe: A History of the Devil in a Bottle (London: I. B. Tauris, 2004). 80. One of his inventions: Adams, 132. 81. “a peacock’s tail”: Quoted ibid. 82. “I expect to burn”: Quoted in Frey, 242. 83. Thomas Mann: Anthony Heilbut, Thomas Mann: Eros and Literature (1995; repr. Berkeley and Los Angeles: University of California Press, 1997); Ronald Hayman, Thomas Mann: A Biography (New Y ork: Scribner, 1995). 84. “Every passage becomes”: Quoted in Heilbut, 207. 85. “clench the teeth”: Quoted ibid. 86. Karl Marx: Isaiah Berlin, Karl Marx: His Life and Environment, 4th ed. (New Y ork: Oxford University Press, 1996); Francis Wheen, Karl Marx: A Life (New Y ork: W. W. Norton, 2000); Michael Evans, Karl Marx (Bloomington and London: Indiana University Press, 1975); Werner Blumenberg, Karl Marx: An Illustrated Biography, trans. Douglas Scott (1972; repr. London: V erso, 1998). 87. “His mode of living”: Berlin, 143. 88. He never had: Evans, 32. 89. “I must pursue”: Quoted ibid"
    }
}