{
    "Meditations": {
        "excerpts": "…t now, this moment. If you’d only stop thwarting your own attempts. If you’d only let go of the past, entrust the future to Providence, and guide the present toward reverence and justice. Reverence: so you’ll accept what you’re allotted. Nature intended it for you, and you for it. Justice: so that you’ll speak the truth, frankly and without evasions, and act as you should—and as other people deserve. Don’t let anything deter you: other people’s misbehavior, your own misper…",
        "pageContent": "1. Everything you’re trying to reach—by taking the long way round—you could have right now, this moment. If you’d only stop thwarting your own attempts. If you’d only let go of the past, entrust the future to Providence, and guide the present toward reverence and justice. Reverence: so you’ll accept what you’re allotted. Nature intended it for you, and you for it. Justice: so that you’ll speak the truth, frankly and without evasions, and act as you should—and as other people deserve. Don’t let anything deter you: other people’s misbehavior, your own misperceptions, What People Will Say, or the feelings of the body that covers you (let the affected part take care of those). And if, when it’s time to depart, you shunt everything aside except your mind and the divinity within . . . if it isn’t ceasing to live that you’re afraid of but never beginning to live properly . . . then you’ll be worthy of the"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…cribe, hiring a great team, and for the very personal a!ention and eﬀort in this project. I appreciate your willingness to hurt my feelings in pursuit of a great product. And I deeply appreciate your trust in me to do good work. I am grateful to Bo and the whole team at Zaarly for their patience and grace around my obsession with this book and the eﬀort that went into it. I am grateful for the support of many friends and strangers online who supported and encouraged me thr…",
        "pageContent": "I am grateful to Tucker Max for creating Scribe, hiring a great team, and for the very personal a!ention and eﬀort in this project. I appreciate your willingness to hurt my feelings in pursuit of a great product. And I deeply appreciate your trust in me to do good work. I am grateful to Bo and the whole team at Zaarly for their patience and grace around my obsession with this book and the eﬀort that went into it. I am grateful for the support of many friends and strangers online who supported and encouraged me throughout this project. My DMs overflow with kind words and eager inquiries. I appreciate every gesture. Your energy helped pull me through the thousand hours it took to create this for you"
    },
    "Minerva-HCs": {
        "excerpts": "…nking Critically A. Evaluating Claims One aspect of critical thinking focuses on evaluating claims, which requires identifying them and their components. In order to do this, one must rely on the ability to check whether conclusions are plausible and must use principles of information literacy. In addition, one often must recognize whether claims are grounded in sound science and supported by probability and statistics. #estimation FA Use estimation techniques to determine…",
        "pageContent": "Introduction to HCs Examples I. Thinking Critically A. Evaluating Claims One aspect of critical thinking focuses on evaluating claims, which requires identifying them and their components. In order to do this, one must rely on the ability to check whether conclusions are plausible and must use principles of information literacy. In addition, one often must recognize whether claims are grounded in sound science and supported by probability and statistics. #estimation FA Use estimation techniques to determine whether quantitative claims are plausible. (H) When considering quantitative claims, it is useful to conduct a plausibility check. This can be done quickly using approximations and round numbers, and by establishing limits (minimum and maximum values that the number could reasonably be expected to take). Application example: A politician claims that undocumented workers account for over half of the murders in your city. You check, and 34% of murder victims and 49% of murderers are under 25 years old. In your city, most undocumented workers are over 35 years old, and thus the claim seems implausible. 5"
    },
    "Daily-Rituals": {
        "excerpts": "…urakami wakes at 4:00 A.M. and works for five to six hours straight. In the afternoons he runs or swims (or does both), runs errands, reads, and listens to music; bedtime is 9:00. “I keep to this routine every day without variation, ” he told The Paris Review in 2004. “The repetition itself becomes the important thing; it’s a form of mesmerism. I mesmerize myself to reach a deeper state of mind. ” Murakami has said that maintaining this repetition for the time required to…",
        "pageContent": "Haruki Murakami (b. 1949) When he is writing a novel, Murakami wakes at 4:00 A.M. and works for five to six hours straight. In the afternoons he runs or swims (or does both), runs errands, reads, and listens to music; bedtime is 9:00. “I keep to this routine every day without variation, ” he told The Paris Review in 2004. “The repetition itself becomes the important thing; it’s a form of mesmerism. I mesmerize myself to reach a deeper state of mind. ” Murakami has said that maintaining this repetition for the time required to complete a novel takes more than mental discipline: “Physical strength is as necessary as artistic sensitivity. ” When he first hung out his shingle as a professional writer, in 1981, after several years running a small jazz club in Tokyo, he discovered that the sedentary lifestyle caused him to gain weight rapidly; he was also smoking as many as sixty cigarettes a day. He soon resolved to change his habits completely, moving with his wife to a rural area, quitting smoking, drinking less, and eating a diet of mostly vegetables and fish. He also started running daily, a habit he has kept up for more than a quarter century. The one drawback to this self-made schedule, Murakami admitted in a 2008 essay, is that it doesn’t allow for much of a social life. “People are offended when you repeatedly turn down their invitations, ” he wrote. But he decided that the indispensable relationship in his life was with his readers. “My readers would welcome whatever life style I chose, as long as I made sure each new work was an improvement over the last. And shouldn’t that be my duty—and my top priority—as a novelist"
    }
}