{
    "Meditations": {
        "excerpts": "…, a better person, a better resource in tight places, a better forgiver of faults. 53. Wherever something can be done as the logos shared by gods and men dictates, there all is in order. Where there is profit because our effort is productive, because it advances in step with our nature, there we have nothing to fear. 54. Everywhere, at each moment, you have the option: • to accept this event with humility • to treat this person as he should be treated • to approach this th…",
        "pageContent": "51a. “To labor cheerfully and so endure The wind that blows from heaven. ” 52. A better wrestler. But not a better citizen, a better person, a better resource in tight places, a better forgiver of faults. 53. Wherever something can be done as the logos shared by gods and men dictates, there all is in order. Where there is profit because our effort is productive, because it advances in step with our nature, there we have nothing to fear. 54. Everywhere, at each moment, you have the option: • to accept this event with humility • to treat this person as he should be treated • to approach this thought with care, so that nothing irrational creeps in. 55. Don’t pay attention to other people’s minds. Look straight ahead, where nature is leading you—nature in general, through the things that happen to you; and your own nature, through your own actions"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…ese things. These are highly dominating decisions. Those three decisions really ma!er. You have to say no to everything and free up your time so you can solve the important problems. Those three are probably the three biggest ones.#[1] What are one or two steps you’d take to surround yourself with successful people? Figure out what you’re good at, and start helping other people with it. Give it away. Pay it forward. Karma works because people are consistent. On a long enou…",
        "pageContent": "time deciding which job to get into. Choosing what city to live in can almost completely determine the trajectory of your life, but we spend so li!le time trying to figure out what city to live in. Advice to a young engineer considering moving to San Francisco: “Do you want to leave your friends behind? Or be the one left behind?” If you’re going to live in a city for ten years, if you’re going to be in a job for five years, if you’re in a relationship for a decade, you should be spending one to two years deciding these things. These are highly dominating decisions. Those three decisions really ma!er. You have to say no to everything and free up your time so you can solve the important problems. Those three are probably the three biggest ones.#[1] What are one or two steps you’d take to surround yourself with successful people? Figure out what you’re good at, and start helping other people with it. Give it away. Pay it forward. Karma works because people are consistent. On a long enough timescale, you will a!ract what you project. But don’t measure—your patience will run out if you count.#[7] An old boss once warned: “You’ll never be rich since you’re obviously smart, and someone will always offer you a job that’s just good enough"
    },
    "Minerva-HCs": {
        "excerpts": "…cation often plays a crucial role in how well a verbal communication is received. These elements of communication not only convey connotations, but color the entire message. #multimodaldesign MC Apply principles of perception and cognition in design, including those for oral and multimedia presentations. (H) A large body of research has documented many characteristics of human perception and cognition, resulting in a set of principles that captures how humans organize and…",
        "pageContent": "Introduction to HCs Examples You realize en route that your cell phone’s battery is dead. You try to follow her instructions as best you can, but quickly get lost. You wish her directions had been clear and precise. B. Using Nonverbal Communication Effectively Nonverbal communication often plays a crucial role in how well a verbal communication is received. These elements of communication not only convey connotations, but color the entire message. #multimodaldesign MC Apply principles of perception and cognition in design, including those for oral and multimedia presentations. (H) A large body of research has documented many characteristics of human perception and cognition, resulting in a set of principles that captures how humans organize and interpret what they see and hear. Products, ranging from simple graphs to complex devices, from teapots to tactile surfaces, should be designed to respect these principles; products that violate these principles are difficult for humans to use. These principles can be used both to evaluate products and to guide creation of new ones. Application example: You watch people leave the building where Minerva has its headquarters. More than half of them try to pull open the doors, but the doors are designed to be pushed open as you exit. You look carefully at the door handles, and see that they are identical to the ones on the outside of the doors — which clearly invite being pulled. You realize that the shape of the handles encourages people to pull on them, which is inappropriate for a door that should be pushed. 14"
    },
    "Daily-Rituals": {
        "excerpts": "…n’ s London studio, 1971 (photo credit 2.1) And yet, as the biographer Michael Peppiatt has written, Bacon was “essentially a creature of habit, ” with a daily schedule that varied little over his career. Painting came first. Despite his late nights, Bacon always woke at the first light of day and worked for several hours, usually finishing around noon. Then another long afternoon and evening of carousing stretched before him, and Bacon did not dawdle. He would have a frie…",
        "pageContent": "Francis Bacon (1909–1992) To the outside observer, Bacon appeared to thrive on disorder. His studios were environments of extreme chaos, with paint smeared on the walls and a knee-high jumble of books, brushes, papers, broken furniture, and other detritus piled on the floor. (More agreeable interiors stifled his creativity, he said.) And when he wasn’t painting, Bacon lived a life of hedonistic excess, eating multiple rich meals a day, drinking tremendous quantities of alcohol, taking whatever stimulants were handy, and generally staying out later and partying harder than any of his contemporaries. Francis Bacon’ s London studio, 1971 (photo credit 2.1) And yet, as the biographer Michael Peppiatt has written, Bacon was “essentially a creature of habit, ” with a daily schedule that varied little over his career. Painting came first. Despite his late nights, Bacon always woke at the first light of day and worked for several hours, usually finishing around noon. Then another long afternoon and evening of carousing stretched before him, and Bacon did not dawdle. He would have a friend to the studio to share a bottle of"
    }
}