{
    "Meditations": {
        "excerpts": "…all existence, do you think our human life will mean much to him at all?’ “ ‘How could it?’ he said. “ ‘Or death be very frightening?’ “ ‘Not in the least. ’ ” 36. “Kingship: to earn a bad reputation by good deeds. ” 37. Disgraceful: that the mind should control the face, should be able to shape and mold it as it pleases, but not shape and mold itself. 38. “And why should we feel anger at the world? As if the world would notice!” 39. “May you bring joy to us and those on h…",
        "pageContent": "long for and fear. Events like piles of sand, drift upon drift— each one soon hidden by the next. 35. “ ‘If his mind is filled with nobility, with a grasp of all time, all existence, do you think our human life will mean much to him at all?’ “ ‘How could it?’ he said. “ ‘Or death be very frightening?’ “ ‘Not in the least. ’ ” 36. “Kingship: to earn a bad reputation by good deeds. ” 37. Disgraceful: that the mind should control the face, should be able to shape and mold it as it pleases, but not shape and mold itself. 38. “And why should we feel anger at the world? As if the world would notice!” 39. “May you bring joy to us and those on high. ” 40. “To harvest life like standing stalks of grain Grown and cut down in turn. ” 41. “If I and my two children cannot move the gods The gods must have their reasons"
    },
    "MrBeast": {
        "excerpts": "…in the back half of the video. Don’t ever signal the end of the video unless it’s to build hype for the prize or payoff at the end of the video. This is also where long explanation bits can live and if something unexpected happens or things don’t go to plan that can be turned into content. The above paragraphs are why you’ll hear us ask what minute mark in the video that you are working on is. Whether it is production, creative, or editing you must always know what minute…",
        "pageContent": "8 the story, the people in the video and the overall video itself. If we can get them to watch the first half of the video there’s a very high chance they’ll watch to the end. Usually at the 6 minute mark we will include another re-engagement that is highly interesting but needs a little more explanation and will push the story in the back half of the video. And lastly, we have what we call back half content. I have to be careful writing this because I don’t want you to ever for a second think I am okay with content being subpar. Many videos have been killed because the back half content was ass lol. But in general once you have someone for 6 minutes they are super invested in the story and probably in what I call a “lull” . They are watching the video without even realizing they are watching a video. Typically the not as good content would be in the back half of the video. Don’t ever signal the end of the video unless it’s to build hype for the prize or payoff at the end of the video. This is also where long explanation bits can live and if something unexpected happens or things don’t go to plan that can be turned into content. The above paragraphs are why you’ll hear us ask what minute mark in the video that you are working on is. Whether it is production, creative, or editing you must always know what minute mark the content you are working on is. If you don’t then you’re not doing it right. I just whipped out a calculator and the combined seconds of content of our last 100 videos is 81,801 seconds. Which divided by 100 means the average mrbeast video is 818 seconds or 13 minutes and 37 seconds. Some are shorter (like when we do a real time shoot or something more emotional and don’t want it dragged out) and some are longer (giant spectacles like giving away an island as an example) but 13 minutes is the average and you are expected to know when producing which minute of that 13 minutes you are working on. And since we’re on the topic of retention graphs here is a cool visual"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…ack” shorts on Navalmanack. com. These are sections that were edited out of the original (enormous) manuscript of this book. I’ve published them online for those interested in Naval’s more specific insights on: → Education → The Story of AngelList → Investing → Startups → Crypto → Relationships Naval continues to create and share great insights: → On Twi!er: Twi!er.com/Naval → On his podcast: Naval → On his website: h!ps://nav.al/ The most popular of Naval’s material at th…",
        "pageContent": "NEXT ON NAVAL If you loved this book, there are many ways to dive deeper into Naval. I am publishing “Navalmanack” shorts on Navalmanack. com. These are sections that were edited out of the original (enormous) manuscript of this book. I’ve published them online for those interested in Naval’s more specific insights on: → Education → The Story of AngelList → Investing → Startups → Crypto → Relationships Naval continues to create and share great insights: → On Twi!er: Twi!er.com/Naval → On his podcast: Naval → On his website: h!ps://nav.al/ The most popular of Naval’s material at the time of writing: → Naval podcast episodes compilation:How to Get Rich"
    },
    "Minerva-HCs": {
        "excerpts": "…te discovery by considering systems at multiple levels of analysis and identifying the type of system being studied. #modeltypes EA Recognize how models can be used to explain a set of data and generate new predictions. (C) Many kinds of models (ranging from conceptual to physical to mathematical to simulation) are used in science. A theory generally guides the construction of a model, indicating which aspects of a model are relevant. Models are used to explain data or to…",
        "pageContent": "Introduction to HCs Examples II. Thinking Creatively A. Facilitating Discovery There are no recipes or set of rules for how to make new discoveries. However, certain practices can set the stage, facilitating discovery. Among such practices are the ability to create well-formed hypotheses, predictions and interpretations of data. In addition, research methods can be used effectively to increase the likelihood of making a new discovery. Finally, one can facilitate discovery by considering systems at multiple levels of analysis and identifying the type of system being studied. #modeltypes EA Recognize how models can be used to explain a set of data and generate new predictions. (C) Many kinds of models (ranging from conceptual to physical to mathematical to simulation) are used in science. A theory generally guides the construction of a model, indicating which aspects of a model are relevant. Models are used to explain data or to test a theory, often through visualization. One can vary the nature of inputs to a model and the specific constraints on its behavior and then observe how the model behaves (e.g., simulations can be run in specific circumstances and the results observed) —thereby deriving new predictions for how the phenomena in question should change when subjected to those inputs and constraints. Application example: You’ve been getting a stomachache after eating at home. You notice that the sponge you use to wipe your dishes is always wet. You think about the germ 9"
    },
    "Daily-Rituals": {
        "excerpts": "…e morning without their getting insulted. For some I perform a real service, a wake-up service; they become used to my waking them at seven or so. Fellini wrote for newspapers as a young man, but he found that his temperament was better suited to the movies—he liked the sociability of the filmmaking process. “A writer can do everything by himself—but he needs discipline, ” he said. “He has to get up at seven in the morning, and be alone in a room with a white sheet of pape…",
        "pageContent": "Federico Fellini (1920–1993) The Italian filmmaker claimed that he was unable to sleep for more than three hours at a time. In a 1977 interview, he described his morning routine: I’m up at six in the morning. I walk around the house, open windows, poke around boxes, move books from here to there. For years I’ve been trying to make myself a decent cup of coffee, but it’s not one of my specialties. I go downstairs, outside as soon as possible. By seven I’m on the telephone. I’m scrupulous about choosing who it’s safe to wake at seven in the morning without their getting insulted. For some I perform a real service, a wake-up service; they become used to my waking them at seven or so. Fellini wrote for newspapers as a young man, but he found that his temperament was better suited to the movies—he liked the sociability of the filmmaking process. “A writer can do everything by himself—but he needs discipline, ” he said. “He has to get up at seven in the morning, and be alone in a room with a white sheet of paper. I am too much of a vitellone [loafer] to do that. I think I have chosen the best medium of expression for myself. I love the very precious combination of work and of living-together that filmmaking offers"
    }
}