{
    "Meditations": {
        "excerpts": "…is right. ” This applies to all obstacles and (apparent) misfortunes, and in particular to death—a process that we cannot prevent, which therefore does not harm us, and which accordingly we must accept willingly as natural and proper. Together, the three disciplines constitute a comprehensive approach to life, and in various combinations and reformulations they underlie a large number of the entries in the Meditations. W e see them laid out starkly and explicitly in Medit…",
        "pageContent": "contrast, things outside our control have no ability to harm us. Acts of wrongdoing by a human agent (torture, theft, or other crimes) harm the agent, not the victim. Acts of nature such as fire, illness, or death can harm us only if we choose to see them as harmful. When we do so, we question the benevolence and providence of the logos, and thereby degrade our own logos. This, of course, we must not do. Instead we must see things for what they are (here the discipline of perception is relevant) and accept them, by exercising the discipline of will, or what Epictetus calls (in a phrase quoted by Marcus) “the art of acquiescence. ” For if we recognize that all events have been foreseen by the logos and form part of its plan, and that the plan in question is unfailingly good (as it must be), then it follows that we must accept whatever fate has in store for us, however unpleasant it may appear, trusting that, in Alexander Pope’s phrase, “whatever is, is right. ” This applies to all obstacles and (apparent) misfortunes, and in particular to death—a process that we cannot prevent, which therefore does not harm us, and which accordingly we must accept willingly as natural and proper. Together, the three disciplines constitute a comprehensive approach to life, and in various combinations and reformulations they underlie a large number of the entries in the Meditations. W e see them laid out starkly and explicitly in Meditations 7.54"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…interplay between sugar and fat is really interesting. Fat is what makes you satiated. Fatty foods make you feel full. The easiest way to feel full is to go on a ketogenic diet, where you’re eating tons of bacon all the time, and you’re going to feel almost nauseous and not want to look at fat anymore. Sugar makes you hungry. Sugar signals to your body, “There’s this incredible food resource in the environment we’re not evolved for,” so you rush out to get sugar. The prob…",
        "pageContent": "It seems really di!cult to follow. It makes sense for the brain and the body to have a backup mechanism. For example, in the Ice Ages, humans evolved without many plants available. At the same time, we have been eating plants for thousands of years…I don’t think plants are bad for you, but something closer to the paleo diet is probably correct. I think the interplay between sugar and fat is really interesting. Fat is what makes you satiated. Fatty foods make you feel full. The easiest way to feel full is to go on a ketogenic diet, where you’re eating tons of bacon all the time, and you’re going to feel almost nauseous and not want to look at fat anymore. Sugar makes you hungry. Sugar signals to your body, “There’s this incredible food resource in the environment we’re not evolved for,” so you rush out to get sugar. The problem is the sugar e#ect dominates the fat e#ect. If you eat a fatty meal and you throw some sugar in, the sugar is going to deliver hunger and fat is going to deliver the calories and you’re just going to binge. That’s why all desserts are large combinations of fat and carbs together. In nature, it’s very rare to find carbs and fat together. In nature, I find carbs and fat together in coconuts, in mangoes, maybe in bananas, but it’s basically tropical fruits. The combination of sugar and fat together is really deadly. You’ve got to watch out for that in your diet. I’m not an expert, and the problem is diet and nutrition are like politics: everybody thinks they’re an expert. Their identity is wrapped up in it because what they’ve been eating or what they think they should be eating is obviously the correct answer. Everybody has a little religion—it’s just a really di!cult topic"
    },
    "Minerva-HCs": {
        "excerpts": "…is only one other place large enough for the chair and lamp. The mere act of satisfying all of the constraints simultaneously almost dictates the solution to the problem! C. Creating Products, Processes and Services Various methods and techniques can help one to create new products, processes and services. Such methods and techniques include iterative design thinking, application of principles of perception and cognition, and reverse engineering. #designthinking MC Apply i…",
        "pageContent": "Introduction to HCs Examples an old sofa, which is missing a rear leg and sits on a telephone book — and so you don’t want to put it in a location where it can be seen from behind (this is a constraint). You also have an old bed, with a headboard that must lean against the wall (another constraint). And you have two end tables, which must be set to either side of the headboard. And a large chair and reading lamp, which must be near each other. Once you pick a wall for the headboard, the positions of the other pieces of furniture may be determined; there is only one other place where the wall can accommodate the headboard and once it and the end tables are set up, there is only one other place large enough for the chair and lamp. The mere act of satisfying all of the constraints simultaneously almost dictates the solution to the problem! C. Creating Products, Processes and Services Various methods and techniques can help one to create new products, processes and services. Such methods and techniques include iterative design thinking, application of principles of perception and cognition, and reverse engineering. #designthinking MC Apply iterative design thinking to conceive and refine products or solutions. (H) Great work rarely springs fully formed in a first draft. Thus, iteration, using design principles at every cycle, is typically required to produce a good product or the best solution to a problem. An iterative design process gives one’s efforts greater reach and impact. Application example: You’ve learned that design thinking involves first defining the problem, then thinking of possible solutions, prototyping the solutions, and testing the results — and then iterating until a satisfactory solution is achieved. With this process in mind, you design a poster to announce a concert. 11"
    },
    "Daily-Rituals": {
        "excerpts": "…ldom have that kind of squeamishness, ” he told The Paris Review in 1998. Amis said that he writes every weekday, driving himself to an office less than a mile from his London apartment. He keeps business hours but generally writes for only a small portion of that time. “Everyone assumes I’m a systematic and nose-to-the-grindstone kind of person, ” he said. “But to me it seems like a part-time job, really, in that writing from eleven to one continuously is a very good day’…",
        "pageContent": "Martin Amis (b. 1949) Unlike his father, Martin Amis does not approach his writing with a feeling of dread: “I seldom have that kind of squeamishness, ” he told The Paris Review in 1998. Amis said that he writes every weekday, driving himself to an office less than a mile from his London apartment. He keeps business hours but generally writes for only a small portion of that time. “Everyone assumes I’m a systematic and nose-to-the-grindstone kind of person, ” he said. “But to me it seems like a part-time job, really, in that writing from eleven to one continuously is a very good day’s work. Then you can read or play tennis or snooker. Two hours. I think most writers would be very happy with two hours of concentrated work"
    }
}