{
    "Meditations": {
        "excerpts": "…of dirt appear in several entries. The world around us resembles the baths: “oil, sweat, dirt, grayish water, all of it disgusting” (8.24). If Marcus contemplates the stars, he does so only in order to “wash off the mud of life below” (7.47). And the objective analysis Marcus prizes often shades over into a depressing cynicism (in the modern sense of the term). “Disgust at what things are made of: Liquid, dust, bones, filth. Or marble as hardened dirt, gold and silver as r…",
        "pageContent": "time accepting. The gods care for mortals, he reminds himself, “and you—on the verge of death—you still refuse to care for them. ” There is a persistent strain of pessimism in the work. “The things we want in life are empty, stale, and trivial. Dogs snarling at each other. Quarreling children—laughing and then bursting into tears a moment later. Trust, shame, justice, truth— ‘gone from the earth and only found in heaven. ’ Why are you still here?” (5.33). Images of dirt appear in several entries. The world around us resembles the baths: “oil, sweat, dirt, grayish water, all of it disgusting” (8.24). If Marcus contemplates the stars, he does so only in order to “wash off the mud of life below” (7.47). And the objective analysis Marcus prizes often shades over into a depressing cynicism (in the modern sense of the term). “Disgust at what things are made of: Liquid, dust, bones, filth. Or marble as hardened dirt, gold and silver as residues, clothes as hair, purple dye as shellfish blood. And all the rest” (9.36). The human body itself is no more than “rotting meat in a bag” (8.38). “[D]espise your flesh. A mess of blood, pieces of bone, a woven tangle of nerves, veins, arteries” (2.2). Perhaps the most depressing entry in the entire work is the one in which Marcus urges himself to cultivate an indifference to music (11.2). As one scholar has observed, “reading the Meditations for long periods can be conducive of melancholy. ” And even"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…ing to make the money that gives you financial freedom. You’re not going to have passive income where a business is earning for you while you are on vacation.![10] This is probably one of the most important points. People seem to think you can create wealth—make money through work. It’s probably not going to work. There are many reasons for that. Without ownership, your inputs are very closely tied to your outputs. In almost any salaried job, even one paying a lot per hour…",
        "pageContent": "BUILD OR BUY EQUITY IN A BUSINESS If you don’t own a piece of a business, you don’t have a path towards financial freedom. Why is owning equity in a business important to becoming rich? It’s ownership versus wage work. If you are paid for rent- ing out your time, even lawyers and doctors, you can make some money, but you’re not going to make the money that gives you financial freedom. You’re not going to have passive income where a business is earning for you while you are on vacation.![10] This is probably one of the most important points. People seem to think you can create wealth—make money through work. It’s probably not going to work. There are many reasons for that. Without ownership, your inputs are very closely tied to your outputs. In almost any salaried job, even one paying a lot per hour like a lawyer or a doctor, you’re still putting in the hours, and every hour you get paid. Without ownership, when you’re sleeping, you’re not earn- ing. When you’re retired, you’re not earning. When you’re on vacation, you’re not earning. And you can’t earn nonlinearly. If you look at even doctors who get rich (like really rich), it’s because they open a business. They open a private practice. The private practice builds a brand, and the brand attracts"
    },
    "Minerva-HCs": {
        "excerpts": "…in a set of principles that captures how humans organize and interpret what they see and hear. Products, ranging from simple graphs to complex devices, from teapots to tactile surfaces, should be designed to respect these principles; products that violate these principles are difficult for humans to use. These principles can be used both to evaluate products and to guide creation of new ones. Application example: You watch people leave the building where Minerva has its h…",
        "pageContent": "Introduction to HCs Examples You realize en route that your cell phone’s battery is dead. You try to follow her instructions as best you can, but quickly get lost. You wish her directions had been clear and precise. B. Using Nonverbal Communication Effectively Nonverbal communication often plays a crucial role in how well a verbal communication is received. These elements of communication not only convey connotations, but color the entire message. #multimodaldesign MC Apply principles of perception and cognition in design, including those for oral and multimedia presentations. (H) A large body of research has documented many characteristics of human perception and cognition, resulting in a set of principles that captures how humans organize and interpret what they see and hear. Products, ranging from simple graphs to complex devices, from teapots to tactile surfaces, should be designed to respect these principles; products that violate these principles are difficult for humans to use. These principles can be used both to evaluate products and to guide creation of new ones. Application example: You watch people leave the building where Minerva has its headquarters. More than half of them try to pull open the doors, but the doors are designed to be pushed open as you exit. You look carefully at the door handles, and see that they are identical to the ones on the outside of the doors — which clearly invite being pulled. You realize that the shape of the handles encourages people to pull on them, which is inappropriate for a door that should be pushed. 14"
    },
    "Daily-Rituals": {
        "excerpts": "…. “I worry about the lightning speed with which I compose, ” he confessed in a letter to a friend. Undoubtedly this is bad. One shouldn’t compose as quickly as I do. Composition is a serious process, and in the words of a ballerina friend of mine, “Y ou can’t keep going at a gallop. ” I compose with diabolical speed and can’t stop myself.… It is exhausting, rather unpleasant, and at the end of the day you lack any confidence in the result. But I can’t rid myself of the bad…",
        "pageContent": "Dmitry Shostakovich, circa 1930s (photo credit 62.1) Shostakovich had just completed his Second Quartet. Although his fellow composers were amazed by the speed and sureness with which he conceived new works, Shostakovich himself was afraid that perhaps he worked too fast. “I worry about the lightning speed with which I compose, ” he confessed in a letter to a friend. Undoubtedly this is bad. One shouldn’t compose as quickly as I do. Composition is a serious process, and in the words of a ballerina friend of mine, “Y ou can’t keep going at a gallop. ” I compose with diabolical speed and can’t stop myself.… It is exhausting, rather unpleasant, and at the end of the day you lack any confidence in the result. But I can’t rid myself of the bad habit"
    }
}