{
    "Meditations": {
        "excerpts": "…peculiar beauty. Stalks of wheat bending under their own weight. The furrowed brow of the lion. Flecks of foam on the boar’s mouth. And other things. If you look at them in isolation there’s nothing beautiful about them, and yet by supplementing nature they enrich it and draw us in. And anyone with a feeling for nature—a deeper sensitivity—will find it all gives pleasure. Even what seems inadvertent. He’ll find the jaws of live animals as beautiful as painted ones or sculp…",
        "pageContent": "products of the baking, and yet pleasing, somehow: they rouse our appetite without our knowing why. Or how ripe figs begin to burst. And olives on the point of falling: the shadow of decay gives them a peculiar beauty. Stalks of wheat bending under their own weight. The furrowed brow of the lion. Flecks of foam on the boar’s mouth. And other things. If you look at them in isolation there’s nothing beautiful about them, and yet by supplementing nature they enrich it and draw us in. And anyone with a feeling for nature—a deeper sensitivity—will find it all gives pleasure. Even what seems inadvertent. He’ll find the jaws of live animals as beautiful as painted ones or sculptures. He’ll look calmly at the distinct beauty of old age in men, women, and at the loveliness of children. And other things like that will call out to him constantly—things unnoticed by others. Things seen only by those at home with Nature and its works. 3. Hippocrates cured many illnesses—and then fell ill and died. The Chaldaeans predicted the deaths of many others; in due course their own hour arrived. Alexander, Pompey, Caesar—who utterly destroyed so many cities, cut down so many thousand foot and horse in battle—they too departed"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…g to be in a job for five years, if you’re in a relationship for a decade, you should be spending one to two years deciding these things. These are highly dominating decisions. Those three decisions really ma!er. You have to say no to everything and free up your time so you can solve the important problems. Those three are probably the three biggest ones.#[1] What are one or two steps you’d take to surround yourself with successful people? Figure out what you’re good at, a…",
        "pageContent": "time deciding which job to get into. Choosing what city to live in can almost completely determine the trajectory of your life, but we spend so li!le time trying to figure out what city to live in. Advice to a young engineer considering moving to San Francisco: “Do you want to leave your friends behind? Or be the one left behind?” If you’re going to live in a city for ten years, if you’re going to be in a job for five years, if you’re in a relationship for a decade, you should be spending one to two years deciding these things. These are highly dominating decisions. Those three decisions really ma!er. You have to say no to everything and free up your time so you can solve the important problems. Those three are probably the three biggest ones.#[1] What are one or two steps you’d take to surround yourself with successful people? Figure out what you’re good at, and start helping other people with it. Give it away. Pay it forward. Karma works because people are consistent. On a long enough timescale, you will a!ract what you project. But don’t measure—your patience will run out if you count.#[7] An old boss once warned: “You’ll never be rich since you’re obviously smart, and someone will always offer you a job that’s just good enough"
    },
    "Minerva-HCs": {
        "excerpts": "…vailable), one must use creative thinking to solve it. Often such creative thinking relies on using specific heuristics (rules of thumb) and techniques. However, solving problems effectively requires one to be aware of biases and to mitigate their effects when they interfere with reaching a good solution. #constraints EA Identify and apply constraint satisfaction as a way to solve problems. (C) A problem exists when one or more obstacles to a goal must be addressed. Obstac…",
        "pageContent": "Introduction to HCs Examples theory of disease and hypothesize that soap and hot water only kill some bacteria — leaving the survivors to have lots of offspring. If so, perhaps you are infecting yourself by wiping the dishes with that sponge. You think about how to model this, and realize that to model the situation you need to know how quickly bacteria breed, how susceptible they are to soap and hot water, how sensitive humans are to their effects, and various other factors; without knowing these details, you really aren’t in a position to test your hypothesis. B. Solving Problems A problem occurs when there is an obstacle en route to a goal. When first encountering a problem (when no known solution is available), one must use creative thinking to solve it. Often such creative thinking relies on using specific heuristics (rules of thumb) and techniques. However, solving problems effectively requires one to be aware of biases and to mitigate their effects when they interfere with reaching a good solution. #constraints EA Identify and apply constraint satisfaction as a way to solve problems. (C) A problem exists when one or more obstacles to a goal must be addressed. Obstacles often cannot be overcome easily, in large part because there are constraints on what sorts of actions are possible or realistic. Constraints are requirements on the solution; they do not determine it, but do place boundaries on what is possible. Thus, part of solving a problem is to identify the constraints on what can be done. If the constraints are well- defined, problems often can be solved by devising ways to satisfy all of the constraints at the same time (this approach to problem solving is known as “constraint satisfaction”). Application example: You are moving into a new house and need to decide where to put the furniture in your bedroom. You have 10"
    },
    "Daily-Rituals": {
        "excerpts": "…justify his choice to Kierkegaard. And this was not the end of the strange ritual. The biographer Joakim Garff writes: Kierkegaard had his own quite peculiar way of having coffee: Delightedly he seized hold of the bag containing the sugar and poured sugar into the coffee cup until it was piled up above the rim. Next came the incredibly strong, black coffee, which slowly dissolved the white pyramid. The process was scarcely finished before the syrupy stimulant disappeared…",
        "pageContent": "Søren Kierkegaard (1813-1855) The Danish philosopher’s day was dominated by two pursuits: writing and walking. Typically, he wrote in the morning, set off on a long walk through Copenhagen at noon, and then returned to his writing for the rest of the day and into the evening. The walks were where he had his best ideas, and sometimes he would be in such a hurry to get them down that, returning home, he would write standing up before his desk, still wearing his hat and gripping his walking stick or umbrella. Kierkegaard kept up his energy with coffee, usually taken after supper and a glass of sherry. Israel Levin, his secretary from 1844 until 1850, recalled that Kierkegaard owned “at least fifty sets of cups and saucers, but only one of each sort” —and that, before coffee could be served, Levin had to select which cup and saucer he preferred that day, and then, bizarrely, justify his choice to Kierkegaard. And this was not the end of the strange ritual. The biographer Joakim Garff writes: Kierkegaard had his own quite peculiar way of having coffee: Delightedly he seized hold of the bag containing the sugar and poured sugar into the coffee cup until it was piled up above the rim. Next came the incredibly strong, black coffee, which slowly dissolved the white pyramid. The process was scarcely finished before the syrupy stimulant disappeared into the magister’s stomach, where it mingled with the sherry to produce additional energy that percolated up into his seething and bubbling brain— which in any case had already been so productive all day that in the half- light Levin could still notice the tingling and throbbing in the overworked fingers when they grasped the slender handle of the cup"
    }
}