{
    "Meditations": {
        "excerpts": "…ourselves and become once more components of the whole. But if the rupture is too often repeated, it makes the severed part hard to reconnect, and to restore. You can see the difference between the branch that’s been there since the beginning, remaining on the tree and growing with it, and the one that’s been cut off and grafted back. “One trunk, two minds. ” As the gardeners put it. 9. As you move forward in the logos, people will stand in your way. They can’t keep you fr…",
        "pageContent": "8. A branch cut away from the branch beside it is simultaneously cut away from the whole tree. So too a human being separated from another is cut loose from the whole community. The branch is cut off by someone else. But people cut themselves off—through hatred, through rejection—and don’t realize that they’re cutting themselves off from the whole civic enterprise. Except that we also have a gift, given us by Zeus, who founded this community of ours. W e can reattach ourselves and become once more components of the whole. But if the rupture is too often repeated, it makes the severed part hard to reconnect, and to restore. You can see the difference between the branch that’s been there since the beginning, remaining on the tree and growing with it, and the one that’s been cut off and grafted back. “One trunk, two minds. ” As the gardeners put it. 9. As you move forward in the logos, people will stand in your way. They can’t keep you from doing what’s healthy; don’t let them stop you from putting up with them either. Take care on both counts. Not just sound judgments, solid actions —tolerance as well, for those who try to obstruct us or give us trouble in other ways"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…st common mistake for humanity is believ- ing you’re going to be made happy because of some external circumstance. I know that’s not original. That’s not new. It’s fundamental Buddhist wisdom—I’m not taking credit for it. I think I really just recognize it on a fundamental level, includ- ing in myself. We bought a new car. Now, I’m waiting for the new car to arrive. Of course, every night, I’m on the forums reading about the car. Why? It’s a silly object. It’s a silly car.…",
        "pageContent": "DESIRE TO BE UNHAPPY UNTIL YOU GET IS A CONTRACT THAT YOU MAKE WITH YOURSELF WHAT YOU WANT. EVERY DESIRE IS A CHOSEN UNHAPPINESS I think the most common mistake for humanity is believ- ing you’re going to be made happy because of some external circumstance. I know that’s not original. That’s not new. It’s fundamental Buddhist wisdom—I’m not taking credit for it. I think I really just recognize it on a fundamental level, includ- ing in myself. We bought a new car. Now, I’m waiting for the new car to arrive. Of course, every night, I’m on the forums reading about the car. Why? It’s a silly object. It’s a silly car. It’s not going to change my life much or at all. I know the instant the car arrives I won’t care about it anymore. The thing is, I’m addicted to the desir- ing. I’m addicted to the idea of this external thing bringing me some kind of happiness and joy, and this is completely delusional"
    },
    "Minerva-HCs": {
        "excerpts": "…ipate and mitigate the negative effects of such cases. Application example: You are about to hold an annual meeting and are hosting it at the hotel you’ve used for the past six years. You have already printed the invitations and coordinated with the guests, speakers and nearby restaurants. A week before the date, you receive a letter from the hotel manager informing you that he has to charge you three times what he charged you the previous year. You consider the costs and…",
        "pageContent": "Introduction to HCs Examples C. Weighing Decisions Evaluating claims and analyzing inferences are important in part because they help us decide how to act. To make decisions rationally, one must analyze the alternative choices and identify their respective trade-offs. Decision-support tools can help us with such analyses, identifying and mitigating undesirable biases. #utility CS Consider different types of future costs and benefits for all stakeholders. (H) When making decisions, one must always consider trade-offs between future costs and benefits and must consider them from the different perspectives of all stakeholders. When making decisions that affect people (as virtually all decisions in the real world will do), such reasoning must occur at multiple levels of analysis, ranging from effects on the individual to effects on groups at different levels of scale. Sometimes, a decision that maximizes overall benefits will be very unpopular with a subgroup; one must learn to anticipate and mitigate the negative effects of such cases. Application example: You are about to hold an annual meeting and are hosting it at the hotel you’ve used for the past six years. You have already printed the invitations and coordinated with the guests, speakers and nearby restaurants. A week before the date, you receive a letter from the hotel manager informing you that he has to charge you three times what he charged you the previous year. You consider the costs and benefits for each stakeholder of staying the course and holding the meeting at this hotel: For yourself, the costs are severe; you won’t be able to cover your expenses. The benefits are that you are familiar with the venue and wouldn’t have to redo all of the invitations and arrangements. For the attendees, the costs would be a larger registration fee while the benefits 7"
    },
    "Daily-Rituals": {
        "excerpts": "…ited, Toronto. www.aaknopf.com Knopf, Borzoi Books, and the colophon are registered trademarks of Random House, Inc. This page constitutes an extension of this page. A brief essay is included herein by Oliver Sacks, copyright © 2013 by Oliver Sacks. Library of Congress Cataloging-in-Publication Data Currey, Mason. Daily rituals: how artists work / by Mason Currey. —First edition. pages cm eISBN: 978-0-307-96237-9 1. Artists—Psychology. I. Currey, Mason. II. Title. NX165.C8…",
        "pageContent": "THIS IS A BORZOI BOOK PUBLISHED BY ALFRED A. KNOPF Copyright © 2013 by Mason Currey All rights reserved. Published in the United States by Alfred A. Knopf, a division of Random House, Inc., New Y ork, and in Canada by Random House of Canada, Limited, Toronto. www.aaknopf.com Knopf, Borzoi Books, and the colophon are registered trademarks of Random House, Inc. This page constitutes an extension of this page. A brief essay is included herein by Oliver Sacks, copyright © 2013 by Oliver Sacks. Library of Congress Cataloging-in-Publication Data Currey, Mason. Daily rituals: how artists work / by Mason Currey. —First edition. pages cm eISBN: 978-0-307-96237-9 1. Artists—Psychology. I. Currey, Mason. II. Title. NX165.C87 2013 700.92′2—dc23 2012036279 Jacket design by Jason Booher v3.1"
    }
}