{
    "Meditations": {
        "excerpts": "…te of its triumphal purpose, the engraved scenes that spiral around the monument paint a grim picture of brutal fighting, devastation and execution. “Spiders are proud of catching flies, ” Marcus notes mordantly, “men of catching hares, fish in a net, boars, bears, Sarmatians” (10.10). The gruesome vignette that opens Meditations 8.34 (“a severed hand or foot, or a decapitated head”) may well reflect Marcus’s own experience. By 175 the Romans seemed to have gained the uppe…",
        "pageContent": "that decade. And most of the burden was to be borne by Marcus alone, for V erus died suddenly (apparently of a stroke) in early 169. It was a very different kind of war than the traditional campaign V erus’s armies had waged. The conventional military and diplomatic tactics that worked against the Parthians were of limited use here. Instead, the Romans had to negotiate with individual chieftains whose authority was limited and whose reliability was always in doubt. When negotiation failed, the only alternative was a slow and bloody succession of small-scale engagements rather than pitched battles. The progress of the campaign is recorded on the column erected in Rome to commemorate the close of the Marcomannic W ars. In spite of its triumphal purpose, the engraved scenes that spiral around the monument paint a grim picture of brutal fighting, devastation and execution. “Spiders are proud of catching flies, ” Marcus notes mordantly, “men of catching hares, fish in a net, boars, bears, Sarmatians” (10.10). The gruesome vignette that opens Meditations 8.34 (“a severed hand or foot, or a decapitated head”) may well reflect Marcus’s own experience. By 175 the Romans seemed to have gained the upper hand. But at this point disturbing news arrived. Avidius Cassius, who had distinguished himself as a general during the Parthian W ar and who as governor of Syria now served as virtual regent of the Eastern empire, had revolted and declared himself emperor. Some of the Eastern provinces (notably Cappadocia) remained loyal to Marcus, but Cassius"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…n a book. I don’t think I can levitate. I don’t think medi- tation will give me superpowers and those kinds of things. Try everything, test it for yourself, be skeptical, keep what’s useful, and discard what’s not. I would say my philosophy falls down to this—on one pole is evolution as a binding principle because it explains so much about humans, on the other is Buddhism, which is the oldest, most time-tested spiritual philosophy regarding the internal state of each of us…",
        "pageContent": "I don’t subscribe to anything fanciful because it was wri!en down in a book. I don’t think I can levitate. I don’t think medi- tation will give me superpowers and those kinds of things. Try everything, test it for yourself, be skeptical, keep what’s useful, and discard what’s not. I would say my philosophy falls down to this—on one pole is evolution as a binding principle because it explains so much about humans, on the other is Buddhism, which is the oldest, most time-tested spiritual philosophy regarding the internal state of each of us. I think those are absolutely reconcilable. I actually want to write a blog post at some point about how you can map the tenants of Buddhism, especially the non-fanciful ones, directly into a virtual reality simulation. [4] Everyone starts out innocent. Everyone is corrupted. Wisdom is the discarding of vices and the return to virtue, by way of knowledge. How do you define wisdom? Understanding the long-term consequences of your actions. [11"
    },
    "Minerva-HCs": {
        "excerpts": "…e, both spoken and written; thus, it is crucial that one know how to use language effectively to communicate. #composition MC Communicate with a clear and precise style. (H) Effective communication requires a clear and precise style that reflects the voice of the communicator and that is appropriate for the intended audience. Communicators should use the fewest words necessary (they should respect the principle of “parsimony”) and should select words carefully to be as cle…",
        "pageContent": "Introduction to HCs Examples III. Communicating Effectively A. Using Language Effectively Most communication occurs through language, both spoken and written; thus, it is crucial that one know how to use language effectively to communicate. #composition MC Communicate with a clear and precise style. (H) Effective communication requires a clear and precise style that reflects the voice of the communicator and that is appropriate for the intended audience. Communicators should use the fewest words necessary (they should respect the principle of “parsimony”) and should select words carefully to be as clear as possible. Avoid passive voice, stilted diction, elaborate structure, and imprecision; write and speak simply, directly, and sincerely. Understand when to use paraphrase, quotation, or summary to incorporate necessary information smoothly into your communication. Application example: You are visiting your aunt at her new house in the countryside. She leaves a convoluted voicemail about how to find her property, in which she tells you to drive on one road for “a while,” then turn “toward the property that just got sold,” and take a right at the Millers’ farm. You have no way to know which property was recently sold or where the Millers live. She then retracts some of her directions and suggests a detour around one road (you’re not sure which) to avoid construction. 13"
    },
    "Daily-Rituals": {
        "excerpts": "…lassic starving-artist fashion. They found an apartment outside Boston for $300 a month, stocked up on ten-pound bags of rice and enormous packages of frozen chicken, and allowed themselves to eat out only once a year, on their anniversary. When their savings ran out, Franzen got a weekend job as a research assistant at Harvard University’s seismology department, which paid the bills for them both. Five days a week, the couple wrote for eight hours a day, ate dinner, and t…",
        "pageContent": "Jonathan Franzen (b. 1959) Shortly after graduating from college, Franzen married his girlfriend, also an aspiring novelist, and the pair settled down to work in classic starving-artist fashion. They found an apartment outside Boston for $300 a month, stocked up on ten-pound bags of rice and enormous packages of frozen chicken, and allowed themselves to eat out only once a year, on their anniversary. When their savings ran out, Franzen got a weekend job as a research assistant at Harvard University’s seismology department, which paid the bills for them both. Five days a week, the couple wrote for eight hours a day, ate dinner, and then read for four or five more hours. “I was frantically driven, ” Franzen said. “I got up after breakfast, sat down at the desk and worked till dark, basically. One of us would work in the dining room, and the kitchen was interposed, and then the bedroom was on the other side. It was workable, for newlyweds. ” It wasn’t workable forever. Eventually the marriage dissolved, in part due to the lopsidedness of their creative venture: as Franzen’s first two books came out to positive reviews, his wife’s first manuscript failed to find a publisher and her second one stalled midway. But Franzen’s subsequent literary efforts didn’t come any easier. To force himself to concentrate on his 2001 novel, The Corrections, he would seal himself in his Harlem studio with the blinds drawn and the lights off, sitting before the computer keyboard wearing earplugs, earmuffs, and a blindfold. It still took him four years, and thousands of discarded pages, to complete the book. “I was in such a harmful pattern, ” he told a reporter afterward. “In a way, it would begin on a Friday, when I would realize what I’d been working on all week was bad. I would polish it all day to bring up the gloss, until by four in the afternoon I’d have to admit it was bad. Between five and six, I’d get drunk on vodka—shot glasses. Then have dinner, much too late, consumed with a sick sense of failure. I hated myself the entire time"
    }
}