{
    "Meditations": {
        "excerpts": "…e by one? If he lost his temper, would you lose yours as well? Or would you just spell out the individual letters? Remember—your responsibilities can be broken down into individual parts as well. Concentrate on those, and finish the job methodically—without getting stirred up or meeting anger with anger. 27. How cruel—to forbid people to want what they think is good for them. And yet that’s just what you won’t let them do when you get angry at their misbehavior. They’re dr…",
        "pageContent": "26. If someone asked you how to write your name, would you clench your teeth and spit out the letters one by one? If he lost his temper, would you lose yours as well? Or would you just spell out the individual letters? Remember—your responsibilities can be broken down into individual parts as well. Concentrate on those, and finish the job methodically—without getting stirred up or meeting anger with anger. 27. How cruel—to forbid people to want what they think is good for them. And yet that’s just what you won’t let them do when you get angry at their misbehavior. They’re drawn toward what they think is good for them. —But it’s not good for them. Then show them that. Prove it to them. Instead of losing your temper. 28. Death. The end of sense-perception, of being controlled by our emotions, of mental activity, of enslavement to our bodies. 29. Disgraceful: for the soul to give up when the body is still going strong. 30. To escape imperialization—that indelible stain. It"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…verage. Everyone is chasing capital, but someone has to give it to you. Everyone is trying to lead, but someone has to follow you. ↓ Code and media are permissionless leverage. They’re the leverage behind the newly rich. You can create software and media that works for you while you sleep. ↓ An army of robots is freely available—it’s just packed in data centers for heat and space efficiency. Use it. ↓ If you can’t code, write books and blogs, record videos and podcasts. ↓…",
        "pageContent": "Capital and labor are permissioned leverage. Everyone is chasing capital, but someone has to give it to you. Everyone is trying to lead, but someone has to follow you. ↓ Code and media are permissionless leverage. They’re the leverage behind the newly rich. You can create software and media that works for you while you sleep. ↓ An army of robots is freely available—it’s just packed in data centers for heat and space efficiency. Use it. ↓ If you can’t code, write books and blogs, record videos and podcasts. ↓ Leverage is a force multiplier for your judgment. ↓ Judgment requires experience but can be built faster by learning foundational skills"
    },
    "Minerva-HCs": {
        "excerpts": "…solve the “small” detail of the equipment supplier. B. Working Effectively With Others Each of us plays many roles when interacting with others, sometimes acting as a leader and sometimes acting as a follower or team member. Specific behaviors and practices can facilitate such interactions. #differences CS Recognize and leverage people’s different skills, abilities, traits, attitudes and beliefs. (H) People differ in their skills and abilities as well as their traits, atti…",
        "pageContent": "Introduction to HCs Examples quality, but you know that only this specific machinery supplier has exactly what you need. By first making a concession about the cement work, they are more willing to take your offer and resolve the “small” detail of the equipment supplier. B. Working Effectively With Others Each of us plays many roles when interacting with others, sometimes acting as a leader and sometimes acting as a follower or team member. Specific behaviors and practices can facilitate such interactions. #differences CS Recognize and leverage people’s different skills, abilities, traits, attitudes and beliefs. (H) People differ in their skills and abilities as well as their traits, attitudes and beliefs—all of which affect how they interact with other people and their contributions to cooperative projects. Effective interactions rely on assessing such information about other people and framing interactions with them in a way that is compatible with their characteristics. In addition, although groups do benefit from having members with diverse viewpoints and backgrounds, it also is important to recognize the need for shared perspectives and values within groups. Application example: You are trying to motivate two members of your team, Robert and Larry. Robert cares a lot about what other people think of him, and so you point out that everybody else on the team–and in the organization as a whole–will be grateful for his efforts. Larry, in contrast, doesn’t care much about what other people think of him, but cares a lot about “making a difference” in the world--and so when you talk to him you focus on that. 16"
    },
    "Daily-Rituals": {
        "excerpts": "…uring a flight of imagination he sometimes managed twice that amount. Other days, however, he would hardly write anything; nevertheless, he stuck to his work hours without fail, doodling and staring out the window to pass the time. Promptly at 2:00, Dickens left his desk for a vigorous three-hour walk through the countryside or the streets of London, continuing to think of his story and, as he described it, “searching for some pictures I wanted to build upon. ” Returning h…",
        "pageContent": "Charles Dickens (1812–1870) Dickens was prolific—he produced fifteen novels, ten of which are longer than eight hundred pages, and numerous stories, essays, letters, and plays—but he could not be productive without certain conditions in place. First, he needed absolute quiet; at one of his houses, an extra door had to be installed to his study to block out noise. And his study had to be precisely arranged, with his writing desk placed in front of a window and, on the desk itself, his writing materials— goose-quill pens and blue ink—laid out alongside several ornaments: a small vase of fresh flowers, a large paper knife, a gilt leaf with a rabbit perched upon it, and two bronze statuettes (one depicting a pair of fat toads dueling, the other a gentleman swarmed with puppies). Dickens’s working hours were invariable. His eldest son recalled that “no city clerk was ever more methodical or orderly than he; no humdrum, monotonous, conventional task could ever have been discharged with more punctuality or with more business-like regularity, than he gave to the work of his imagination and fancy. ” He rose at 7:00, had breakfast at 8:00, and was in his study by 9:00. He stayed there until 2:00, taking a brief break for lunch with his family, during which he often seemed to be in a trance, eating mechanically and barely speaking a word before hurrying back to his desk. On an ordinary day he could complete about two thousand words in this way, but during a flight of imagination he sometimes managed twice that amount. Other days, however, he would hardly write anything; nevertheless, he stuck to his work hours without fail, doodling and staring out the window to pass the time. Promptly at 2:00, Dickens left his desk for a vigorous three-hour walk through the countryside or the streets of London, continuing to think of his story and, as he described it, “searching for some pictures I wanted to build upon. ” Returning home, his brother-in-law remembered, “he looked the personification of energy, which seemed to ooze from every pore as from some hidden reservoir. ” Dickens’s nights, however, were relaxed: he dined at 6:00, then spent the evening with family or friends before retiring at midnight"
    }
}