{
    "Meditations": {
        "excerpts": "…ed at the horseman’s statue. . . . And suddenly—presumably because of the rain and the rhythmic pattern of Michelangelo’s pilasters and arches—all got blurred, and against that blur, the shining statue, devoid of any geometry, seemed to be moving. Not at great speed, and not out of this place; but enough for the Dalmatian to leave my side and follow the bronze progress. FURTHER READING The standard modern biography of Marcus is A. R. Birley, Marcus Aurelius (1966; rev. ed.…",
        "pageContent": "witness to the effect of the Meditations on a modern reader than the Russian poet Joseph Brodsky, whose essay “Homage to Marcus Aurelius” takes its departure from the famous statue of the emperor on the Capitoline hill in Rome: I saw him for the last time a few years ago, on a wet winter night, in the company of a stray Dalmatian. I was returning by taxi to my hotel after one of the most disastrous evenings in my entire life. The next morning I was leaving Rome for the States. I was drunk. The traffic moved with the speed one wishes for one’s funeral. At the foot of the Capitol I asked the driver to stop, paid, and got out of the car. . . . Presently I discovered I was not alone: a middle-sized Dalmatian appeared out of nowhere and quietly sat down a couple of feet away. Its sudden presence was so oddly comforting that momentarily I felt like offering it one of my cigarettes. . . . For a while we both stared at the horseman’s statue. . . . And suddenly—presumably because of the rain and the rhythmic pattern of Michelangelo’s pilasters and arches—all got blurred, and against that blur, the shining statue, devoid of any geometry, seemed to be moving. Not at great speed, and not out of this place; but enough for the Dalmatian to leave my side and follow the bronze progress. FURTHER READING The standard modern biography of Marcus is A. R. Birley, Marcus Aurelius (1966; rev. ed., New Haven, Conn.: Yale University Press, 1987), which makes full use of the principal ancient literary sources—not only the Meditations (especially Book 1), but the remains of the history of Dio Cassius, the letters of Fronto and the biography of Marcus in"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…ans, Tim Ferriss’s book of what he learned from a lot of great performers. I’m reading a book, Thermoinfocomplexity. It’s actually by a friend of mine, Behzad Mohit. I just fi nished reading Pre- Suasion: A Revolutionary Way to Infl uence and Persuade, or I should say I just fi nished skimming Pre-Suasion by Robert Cialdini. I don’t think I needed to read the entire book to get the point, but it was still good to read what I did. It’s a great li! le history book. I’m curre…",
        "pageContent": "Snow Crash by Neal Stephenson Snow Crash is an amazing, amazing book. There’s nothing quite similar to Snow Crash. Snow Crash is in a league of its own. Stephenson also wrote The Diamond Age. “The Last Question,” a short story by Isaac Asimov I quote “The Last Question” all the time. I loved it as a kid. What are the books you’re rereading now? That’s a good question. I’ll pull up my Kindle app as we talk. Usually, I’m always rereading some books in science. I’m reading a book on René Girard’s mimetic theory. It’s more of an overview book, because I couldn’t make it through his actual writings. I’m reading Tools of Titans, Tim Ferriss’s book of what he learned from a lot of great performers. I’m reading a book, Thermoinfocomplexity. It’s actually by a friend of mine, Behzad Mohit. I just fi nished reading Pre- Suasion: A Revolutionary Way to Infl uence and Persuade, or I should say I just fi nished skimming Pre-Suasion by Robert Cialdini. I don’t think I needed to read the entire book to get the point, but it was still good to read what I did. It’s a great li! le history book. I’m currently reading The Story of Philos- ophy: The Lives and Opinions of the Great Philosophers, also by Will Durant. I have a young kid now, so I’ve got a lot of child-rearing books"
    },
    "Minerva-HCs": {
        "excerpts": "…troduction to HCs Examples are clarity in the arrangements and a familiar venue. For the hotel manager, the costs include losing you as a client and the benefits are increased revenue — which would be limited to this one upcoming meeting (you definitely won’t meet there the following years). Presenting all of this to the hotel manager results in a useful negotiation, where he only increases the amount by 50%. (Based on a chapter from How to Win Friends and Influence People…",
        "pageContent": "Introduction to HCs Examples are clarity in the arrangements and a familiar venue. For the hotel manager, the costs include losing you as a client and the benefits are increased revenue — which would be limited to this one upcoming meeting (you definitely won’t meet there the following years). Presenting all of this to the hotel manager results in a useful negotiation, where he only increases the amount by 50%. (Based on a chapter from How to Win Friends and Influence People by Dale Carnegie.) 8"
    },
    "Daily-Rituals": {
        "excerpts": "…he enjoyed preparing a large meal, often preceded by an aperitif, which he called a “sun-downer. ” Bedtime was at 10:00. “At Bollingen I am in the midst of my true life, I am most deeply myself, ” Jung wrote. “ … I have done without electricity, and tend the fireplace and stove myself. Evenings, I light the old lamps. There is no running water, I pump the water from the well. I chop the wood and cook the food. These simple acts make man simple; and how difficult it is to b…",
        "pageContent": "Throughout the 1930s, Jung used Bollingen Tower as a retreat from city life, where he led a workaholic’s existence, seeing patients for eight or nine hours a day and delivering frequent lectures and seminars. As a result, nearly all Jung’s writing was done on holidays. (And although he had many patients who relied on him, Jung was not shy about taking time off; “I’ve realized that somebody who’s tired and needs a rest, and goes on working all the same is a fool, ” he said.) At Bollingen, Jung rose at 7:00 A.M.; said good morning to his saucepans, pots, and frying pans; and “spent a long time preparing breakfast, which usually consisted of coffee, salami, fruits, bread and butter, ” the biographer Ronald Hayman notes. He generally set aside two hours in the morning for concentrated writing. The rest of his day would be spent painting or meditating in his private study, going for long walks in the hills, receiving visitors, and replying to the never-ending stream of letters that arrived each day. At 2:00 or 3:00 he took tea; in the evening he enjoyed preparing a large meal, often preceded by an aperitif, which he called a “sun-downer. ” Bedtime was at 10:00. “At Bollingen I am in the midst of my true life, I am most deeply myself, ” Jung wrote. “ … I have done without electricity, and tend the fireplace and stove myself. Evenings, I light the old lamps. There is no running water, I pump the water from the well. I chop the wood and cook the food. These simple acts make man simple; and how difficult it is to be simple"
    }
}