{
    "Meditations": {
        "excerpts": "…You’re just like them. Even if there are some you’ve avoided, you have the potential. Even if cowardice has kept you from them. Or fear of what people would say. Or some equally bad reason. v. That you don’t know for sure it is a mistake. A lot of things are means to some other end. You have to know an awful lot before you can judge other people’s actions with real understanding. vi. When you lose your temper, or even feel irritated: that human life is very short. Before l…",
        "pageContent": "suggestion that they aren’t good neighbors. iv. That you’ve made enough mistakes yourself. You’re just like them. Even if there are some you’ve avoided, you have the potential. Even if cowardice has kept you from them. Or fear of what people would say. Or some equally bad reason. v. That you don’t know for sure it is a mistake. A lot of things are means to some other end. You have to know an awful lot before you can judge other people’s actions with real understanding. vi. When you lose your temper, or even feel irritated: that human life is very short. Before long all of us will be laid out side by side. vii. That it’s not what they do that bothers us: that’s a problem for their minds, not ours. It’s our own misperceptions. Discard them. Be willing to give up thinking of this as a catastrophe . . . and your anger is gone. How do you do that? By recognizing that you’ve suffered no disgrace. Unless disgrace is the only thing that can hurt you, you’re doomed to commit innumerable offenses—to become a thief, or heaven only knows"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…lents, with the ability to pick up any instrument → An obsessive personality: you dive into things and remem- ber them quickly → Love for science fiction: you were into reading sci-fi, which means you absorb a lot of knowledge very quickly → Playing a lot of games, you understand game theory pretty well → Gossiping, di#ging into your friend network. That might make you into a very interesting journalist. The specific knowledge is sort of this weird combination of unique tr…",
        "pageContent": "Specific knowledge cannot be taught, but it can be learned. When I talk about specific knowledge, I mean figure out what you were doing as a kid or teenager almost e!ortlessly. Some- thing you didn’t even consider a skill, but people around you noticed. Your mother or your best friend growing up would know. Examples of what your specific knowledge could be: → Sales skills → Musical talents, with the ability to pick up any instrument → An obsessive personality: you dive into things and remem- ber them quickly → Love for science fiction: you were into reading sci-fi, which means you absorb a lot of knowledge very quickly → Playing a lot of games, you understand game theory pretty well → Gossiping, di#ging into your friend network. That might make you into a very interesting journalist. The specific knowledge is sort of this weird combination of unique traits from your DNA, your unique upbringing, and your response to it. It’s almost baked into your personality and your identity. Then you can hone it. No one can compete with you on being you. Most of life is a search for who and what needs you the most"
    },
    "Minerva-HCs": {
        "excerpts": "…printed the invitations and coordinated with the guests, speakers and nearby restaurants. A week before the date, you receive a letter from the hotel manager informing you that he has to charge you three times what he charged you the previous year. You consider the costs and benefits for each stakeholder of staying the course and holding the meeting at this hotel: For yourself, the costs are severe; you won’t be able to cover your expenses. The benefits are that you are fa…",
        "pageContent": "Introduction to HCs Examples C. Weighing Decisions Evaluating claims and analyzing inferences are important in part because they help us decide how to act. To make decisions rationally, one must analyze the alternative choices and identify their respective trade-offs. Decision-support tools can help us with such analyses, identifying and mitigating undesirable biases. #utility CS Consider different types of future costs and benefits for all stakeholders. (H) When making decisions, one must always consider trade-offs between future costs and benefits and must consider them from the different perspectives of all stakeholders. When making decisions that affect people (as virtually all decisions in the real world will do), such reasoning must occur at multiple levels of analysis, ranging from effects on the individual to effects on groups at different levels of scale. Sometimes, a decision that maximizes overall benefits will be very unpopular with a subgroup; one must learn to anticipate and mitigate the negative effects of such cases. Application example: You are about to hold an annual meeting and are hosting it at the hotel you’ve used for the past six years. You have already printed the invitations and coordinated with the guests, speakers and nearby restaurants. A week before the date, you receive a letter from the hotel manager informing you that he has to charge you three times what he charged you the previous year. You consider the costs and benefits for each stakeholder of staying the course and holding the meeting at this hotel: For yourself, the costs are severe; you won’t be able to cover your expenses. The benefits are that you are familiar with the venue and wouldn’t have to redo all of the invitations and arrangements. For the attendees, the costs would be a larger registration fee while the benefits 7"
    },
    "Daily-Rituals": {
        "excerpts": "…Amis Umberto Eco Woody Allen David Lynch Maya Angelou George Balanchine Al Hirschfeld Truman Capote Richard Wright H. L. Mencken Philip Larkin Frank Lloyd Wright Louis I. Kahn George Gershwin Joseph Heller James Dickey Nikola Tesla Glenn Gould Louise Bourgeois Chester Himes Flannery O’Connor William Styron Philip Roth P . G. Wodehouse Edith Sitwell Thomas Hobbes John Milton René Descartes Johann Wolfgang von Goethe Friedrich Schiller Franz Schubert Franz Liszt George Sand…",
        "pageContent": "John Cheever Louis Armstrong W. B. Y eats Wallace Stevens Kingsley Amis Martin Amis Umberto Eco Woody Allen David Lynch Maya Angelou George Balanchine Al Hirschfeld Truman Capote Richard Wright H. L. Mencken Philip Larkin Frank Lloyd Wright Louis I. Kahn George Gershwin Joseph Heller James Dickey Nikola Tesla Glenn Gould Louise Bourgeois Chester Himes Flannery O’Connor William Styron Philip Roth P . G. Wodehouse Edith Sitwell Thomas Hobbes John Milton René Descartes Johann Wolfgang von Goethe Friedrich Schiller Franz Schubert Franz Liszt George Sand Honoré de Balzac"
    }
}