{
    "Meditations": {
        "excerpts": "…ed more than most. But it has been a generation since his last English incarnation, and the time seems ripe for another attempt. My intention in what follows has been to represent in readable English both the content and the texture of the Meditations. I have been especially concerned to convey the patchwork character of the original, both the epigrammatic concision that characterizes some entries and the straggling discursiveness of others. I hope the results will bear ou…",
        "pageContent": "beside the greater bulk of Epictetus’s Discourses. Yet it has always exerted a fascination on those outside the narrow orbit of classical study, perhaps especially on those who can best appreciate the pressures that Marcus himself faced. The Meditations was among the favorite reading of Frederick the Great; a recent American president has claimed to reread it every few years. But it has attracted others too, from poets like Pope, Goethe, and Arnold to the southern planter William Alexander Percy, who observed in his autobiography that “there is left to each of us, no matter how far defeat pierces, the unassailable wintry kingdom of Marcus Aurelius. . . . It is not outside, but within, and when all is lost, it stands fast. ”12 If Marcus has been studied less than many ancient authors, he has been translated more than most. But it has been a generation since his last English incarnation, and the time seems ripe for another attempt. My intention in what follows has been to represent in readable English both the content and the texture of the Meditations. I have been especially concerned to convey the patchwork character of the original, both the epigrammatic concision that characterizes some entries and the straggling discursiveness of others. I hope the results will bear out my conviction that what a Roman emperor wrote long ago for his own use can still be meaningful to those far removed from him in time and space. W e do not live in Marcus’s world, but it is not as remote from us as we sometimes imagine. There could be no better"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…is such a powerful thing. What’s so unusual about your forebrain sending signals to your hindbrain and your hindbrain routing resources to your entire body? You can do it just by breathing. Relaxed breathing tells your body you’re safe. Then, your forebrain doesn’t need as many resources as it normally does. Now, the extra energy can be sent to your hindbrain, and it can reroute those resources to the rest of your body. I’m not saying you can beat whatever illness you hav…",
        "pageContent": "MEDITATION + MENTAL STRENGTH An emotion is our evolved biology predicting the future impact of a current event. In modern settings, it’s usually exaggerated or wrong. Why is meditation so powerful? Your breath is one of the few places where your autonomic nervous system meets your voluntary nervous system. It’s involuntary, but you can also control it. I think a lot of meditation practices put an emphasis on the breath because it is a gateway into your autonomic nervous system. There are many, many cases in the medical and spiri- tual literature of people controlling their bodies at levels that should be autonomous. Your mind is such a powerful thing. What’s so unusual about your forebrain sending signals to your hindbrain and your hindbrain routing resources to your entire body? You can do it just by breathing. Relaxed breathing tells your body you’re safe. Then, your forebrain doesn’t need as many resources as it normally does. Now, the extra energy can be sent to your hindbrain, and it can reroute those resources to the rest of your body. I’m not saying you can beat whatever illness you have just because you activated your hindbrain. But you’re devoting most of the energy normally required to care about the exter- nal environment to the immune system"
    },
    "Minerva-HCs": {
        "excerpts": "…ntroduction to HCs Examples are clarity in the arrangements and a familiar venue. For the hotel manager, the costs include losing you as a client and the benefits are increased revenue — which would be limited to this one upcoming meeting (you definitely won’t meet there the following years). Presenting all of this to the hotel manager results in a useful negotiation, where he only increases the amount by 50%. (Based on a chapter from How to Win Friends and Influence Peopl…",
        "pageContent": "Introduction to HCs Examples are clarity in the arrangements and a familiar venue. For the hotel manager, the costs include losing you as a client and the benefits are increased revenue — which would be limited to this one upcoming meeting (you definitely won’t meet there the following years). Presenting all of this to the hotel manager results in a useful negotiation, where he only increases the amount by 50%. (Based on a chapter from How to Win Friends and Influence People by Dale Carnegie.) 8"
    },
    "Daily-Rituals": {
        "excerpts": "…greenhouse first, then made a certain number of laps along the “Sandwalk, ” striking his iron-shod walking stick rhythmically against the gravel path as he went. Lunch with the family followed. Darwin usually drank a small amount of wine with the meal, which he enjoyed, but very carefully—he had a fear of drunkenness, and claimed to have only ever once been tipsy in his life, while he was a student at Cambridge. After lunch he returned to the drawing-room sofa to read the…",
        "pageContent": "on coral reefs and South American geology. Meanwhile, he divulged his secret theory to a very few confidants; he told one fellow scientist it was “like confessing a murder. ” Throughout this time—indeed, for the rest of his life—Darwin’s health was poor. He suffered from stomach pains, heart palpitations, severe boils, headaches, and other symptoms; the cause of his illness is unknown, but it seems to have been brought on by overwork during his London years, and it was clearly exacerbated by stress. As a result, Darwin maintained a quiet, monkish life at Down House, with his day structured around a few concentrated bursts of work, broken up by set periods of walking, napping, reading, and letter writing. The first, and best, of his work periods began at 8:00 A.M., after Darwin had taken a short walk and had a solitary breakfast. Following ninety minutes of focused work in his study—disrupted only by occasional trips to the snuff jar that he kept on a table in the hallway—Darwin met his wife, Emma, in the drawing room to receive the day’s post. He read his letters, then lay on the sofa to hear Emma read the family letters aloud. When the letters were done, Emma would continue reading aloud, switching to whatever novel she and her husband were currently working their way through. At 10:30 Darwin returned to his study and did more work until noon or a quarter after. He considered this the end of his workday, and would often remark in a satisfied voice, “I’ve done a good day’s work. ” Then he took his main walk of the day, accompanied by his beloved fox terrier, Polly. He stopped at the greenhouse first, then made a certain number of laps along the “Sandwalk, ” striking his iron-shod walking stick rhythmically against the gravel path as he went. Lunch with the family followed. Darwin usually drank a small amount of wine with the meal, which he enjoyed, but very carefully—he had a fear of drunkenness, and claimed to have only ever once been tipsy in his life, while he was a student at Cambridge. After lunch he returned to the drawing-room sofa to read the newspaper (the only nonscientific literature that he read himself; everything else was read aloud to him). Then it was time for his letter writing, which took place by the fire, in a huge horsehair chair with a board placed across its arms. If he had many letters to write, he would dictate them instead, from a rough copy scrawled across the backs of manuscripts or proofs. Darwin made a point of replying to every letter he received, even those from obvious fools or cranks. If he failed to reply to a single letter, it weighed on his conscience and could even keep him up at night. The letter writing took him until about 3:00 in the afternoon, after which he went upstairs to his bedroom to rest, lying on the sofa with a cigarette while Emma continued to read from the novel-in-progress. Often Darwin would fall asleep"
    }
}