{
    "Meditations": {
        "excerpts": "…t an embarrassing thing. Not an offense to reason, or our nature. 6. That sort of person is bound to do that. You might as well resent a fig tree for secreting juice. (Anyway, before very long you’ll both be dead—dead and soon forgotten.) 7. Choose not to be harmed—and you won’t feel harmed. Don’t feel harmed—and you haven’t been. 8. It can ruin your life only if it ruins your character. Otherwise it cannot harm you—inside or out. 9. It was for the best. So Nature had no c…",
        "pageContent": "Not an embarrassing thing. Not an offense to reason, or our nature. 6. That sort of person is bound to do that. You might as well resent a fig tree for secreting juice. (Anyway, before very long you’ll both be dead—dead and soon forgotten.) 7. Choose not to be harmed—and you won’t feel harmed. Don’t feel harmed—and you haven’t been. 8. It can ruin your life only if it ruins your character. Otherwise it cannot harm you—inside or out. 9. It was for the best. So Nature had no choice but to do it. 10. That every event is the right one. Look closely and you’ll see. Not just the right one overall, but right. As if someone had weighed it out with scales. Keep looking closely like that, and embody it in your actions: goodness—what defines a good person. Keep to it in everything you do. 11. Not what your enemy sees and hopes that you will, but what’s really there"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…on- sider all of the people who contributed pieces of themselves to create this book. I feel a rising, inflating warmth of gratitude for all of you. Here is my wri!en Oscars speech of thanks and appreciation: I’m extremely grateful to Naval for trusting a stranger from the internet to create a book out of his words. This all started with a half-assed tweet, and became something great because of your trust and support. I appreciate your responsiveness, generosity, and trust…",
        "pageContent": "A P P R E C I AT I O N There is so much to be grateful for, and so many people to be grateful to. I am overwhelmed with happiness when I con- sider all of the people who contributed pieces of themselves to create this book. I feel a rising, inflating warmth of gratitude for all of you. Here is my wri!en Oscars speech of thanks and appreciation: I’m extremely grateful to Naval for trusting a stranger from the internet to create a book out of his words. This all started with a half-assed tweet, and became something great because of your trust and support. I appreciate your responsiveness, generosity, and trust. I am grateful to Babak Nivi for the most succinct and precise writing advice I’ve ever received. You have been generous with your time to make this book be!er, and I really appreciate it. I am grateful to Tim Ferriss for bending your iron rule and writing the foreword for this book. Your presence in this proj- ect means a lot to me and will certainly help many more people find their way to Naval’s wisdom"
    },
    "Minerva-HCs": {
        "excerpts": "…t ways of framing the situation on the basis of the relevant ethical principles. Ethical theories provide a useful approach to framing ethical problems by providing coherent sets of principles to apply systematically, and to compare to alternative approaches. Application example: Your organization needs to hire more people, and you aren’t getting enough applicants. You decide to give a bonus to all employees who bring in someone for an interview. An employee complains that…",
        "pageContent": "Introduction to HCs Examples C. Resolving Ethical Problems and Having Social Consciousness The way one resolves ethical problems has a direct effect on how one interacts with others. One factor that should contribute to such thinking hinges on having social consciousness, which is a concern for others and the common good. #ethicalframing CS Identify ethical problems, framing them in a way that will help to resolve them. (C) Ethical problems occur when an action or outcome conflicts, or has the potential to conflict, with ethical principles. In order to avoid or resolve such problems, it is necessary to consider different ways of framing the situation on the basis of the relevant ethical principles. Ethical theories provide a useful approach to framing ethical problems by providing coherent sets of principles to apply systematically, and to compare to alternative approaches. Application example: Your organization needs to hire more people, and you aren’t getting enough applicants. You decide to give a bonus to all employees who bring in someone for an interview. An employee complains that this is a set- up, inducing people to behave unethically: People will be biased to bring in their friends, even if they don’t think the job is right for them. You acknowledge that this is an issue, and revise the policy: Employees will get a bonus only if the people they bring in are hired and stay more than 3 months. You also explain that you trust your employees to uphold their own ethics, as well as the company’s. 17"
    },
    "Daily-Rituals": {
        "excerpts": "…n Hayman, 251. 222. “Y ou’re putting your”: Quoted ibid., 331. 223. “it almost seems”: Proust, 318. 224. Samuel Beckett: Paul Strathern, Beckett in 90 Minutes (Chicago: Ivan R. Dee, 2005); Deirdre Bair, Samuel Beckett: A Biography (New Y ork: Harcourt Brace Jovanovich, 1978). 225. “It was spent”: Strathern, 45–6. 226. “dark he had”: Ludovic Janvier quoted in Bair, 351. 227. “I shall always”: Quoted in Bair, 352. 228. Igor Stravinsky: Stephen Walsh, Stravinsky: A Creative S…",
        "pageContent": "212. “A man of”: Quoted in Ellmann, 6. 213. “the mind is”: Quoted ibid., 308. 214. “He woke about”: Ibid. 215. “No, ” he replied: Quoted in McCourt, 73. 216. “diversified, ” as he put it: Quoted ibid., 91. 217. “I calculate that”: Quoted in Ellmann, 510. 218. Marcel Proust: Celeste Albaret and Georges Belmont, Monsieur Proust, trans. Barbara Bray (1973; repr. New Y ork: New Y ork Review Books, 2001); Ronald Hayman, Proust: A Biography (New Y ork: HarperCollins, 1990); Marcel Proust, In Search of Lost Time, V olume VI: Time Regained, trans. Andreas Mayor, Terence Kilmartin, D. J. Enright (New Y ork: Modern Library, 1993). 219. “It is truly”: Quoted in Hayman, 346. 220. “It isn’t an”: Albaret and Belmont, 70. 221. “After ten pages”: Quoted in Hayman, 251. 222. “Y ou’re putting your”: Quoted ibid., 331. 223. “it almost seems”: Proust, 318. 224. Samuel Beckett: Paul Strathern, Beckett in 90 Minutes (Chicago: Ivan R. Dee, 2005); Deirdre Bair, Samuel Beckett: A Biography (New Y ork: Harcourt Brace Jovanovich, 1978). 225. “It was spent”: Strathern, 45–6. 226. “dark he had”: Ludovic Janvier quoted in Bair, 351. 227. “I shall always”: Quoted in Bair, 352. 228. Igor Stravinsky: Stephen Walsh, Stravinsky: A Creative Spring: Russia and France, 1882–1934 (New Y ork: Alfred A. Knopf, 1999); V era Stravinsky and Robert Craft, Stravinsky in Pictures and Documents (New Y ork: Simon and Schuster, 1978). 229. “I get up at”: Quoted in Walsh, 419. 230. “I have never”: Quoted ibid., 115. 231. “rests the head”: Quoted in Stravinsky and Craft, 298. 232. Erik Satie: Robert Orledge, Satie Remembered (Portland, OR: Amadeus Press, 1995). 233. “walked slowly”: Quoted ibid., 69. 234. “the possibility of”: Quoted ibid"
    }
}