{
    "Meditations": {
        "excerpts": "…nt, and to mistrust the future. 3. What is divine is full of Providence. Even chance is not divorced from nature, from the inweaving and enfolding of things governed by Providence. Everything proceeds from it. And then there is necessity and the needs of the whole world, of which you are a part. Whatever the nature of the whole does, and whatever serves to maintain it, is good for every part of nature. The world is maintained by change—in the elements and in the things the…",
        "pageContent": "and gulped in again every instant. Finally, the intelligence. Think of it this way: You are an old man. Stop allowing your mind to be a slave, to be jerked about by selfish impulses, to kick against fate and the present, and to mistrust the future. 3. What is divine is full of Providence. Even chance is not divorced from nature, from the inweaving and enfolding of things governed by Providence. Everything proceeds from it. And then there is necessity and the needs of the whole world, of which you are a part. Whatever the nature of the whole does, and whatever serves to maintain it, is good for every part of nature. The world is maintained by change—in the elements and in the things they compose. That should be enough for you; treat it as an axiom. Discard your thirst for books, so that you won’t die in bitterness, but in cheerfulness and truth, grateful to the gods from the bottom of your heart. 4. Remember how long you’ve been putting this off, how many extensions the gods gave you, and you didn’t use them. At some point you have to recognize what world it is that you belong to; what power rules it and from what source you spring; that there is a limit to the time assigned you, and if you don’t use it to free yourself it will be gone and will never return. 5. Concentrate every minute like a Roman—like a man—on doing what’s in front of you with precise and genuine seriousness, tenderly, willingly, with justice. And on freeing"
    },
    "MrBeast": {
        "excerpts": "…uld be huge fans and willing to bend the rules. Basically what I’m trying to convey is what we call “pushing thru no” . Don’t just stop because one person told you no, stop when all conceivable options are exhausted. This is one of many tools that when combined dramatically improve your probability of success when producing here. Work on multiple videos EVERYDAY Please do not come in and only work on one video during a workday. That’s how you fall behind on future videos a…",
        "pageContent": "19 NO DOES NOT MEAN NO When dealing with people outside MrBeast Productions never take a No at face value. If we need a store to buy everything inside of and you call the local Dollar tree and the person that answers says “No, you can’t film here” . That literally doesn’t mean shit. T alk to other employees and see if any are fans or if any have kids that are fans, try talking to their boss, their bosses boss, have me dm them on twitter and try their social team, etc. If after all avenues are exhausted you are left with a no, that doesn’t mean don’t try the other dollar trees because the manager of those could be huge fans and willing to bend the rules. Basically what I’m trying to convey is what we call “pushing thru no” . Don’t just stop because one person told you no, stop when all conceivable options are exhausted. This is one of many tools that when combined dramatically improve your probability of success when producing here. Work on multiple videos EVERYDAY Please do not come in and only work on one video during a workday. That’s how you fall behind on future videos and create a nasty cycle that i’m trying to stop. If you drop everything and go all in on a video for 3 days then that’s 3 days your other videos will fall behind and eventually you’ll have to drop other videos to focus on those videos and it will snowball into you can’t do anything but focus on what’s right in front of you because you murdered any lead time you had. If you ever only work on one video during a day, you failed as a MrBeast employee that day. Be able to hold a camera Obviously everyone has their roles in the company and tbh if you can consistently lead and produce videos for me with a 90% success rate idc if you piss in the sink everyday i’ll still love you. But having said that it’d be nice if at some point you got training on our style of holding a camera. When we do a big shoot not local it’d be nice to not have to bring 10000000 production people and 100000 camera people. If for example there are only a few scenes that need a couple extra camera men I’d love for us not to have to fly, house, transport, and baby more camera men when we could just have a few people from production"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…ating enough force, hustle, and energy for luck to find you. A third way is you become very good at spotting luck. If you are very skilled in a field, you will notice when a lucky break happens in your field, and other people who aren’t attuned to it won’t notice. So, you become sensitive to luck. The last kind of luck is the weirdest, hardest kind, where you build a unique character, a unique brand, a unique mindset, which causes luck to find you. For example, let’s say y…",
        "pageContent": "In 1,000 parallel universes, you want to be wealthy in 999 of them. You don’t want to be wealthy in the fi!y of them where you got lucky, so we want to factor luck out of it. But getting lucky would help, right? Just recently, Babak Nivi, my co-founder, and I were talking on Twitter about how one gets lucky, and there are really four kinds of luck we were talking about. The first kind of luck is blind luck where one just gets lucky because something completely out of their control happened. This includes fortune, fate, etc. Then, there’s luck through persistence, hard work, hustle, and motion. This is when you’re running around creating opportu- nities. You’re generating a lot of energy, you’re doing a lot to stir things up. It’s almost like mixing a petri dish or mixing a bunch of reagents and seeing what combines. You’re just generating enough force, hustle, and energy for luck to find you. A third way is you become very good at spotting luck. If you are very skilled in a field, you will notice when a lucky break happens in your field, and other people who aren’t attuned to it won’t notice. So, you become sensitive to luck. The last kind of luck is the weirdest, hardest kind, where you build a unique character, a unique brand, a unique mindset, which causes luck to find you. For example, let’s say you’re the best person in the world at deep-sea diving. You’re known to take on deep-sea dives nobody else will even dare to attempt. By sheer luck, somebody"
    },
    "Minerva-HCs": {
        "excerpts": "…nciples of perception and cognition in design, including those for oral and multimedia presentations. (H) A large body of research has documented many characteristics of human perception and cognition, resulting in a set of principles that captures how humans organize and interpret what they see and hear. Products, ranging from simple graphs to complex devices, from teapots to tactile surfaces, should be designed to respect these principles; products that violate these pri…",
        "pageContent": "Introduction to HCs Examples You realize en route that your cell phone’s battery is dead. You try to follow her instructions as best you can, but quickly get lost. You wish her directions had been clear and precise. B. Using Nonverbal Communication Effectively Nonverbal communication often plays a crucial role in how well a verbal communication is received. These elements of communication not only convey connotations, but color the entire message. #multimodaldesign MC Apply principles of perception and cognition in design, including those for oral and multimedia presentations. (H) A large body of research has documented many characteristics of human perception and cognition, resulting in a set of principles that captures how humans organize and interpret what they see and hear. Products, ranging from simple graphs to complex devices, from teapots to tactile surfaces, should be designed to respect these principles; products that violate these principles are difficult for humans to use. These principles can be used both to evaluate products and to guide creation of new ones. Application example: You watch people leave the building where Minerva has its headquarters. More than half of them try to pull open the doors, but the doors are designed to be pushed open as you exit. You look carefully at the door handles, and see that they are identical to the ones on the outside of the doors — which clearly invite being pulled. You realize that the shape of the handles encourages people to pull on them, which is inappropriate for a door that should be pushed. 14"
    },
    "Daily-Rituals": {
        "excerpts": "…cially if I get home early) to compose a little before going to bed. I often go on writing until one—and am up again at six. “Altogether I have so much to do that often I do not know whether I am on my head or my heels, ” Mozart wrote to his father. Apparently he was not exaggerating; when Leopold Mozart went to visit his son a few years later, he found the freelancer’s life just as tumultuous as promised. He wrote home from Vienna, “It is impossible for me to describe the…",
        "pageContent": "Wolfgang Amadeus Mozart (1756–1791) In 1781, after several years searching in vain for a suitable post with the European nobility, Mozart decided to settle in Vienna as a freelance composer and performer. There were ample opportunities in the city for a musician of Mozart’s talent and renown, but staying solvent necessitated a frantic round of piano lessons, concert performances, and social visits with the city’s wealthy patrons. At the same time, Mozart was also courting his future wife, Constanze, under the disapproving gaze of her mother. All this activity left him only a few hours a day to compose new works. In a 1782 letter to his sister, he gave a detailed account of these hectic days in Vienna: My hair is always done by six o’clock in the morning and by seven I am fully dressed. I then compose until nine. From nine to one I give lessons. Then I lunch, unless I am invited to some house where they lunch at two or even three o’clock, as, for example, today and tomorrow at Countess Zichy’s and Countess Thun’s. I can never work before five or six o’clock in the evening, and even then I am often prevented by a concert. If I am not prevented, I compose until nine. I then go to my dear Constanze, though the joy of seeing one another is nearly always spoilt by her mother’s bitter remarks.… At half past ten or eleven I come home—it depends on her mother’s darts and on my capacity to endure them! As I cannot rely on being able to compose in the evening owing to the concerts which are taking place and also to the uncertainty as to whether I may not be summoned now here and now there, it is my custom (especially if I get home early) to compose a little before going to bed. I often go on writing until one—and am up again at six. “Altogether I have so much to do that often I do not know whether I am on my head or my heels, ” Mozart wrote to his father. Apparently he was not exaggerating; when Leopold Mozart went to visit his son a few years later, he found the freelancer’s life just as tumultuous as promised. He wrote home from Vienna, “It is impossible for me to describe the rush and bustle"
    }
}