{
    "Meditations": {
        "excerpts": "…orm and origins. The MEDITATIONS: Genre, Structure, and Style I suspect that Marcus would have been surprised (and perhaps rather dismayed) to find himself enshrined in the Modern Library of the W orld’s Best Books. He would have been surprised, to begin with, by the title of the work ascribed to him. The long-established English title Meditations is not only not original, but positively misleading, lending a spurious air of resonance and authority quite alien to the hapha…",
        "pageContent": "12.34). But other entries suggest a less dismissive attitude. Marcus quotes with apparent approval Epicurus’s account of his own exemplary conduct during an illness (9.41) and twice seeks comfort in the philosopher’s remarks on the endurance of pain (7.33, 7.64). Like other late Stoics (Seneca is a notable example), he was willing to accept truth wherever he found it. Thus far we have been concerned with the content of the Meditations: the ethical doctrine of late Stoicism, incorporating a certain amount of Platonic and Heraclitean material, and overlaid with occasional reference to other schools and thinkers. But what of the Meditations itself? How and why was it written? Who is its audience? What kind of book is it? For the answers to these questions we must turn from the book’s content to its form and origins. The MEDITATIONS: Genre, Structure, and Style I suspect that Marcus would have been surprised (and perhaps rather dismayed) to find himself enshrined in the Modern Library of the W orld’s Best Books. He would have been surprised, to begin with, by the title of the work ascribed to him. The long-established English title Meditations is not only not original, but positively misleading, lending a spurious air of resonance and authority quite alien to the haphazard set of notes that constitute the"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…erally. I try to follow this. I don’t always follow it, but I think I follow it enough to have made a di!erence in my life. If you have a criticism of someone, then don’t criticize the person—criticize the general approach or criticize the class of activities. If you have to praise somebody, then always try and find the person who is the best example of what you’re praising and praise the person, specifically. Then people’s egos and identities, which we all have, don’t wor…",
        "pageContent": "radical honesty with an old rule Warren Bu!ett has, which is praise specifically, criticize generally. I try to follow this. I don’t always follow it, but I think I follow it enough to have made a di!erence in my life. If you have a criticism of someone, then don’t criticize the person—criticize the general approach or criticize the class of activities. If you have to praise somebody, then always try and find the person who is the best example of what you’re praising and praise the person, specifically. Then people’s egos and identities, which we all have, don’t work against you. They work for you.#[4] Any advice on developing capacity for instinctual blunt honesty? Tell everyone. Start now. It doesn’t have to be blunt. Charisma is the ability to project confidence and love at the same time. It’s almost always possible to be honest and positive.#[71] As an investor and CEO of AngelList, you’re paid to be right when other people are wrong. Do you have a process around how you make decisions? Yes. Decision-making is everything. In fact, someone who makes decisions right 80 percent of the time instead of 70 percent of the time will be valued and compensated in the market hundreds of times more. I think people have a hard time understanding a fundamental fact of leverage. If I manage $1 billion and I’m right 10 percent more o$en than somebody else, my decision-making creates $100 million worth of value on a judgment call. With modern"
    },
    "Minerva-HCs": {
        "excerpts": "…hot water only kill some bacteria — leaving the survivors to have lots of offspring. If so, perhaps you are infecting yourself by wiping the dishes with that sponge. You think about how to model this, and realize that to model the situation you need to know how quickly bacteria breed, how susceptible they are to soap and hot water, how sensitive humans are to their effects, and various other factors; without knowing these details, you really aren’t in a position to test yo…",
        "pageContent": "Introduction to HCs Examples theory of disease and hypothesize that soap and hot water only kill some bacteria — leaving the survivors to have lots of offspring. If so, perhaps you are infecting yourself by wiping the dishes with that sponge. You think about how to model this, and realize that to model the situation you need to know how quickly bacteria breed, how susceptible they are to soap and hot water, how sensitive humans are to their effects, and various other factors; without knowing these details, you really aren’t in a position to test your hypothesis. B. Solving Problems A problem occurs when there is an obstacle en route to a goal. When first encountering a problem (when no known solution is available), one must use creative thinking to solve it. Often such creative thinking relies on using specific heuristics (rules of thumb) and techniques. However, solving problems effectively requires one to be aware of biases and to mitigate their effects when they interfere with reaching a good solution. #constraints EA Identify and apply constraint satisfaction as a way to solve problems. (C) A problem exists when one or more obstacles to a goal must be addressed. Obstacles often cannot be overcome easily, in large part because there are constraints on what sorts of actions are possible or realistic. Constraints are requirements on the solution; they do not determine it, but do place boundaries on what is possible. Thus, part of solving a problem is to identify the constraints on what can be done. If the constraints are well- defined, problems often can be solved by devising ways to satisfy all of the constraints at the same time (this approach to problem solving is known as “constraint satisfaction”). Application example: You are moving into a new house and need to decide where to put the furniture in your bedroom. You have 10"
    },
    "Daily-Rituals": {
        "excerpts": "…dopted a favorite habit of his later years—his daily “air bath. ” At the time, baths in cold water were considered a tonic, but Franklin believed the cold was too much of a shock to the system. He wrote in a letter: I have found it much more agreeable to my constitution to bathe in another element, I mean cold air. With this view I rise early almost every morning, and sit in my chamber without any clothes whatever, half an hour or an hour, according to the season, either r…",
        "pageContent": "Benjamin Franklin’ s ideal daily routine, from his autobiography (photo credit 13.1) This timetable was formulated before Franklin adopted a favorite habit of his later years—his daily “air bath. ” At the time, baths in cold water were considered a tonic, but Franklin believed the cold was too much of a shock to the system. He wrote in a letter: I have found it much more agreeable to my constitution to bathe in another element, I mean cold air. With this view I rise early almost every morning, and sit in my chamber without any clothes whatever, half an hour or an hour, according to the season, either reading or writing. This practice is not in the least painful, but on the contrary, agreeable; and if I return to bed afterwards, before I dress myself, as sometimes happens, I make a supplement to my night’s rest, of one or two hours of the most pleasing sleep that can be imagined"
    }
}