{
    "Meditations": {
        "excerpts": "…atoms. This process is not only inevitable, but harmless, for the simple reason that after death there is no “us” to suffer harm. Although the sect numbered not a few prominent Romans among its adherents, it never attained the success of Stoicism, and was regarded with genial contempt by most outsiders. The quietism endorsed by the Epicureans was obviously difficult to reconcile with an active public life— an important Roman value—and the Epicurean equation of the good wi…",
        "pageContent": "component atoms. This process is not only inevitable, but harmless, for the simple reason that after death there is no “us” to suffer harm. Although the sect numbered not a few prominent Romans among its adherents, it never attained the success of Stoicism, and was regarded with genial contempt by most outsiders. The quietism endorsed by the Epicureans was obviously difficult to reconcile with an active public life— an important Roman value—and the Epicurean equation of the good with pleasure was bound to raise eyebrows among conservative Romans. “Eat, drink and be merry” was popularly supposed to be the Epicureans’ motto, though Epicurus himself had been quite explicit in identifying pleasure with intellectual contemplation rather than the vulgar enjoyment of food and sex. Though a minority view, Epicureanism was, nonetheless, the only potential rival to Stoicism in offering a systematic cosmology, as Marcus acknowledges on a number of occasions by the stark dichotomy “Providence or atoms” (4.3, 10.6, 11.18, 12.14). Marcus normally seems to view Epicureanism with disapproval (as we would expect). In Meditations 6.10 he contrasts the Epicurean universe, founded on “mixture, interaction, dispersal” with the components of the Stoic system: “unity, order, design” —clearly to the advantage of the latter. Should we not be ashamed to fear death, he asks in another entry, when “even” the Epicureans disdain it"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…lf with specific knowledge, accountability, and leverage. ↓ Specific knowledge is knowledge you cannot be trained for. If society can train you, it can train someone else and replace you. ↓ Specific knowledge is found by pursuing your genuine curiosity and passion rather than whatever is hot right now. ↓ Building specific knowledge will feel like play to you but will look like work to others. ↓ When specific knowledge is taught, it’s through apprenticeships, not schools. ↓…",
        "pageContent": "Arm yourself with specific knowledge, accountability, and leverage. ↓ Specific knowledge is knowledge you cannot be trained for. If society can train you, it can train someone else and replace you. ↓ Specific knowledge is found by pursuing your genuine curiosity and passion rather than whatever is hot right now. ↓ Building specific knowledge will feel like play to you but will look like work to others. ↓ When specific knowledge is taught, it’s through apprenticeships, not schools. ↓ Specific knowledge is often highly technical or creative. It cannot be outsourced or automated"
    },
    "Minerva-HCs": {
        "excerpts": "…blem occurs when there is an obstacle en route to a goal. When first encountering a problem (when no known solution is available), one must use creative thinking to solve it. Often such creative thinking relies on using specific heuristics (rules of thumb) and techniques. However, solving problems effectively requires one to be aware of biases and to mitigate their effects when they interfere with reaching a good solution. #constraints EA Identify and apply constraint sati…",
        "pageContent": "Introduction to HCs Examples theory of disease and hypothesize that soap and hot water only kill some bacteria — leaving the survivors to have lots of offspring. If so, perhaps you are infecting yourself by wiping the dishes with that sponge. You think about how to model this, and realize that to model the situation you need to know how quickly bacteria breed, how susceptible they are to soap and hot water, how sensitive humans are to their effects, and various other factors; without knowing these details, you really aren’t in a position to test your hypothesis. B. Solving Problems A problem occurs when there is an obstacle en route to a goal. When first encountering a problem (when no known solution is available), one must use creative thinking to solve it. Often such creative thinking relies on using specific heuristics (rules of thumb) and techniques. However, solving problems effectively requires one to be aware of biases and to mitigate their effects when they interfere with reaching a good solution. #constraints EA Identify and apply constraint satisfaction as a way to solve problems. (C) A problem exists when one or more obstacles to a goal must be addressed. Obstacles often cannot be overcome easily, in large part because there are constraints on what sorts of actions are possible or realistic. Constraints are requirements on the solution; they do not determine it, but do place boundaries on what is possible. Thus, part of solving a problem is to identify the constraints on what can be done. If the constraints are well- defined, problems often can be solved by devising ways to satisfy all of the constraints at the same time (this approach to problem solving is known as “constraint satisfaction”). Application example: You are moving into a new house and need to decide where to put the furniture in your bedroom. You have 10"
    },
    "Daily-Rituals": {
        "excerpts": "…to install it. After her bath she puts on a huge wool bathrobe and writes for a while, but she prefers to write outdoors, after she gets dressed. Especially in the Ain country, because there are rocks and cows there. Miss Stein likes to look at rocks and cows in the intervals of her writing. The two ladies drive around in their Ford till they come to a good spot. Then Miss Stein gets out and sits on a campstool with pencil and pad, and Miss Toklas fearlessly switches a cow…",
        "pageContent": "Gertrude Stein (1874–1946) After the outbreak of World War II, Stein and her lifelong partner, Alice B. Toklas, fled Paris for a country home in Ain, on the eastern edge of France. Stein had long depended on Toklas to take care of their living arrangements; in Ain, as Janet Malcolm writes in Two Lives: Gertrude and Alice, Toklas “managed the practical details of Stein’s life almost to the point of parody. ” A 1934 New Yorker piece by Janet Flanner, James Thurber, and Harold Ross described their lifestyle: Miss Stein gets up every morning about ten and drinks some coffee, against her will. She’s always been nervous about becoming nervous and she thought coffee would make her nervous, but her doctor prescribed it. Miss Toklas, her companion, gets up at six and starts dusting and fussing around. … Every morning Miss Toklas bathes and combs their French poodle, Basket, and brushes its teeth. It has its own toothbrush. Miss Stein has an outsize bathtub that was especially made for her. A staircase had to be taken out to install it. After her bath she puts on a huge wool bathrobe and writes for a while, but she prefers to write outdoors, after she gets dressed. Especially in the Ain country, because there are rocks and cows there. Miss Stein likes to look at rocks and cows in the intervals of her writing. The two ladies drive around in their Ford till they come to a good spot. Then Miss Stein gets out and sits on a campstool with pencil and pad, and Miss Toklas fearlessly switches a cow into her line of vision. If the cow doesn’t seem to fit in with Miss Stein’s mood, the ladies get into the car and drive on to another cow. When the great lady has an inspiration, she writes quickly, for about fifteen minutes. But often she just sits there, looking at cows and not turning a wheel"
    }
}