{
    "Meditations": {
        "excerpts": "…it was designed to do. The nurseryman who cares for the vines, the horse trainer, the dog breeder—this is what they aim at. And teaching and education—what else are they trying to accomplish? So that’s what we should prize. Hold on to that, and you won’t be tempted to aim at anything else. And if you can’t stop prizing a lot of other things? Then you’ll never be free—free, independent, imperturbable. Because you’ll always be envious and jealous, afraid that people might co…",
        "pageContent": "Then what is to be prized? An audience clapping? No. No more than the clacking of their tongues. Which is all that public praise amounts to—a clacking of tongues. So we throw out other people’s recognition. What’s left for us to prize? I think it’s this: to do (and not do) what we were designed for. That’s the goal of all trades, all arts, and what each of them aims at: that the thing they create should do what it was designed to do. The nurseryman who cares for the vines, the horse trainer, the dog breeder—this is what they aim at. And teaching and education—what else are they trying to accomplish? So that’s what we should prize. Hold on to that, and you won’t be tempted to aim at anything else. And if you can’t stop prizing a lot of other things? Then you’ll never be free—free, independent, imperturbable. Because you’ll always be envious and jealous, afraid that people might come and take it all away from you. Plotting against those who have them—those things you prize. People who need those things are bound to be a mess—and bound to take out their frustrations on the gods. Whereas to respect your own mind—to prize it—will leave you satisfied with"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…Partners]. And Jim Breyer said, “Well, I have this really great head of product at this other company, and you need this person.” Those people tend to do the best, risk-adjusted over a long period of time, other than the venture investors themselves.![30] Some of the most successful people I’ve seen in Silicon Valley had breakouts very early in their careers. They got promoted to VP, director, or CEO, or started a company that did well fairly early. If you’re not getting…",
        "pageContent": "them scale. Then, they go into the latest Dropbox or the latest Airbnb. The people who were at Google, then joined Facebook when it was one hundred people, and then joined Stripe when it was one hundred people? When Zuckerberg was just starting to scale his company and panicked, he was like, “I don’t know how to do this.” And he called Jim Breyer![venture capitalist and founder of Accel Partners]. And Jim Breyer said, “Well, I have this really great head of product at this other company, and you need this person.” Those people tend to do the best, risk-adjusted over a long period of time, other than the venture investors themselves.![30] Some of the most successful people I’ve seen in Silicon Valley had breakouts very early in their careers. They got promoted to VP, director, or CEO, or started a company that did well fairly early. If you’re not getting promoted through the ranks, it gets a lot harder to catch up later in life. It’s good to be in a smaller company early because there’s less of an infrastructure to pre- vent early promotion.![76] For someone who is early in their career (and maybe even later), the single most important thing about a company is the alumni network you’re going to build. Think about who you will work with and what those people are going on to do.![76] HOW TO GET LUCKY Why do you say, “Get rich without getting lucky"
    },
    "Minerva-HCs": {
        "excerpts": "…used for the past six years. You have already printed the invitations and coordinated with the guests, speakers and nearby restaurants. A week before the date, you receive a letter from the hotel manager informing you that he has to charge you three times what he charged you the previous year. You consider the costs and benefits for each stakeholder of staying the course and holding the meeting at this hotel: For yourself, the costs are severe; you won’t be able to cover…",
        "pageContent": "Introduction to HCs Examples C. Weighing Decisions Evaluating claims and analyzing inferences are important in part because they help us decide how to act. To make decisions rationally, one must analyze the alternative choices and identify their respective trade-offs. Decision-support tools can help us with such analyses, identifying and mitigating undesirable biases. #utility CS Consider different types of future costs and benefits for all stakeholders. (H) When making decisions, one must always consider trade-offs between future costs and benefits and must consider them from the different perspectives of all stakeholders. When making decisions that affect people (as virtually all decisions in the real world will do), such reasoning must occur at multiple levels of analysis, ranging from effects on the individual to effects on groups at different levels of scale. Sometimes, a decision that maximizes overall benefits will be very unpopular with a subgroup; one must learn to anticipate and mitigate the negative effects of such cases. Application example: You are about to hold an annual meeting and are hosting it at the hotel you’ve used for the past six years. You have already printed the invitations and coordinated with the guests, speakers and nearby restaurants. A week before the date, you receive a letter from the hotel manager informing you that he has to charge you three times what he charged you the previous year. You consider the costs and benefits for each stakeholder of staying the course and holding the meeting at this hotel: For yourself, the costs are severe; you won’t be able to cover your expenses. The benefits are that you are familiar with the venue and wouldn’t have to redo all of the invitations and arrangements. For the attendees, the costs would be a larger registration fee while the benefits 7"
    },
    "Daily-Rituals": {
        "excerpts": "…linger on for months. Indolence-and-melancholy then becomes my major vice, until I get back to work. A writer must be hard to live with: when not working he is miserable, and when he is working he is obsessed. Or so it is with me. ” Abbey typically warmed up for a morning of writing by lighting his corncob pipe and firing off a letter or two. He did not particularly like settling down to work. “I hate commitments, obligations and working under pressure, ” he wrote to his e…",
        "pageContent": "Edward Abbey (1927–1989) “When I’m writing a book I pack a lunchbox every morning, retire to my shack down by the wash and hide for four or five hours, ” the American environmentalist and essayist wrote in 1981, in reply to a fan’s inquiries about his working habits. “Between books I take vacations that tend to linger on for months. Indolence-and-melancholy then becomes my major vice, until I get back to work. A writer must be hard to live with: when not working he is miserable, and when he is working he is obsessed. Or so it is with me. ” Abbey typically warmed up for a morning of writing by lighting his corncob pipe and firing off a letter or two. He did not particularly like settling down to work. “I hate commitments, obligations and working under pressure, ” he wrote to his editor. “But on the other hand, I like getting paid in advance and I only work under ”pressure"
    }
}