{
    "Meditations": {
        "excerpts": "…d as to be almost untranslatable. At a basic level it designates rational, connected thought— whether envisioned as a characteristic (rationality, the ability to reason) or as the product of that characteristic (an intelligible utterance or a connected discourse). Logos operates both in individuals and in the universe as a whole. In individuals it is the faculty of reason. On a cosmic level it is the rational principle that governs the organization of the universe. 1 In th…",
        "pageContent": "organized in a rational and coherent way. More specifically, it is controlled and directed by an all-pervading force that the Stoics designated by the term logos. The term (from which English “logic” and the suffix “ -logy” derive) has a semantic range so broad as to be almost untranslatable. At a basic level it designates rational, connected thought— whether envisioned as a characteristic (rationality, the ability to reason) or as the product of that characteristic (an intelligible utterance or a connected discourse). Logos operates both in individuals and in the universe as a whole. In individuals it is the faculty of reason. On a cosmic level it is the rational principle that governs the organization of the universe. 1 In this sense it is synonymous with “nature, ” “Providence, ” or “God. ” (When the author of John’s Gospel tells us that “the W ord” —logos—was with God and is to be identified with God, he is borrowing Stoic terminology.) All events are determined by the logos, and follow in an unbreakable chain of cause and effect. Stoicism is thus from the outset a deterministic system that appears to leave no room for human free will or moral responsibility. In reality the Stoics were reluctant to accept such an arrangement, and attempted to get around the difficulty by defining free will as a voluntary accommodation to what is in any case inevitable. According to this theory, man is like a dog tied to a moving wagon. If the dog refuses to run along with the wagon he will be dragged by it, yet the choice remains his: to run or be dragged. In the same way, humans are responsible for their"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…y Resistance Training + Sports + Rest → Diet = Natural Foods + Intermi!ent Fasting + Plants → Sleep = No alarms + 8–9 hours + Circadian rhythms → Wealth = Income + Wealth * (Return on Investment) → Income = Accountability + Leverage + Specific Knowledge → Accountability = Personal Branding + Personal Platform + Taking Risk? → Leverage = Capital + People + Intellectual Property → Specific Knowledge = Knowing how to do something society cannot yet easily train other people t…",
        "pageContent": "NAVAL’S WRITING LIFE FORMULAS I (2008) These are notes to myself. Your frame of reference, and therefore your calculations, may vary. These are not defini- tions—these are algorithms for success. Contributions are welcome. → Happiness = Health + Wealth + Good Relationships → Health = Exercise + Diet + Sleep → Exercise = High Intensity Resistance Training + Sports + Rest → Diet = Natural Foods + Intermi!ent Fasting + Plants → Sleep = No alarms + 8–9 hours + Circadian rhythms → Wealth = Income + Wealth * (Return on Investment) → Income = Accountability + Leverage + Specific Knowledge → Accountability = Personal Branding + Personal Platform + Taking Risk? → Leverage = Capital + People + Intellectual Property → Specific Knowledge = Knowing how to do something society cannot yet easily train other people to do → Return on Investment = “Buy-and-Hold” + Valuation + Margin of Safety [72"
    },
    "Minerva-HCs": {
        "excerpts": "…., those dealing with payoff matrices and game theory). The set of HCs is adjusted each year, based on our feedback from students, faculty, and employers. Each HC is accompanied by a rubric, which indicates how the students will be graded on their use of that HC. The rubrics span a grade of “1” (indicating that the student did not understand the material) to “5” (indicating that the student understood it deeply and applied it in novel ways), with intermediate scores indica…",
        "pageContent": "Introduction to HCs Overview To be included in the curriculum, a Habit of Mind (H) or Foundational Concept (C) must: 1. be derived from an aspect of one of the four core competencies noted above; 2. lead students to be able to do something useful in ordinary life after graduation (specialized knowledge comes later in the curriculum); 3. be broadly applicable, as indicated by the fact that it is used in courses offered in at least two of Minerva’s majors; 4. be justified either by empirical findings, proofs, or well-established best practices--particularly those that support functioning ethically in a global context; and 5. lead to specific behaviors that can be evaluated with rubrics; the HC cannot be so general or vague that it cannot be systematically and reliably evaluated. What follows is one example of each major category of HC. There are more than 100 of these HCs, which are roughly equally distributed over the four core competencies. Each HC is the learning objective of a class session. In some cases, two or even three sessions are devoted to a single HC (based on how difficult it is), and in some cases we introduce two highly related HCs at the same time (e.g., those dealing with payoff matrices and game theory). The set of HCs is adjusted each year, based on our feedback from students, faculty, and employers. Each HC is accompanied by a rubric, which indicates how the students will be graded on their use of that HC. The rubrics span a grade of “1” (indicating that the student did not understand the material) to “5” (indicating that the student understood it deeply and applied it in novel ways), with intermediate scores indicating intermediate levels of mastery. All class interactions and class assignments are graded using these rubrics. All HCs are introduced during the first year, but graded during the subsequent three years. In fact, the grades at the end of the first year are provisional; they are adjusted up or down each semester, depending on how well the student used the material in subsequent classes. 3"
    },
    "Daily-Rituals": {
        "excerpts": "…ht. He started the day with a breakfast of eggs, toast, coffee, and orange juice, then immediately began composing, sitting at the piano in his pajamas, bathrobe, and slippers. He would take breaks for a mid-afternoon lunch, a late-afternoon walk, and supper at about 8:00. If Gershwin had a party to attend in the evening, it was not unusual for him to return home after midnight and plunge back into work until dawn. He was dismissive of inspiration, saying that if he waited…",
        "pageContent": "George Gershwin (1898–1937) “To me George was a little sad all the time because he had this compulsion to work, ” Ira Gershwin said of his brother. “He never relaxed. ” Indeed, Gershwin typically worked for twelve hours or more a day, beginning in the late morning and going until past midnight. He started the day with a breakfast of eggs, toast, coffee, and orange juice, then immediately began composing, sitting at the piano in his pajamas, bathrobe, and slippers. He would take breaks for a mid-afternoon lunch, a late-afternoon walk, and supper at about 8:00. If Gershwin had a party to attend in the evening, it was not unusual for him to return home after midnight and plunge back into work until dawn. He was dismissive of inspiration, saying that if he waited for the muse he would compose at most three songs a year. It was better to work every day. “Like the pugilist, ” Gershwin said, “the songwriter must always keep in training"
    }
}