{
    "Meditations": {
        "excerpts": "…l” or “Handbook”). Epictetus seems to have been an especially important figure for Marcus. He thanks his philosophical mentor Rusticus for introducing him to “Epictetus’s lectures” (either the Discourses themselves or a private set of lecture notes), and a series of quotations and paraphrases from the philosopher appear in Book 11 of the Meditations. And Arrian’s abridged Encheiridion provides the closest literary parallel to the Meditations itself, not only in its content…",
        "pageContent": "philosophy as a slave and devoted the remainder of his life to it after being freed. He had been exiled to Nicopolis (in northern Greece) under Domitian, and after the tyrant’s death, elected to remain there where he taught and lectured to visitors who often traveled great distances to study with him. One of these was the upper-class historian and statesman Arrian (c. 86–160), who published an extensive record of the master’s discussions, a text conventionally referred to as the Discourses of Epictetus. He later produced an abridged version, the Encheiridion (“Manual” or “Handbook”). Epictetus seems to have been an especially important figure for Marcus. He thanks his philosophical mentor Rusticus for introducing him to “Epictetus’s lectures” (either the Discourses themselves or a private set of lecture notes), and a series of quotations and paraphrases from the philosopher appear in Book 11 of the Meditations. And Arrian’s abridged Encheiridion provides the closest literary parallel to the Meditations itself, not only in its content, but also in its form: a series of relatively short and unrelated entries. Stoicism and the Meditations The late Stoicism of Epictetus is a radically stripped-down version of its Hellenistic predecessor, a philosophy which “had learnt much from its competitors and had almost forgotten parts of itself. ”3 Both these tendencies, the narrowing of the field and the eclectic borrowing from non"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…iterally, the only thing that exists is this exact point where you are in space at the exact time you happen to be here. Like all great profound truths, it’s all paradoxes. Any two points are infinitely diﬀerent. Any moment is perfectly unique. Each moment itself slips by so quickly you can’t grab it.#[4] You’re dying and being reborn at every moment. It’s up to you whether to forget or remember that.#[2] “Everything is more beautiful because we’re doomed. You will never b…",
        "pageContent": "THE PRESENT IS ALL WE HAVE There is actually nothing but this moment. No one has ever gone back in time, and no one has ever been able to success- fully predict the future in any way that ma!ers. Literally, the only thing that exists is this exact point where you are in space at the exact time you happen to be here. Like all great profound truths, it’s all paradoxes. Any two points are infinitely diﬀerent. Any moment is perfectly unique. Each moment itself slips by so quickly you can’t grab it.#[4] You’re dying and being reborn at every moment. It’s up to you whether to forget or remember that.#[2] “Everything is more beautiful because we’re doomed. You will never be lovelier than you are now, and we will never be here again.” —Homer, The Iliad I don’t even remember what I said two minutes ago. At best, the past is some fictional li!le memory tape in my head. As far as I’m concerned, my past is dead. It’s gone. All death really means is that there are no more future moments.#[2] Inspiration is perishable—act on it immediately"
    },
    "Minerva-HCs": {
        "excerpts": "…o HCs Examples are clarity in the arrangements and a familiar venue. For the hotel manager, the costs include losing you as a client and the benefits are increased revenue — which would be limited to this one upcoming meeting (you definitely won’t meet there the following years). Presenting all of this to the hotel manager results in a useful negotiation, where he only increases the amount by 50%. (Based on a chapter from How to Win Friends and Influence People by Dale Car…",
        "pageContent": "Introduction to HCs Examples are clarity in the arrangements and a familiar venue. For the hotel manager, the costs include losing you as a client and the benefits are increased revenue — which would be limited to this one upcoming meeting (you definitely won’t meet there the following years). Presenting all of this to the hotel manager results in a useful negotiation, where he only increases the amount by 50%. (Based on a chapter from How to Win Friends and Influence People by Dale Carnegie.) 8"
    },
    "Daily-Rituals": {
        "excerpts": "…st of Auden’s once noted. “Eating, drinking, writing, shopping, crossword puzzles, even the mailman’s arrival—all are timed to the minute and with accompanying routines. ” Auden believed that a life of such military precision was essential to his creativity, a way of taming the muse to his own schedule. “A modern stoic, ” he observed, “knows that the surest way to discipline passion is to discipline time: decide what you want or ought to do during the day, then always do i…",
        "pageContent": "W. H. Auden (1907–1973) “Routine, in an intelligent man, is a sign of ambition, ” Auden wrote in 1958. If that’s true, then Auden himself was one of the most ambitious men of his generation. The poet was obsessively punctual and lived by an exacting timetable throughout his life. “He checks his watch over and over again, ” a guest of Auden’s once noted. “Eating, drinking, writing, shopping, crossword puzzles, even the mailman’s arrival—all are timed to the minute and with accompanying routines. ” Auden believed that a life of such military precision was essential to his creativity, a way of taming the muse to his own schedule. “A modern stoic, ” he observed, “knows that the surest way to discipline passion is to discipline time: decide what you want or ought to do during the day, then always do it at exactly the same moment every day, and passion will give you no trouble. ” Auden rose shortly after 6:00 A.M., made himself coffee, and settled down to work quickly, perhaps after taking a first pass at the crossword. His mind was sharpest from 7:00 until 11:30 A.M., and he rarely failed to take advantage of these hours. (He was dismissive of night owls: “Only the ‘Hitlers of the world’ work at night; no honest artist does. ”) Auden usually resumed his work after lunch and continued into the late afternoon. Cocktail hour began at 6:30 sharp, with the poet mixing himself and any guests several strong vodka martinis. Then dinner was served, with copious amounts of wine, followed by more wine and conversation. Auden went to bed early, never later than 11:00 and, as he grew older, closer to 9:30. To maintain his energy and concentration, the poet relied on amphetamines, taking a dose of Benzedrine each morning the way many people take a daily multivitamin. At night, he used Seconal or another sedative to get to sleep. He continued this routine— “the chemical life, ” he called it—for twenty years, until the efficacy of the pills finally wore off. Auden regarded amphetamines as one of the “labor-saving devices” in the “mental kitchen, ” alongside alcohol, coffee, and tobacco—although he was well aware that “these mechanisms are very crude, liable to injure the cook, and constantly breaking down"
    }
}