{
    "Meditations": {
        "excerpts": "…ress, 1965), which offers a very different assessment of the period. Treatments of special topics abound, and only a few titles can be mentioned. The upper-class education that Marcus enjoyed is described by S. F. Bonner, Education in Ancient Rome (Berkeley: University of California Press, 1977). E. Champlin’s Fronto and Antonine Rome (Cambridge, Mass.: Harvard University Press, 1980) is the best modern study of Marcus’s teacher. Glen Bowersock’s Greek Sophists in the Roma…",
        "pageContent": "the so-called Historia Augusta. Birley also draws on recent research into the careers of upper-class officeholders (prosopography) and the workings of the imperial administration to paint a picture of Marcus’s background and the society he moved in. The most comprehensive and reliable treatment of the Antonine age can be found in the Cambridge Ancient History, volume XI, The High Empire, A.D. 70–192 (Cambridge University Press, 2000). Edward Gibbon’s famous characterization of the period in the opening chapters of his History of the Decline and Fall of the Roman Empire remains well worth reading, although the picture it paints may be too rosy-colored. A useful counterbalance is E. R. Dodds, Pagan and Christian in an Age of Anxiety (Cambridge, Eng.: Cambridge University Press, 1965), which offers a very different assessment of the period. Treatments of special topics abound, and only a few titles can be mentioned. The upper-class education that Marcus enjoyed is described by S. F. Bonner, Education in Ancient Rome (Berkeley: University of California Press, 1977). E. Champlin’s Fronto and Antonine Rome (Cambridge, Mass.: Harvard University Press, 1980) is the best modern study of Marcus’s teacher. Glen Bowersock’s Greek Sophists in the Roman Empire (Oxford: Oxford University Press, 1969) is a fundamental study of intellectual culture in the second century. Fergus Millar’s The Emperor in the Roman W orld"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…n and wonderful thing, but it’s a game I was playing. I realized I had to go back to reading books. [6] I knew it was a very hard problem because my brain had now been trained to spend time on Facebook, Twi!er, and these other bite-sized pieces. I came up with this hack where I started treating books as throwaway blog posts or bite-sized tweets or posts. I felt no obligation to finish any book. Now, when someone mentions a book to me, I buy it. At any given time, I’m readi…",
        "pageContent": "you can’t go any further, but you know you should finish the book. So what do you do? You give up reading books for a while. For me, giving up reading was a tragedy. I grew up on books, then I switched to blogs, then I switched to Twi!er and Face- book, and I realized I wasn’t actually learning anything. I was just taking li!le dopamine snacks all day long. I was ge!ing my li!le 140-character burst of dopamine. I would Tweet, then look to see who retweeted my Tweet. It’s a fun and wonderful thing, but it’s a game I was playing. I realized I had to go back to reading books. [6] I knew it was a very hard problem because my brain had now been trained to spend time on Facebook, Twi!er, and these other bite-sized pieces. I came up with this hack where I started treating books as throwaway blog posts or bite-sized tweets or posts. I felt no obligation to finish any book. Now, when someone mentions a book to me, I buy it. At any given time, I’m reading somewhere between ten and twenty books. I’m flipping through them. If the book is ge!ing a li!le boring, I’ll skip ahead. Sometimes, I start reading a book in the middle because some paragraph caught my eye. I’ll just continue from there, and I feel no obli- gation whatsoever to finish the book. All of a sudden, books are back into my reading library. That’s great, because there is ancient wisdom in books. [6] When solving problems: the older the problem, the older the solution"
    },
    "Minerva-HCs": {
        "excerpts": "…ach HC is the learning objective of a class session. In some cases, two or even three sessions are devoted to a single HC (based on how difficult it is), and in some cases we introduce two highly related HCs at the same time (e.g., those dealing with payoff matrices and game theory). The set of HCs is adjusted each year, based on our feedback from students, faculty, and employers. Each HC is accompanied by a rubric, which indicates how the students will be graded on their…",
        "pageContent": "Introduction to HCs Overview To be included in the curriculum, a Habit of Mind (H) or Foundational Concept (C) must: 1. be derived from an aspect of one of the four core competencies noted above; 2. lead students to be able to do something useful in ordinary life after graduation (specialized knowledge comes later in the curriculum); 3. be broadly applicable, as indicated by the fact that it is used in courses offered in at least two of Minerva’s majors; 4. be justified either by empirical findings, proofs, or well-established best practices--particularly those that support functioning ethically in a global context; and 5. lead to specific behaviors that can be evaluated with rubrics; the HC cannot be so general or vague that it cannot be systematically and reliably evaluated. What follows is one example of each major category of HC. There are more than 100 of these HCs, which are roughly equally distributed over the four core competencies. Each HC is the learning objective of a class session. In some cases, two or even three sessions are devoted to a single HC (based on how difficult it is), and in some cases we introduce two highly related HCs at the same time (e.g., those dealing with payoff matrices and game theory). The set of HCs is adjusted each year, based on our feedback from students, faculty, and employers. Each HC is accompanied by a rubric, which indicates how the students will be graded on their use of that HC. The rubrics span a grade of “1” (indicating that the student did not understand the material) to “5” (indicating that the student understood it deeply and applied it in novel ways), with intermediate scores indicating intermediate levels of mastery. All class interactions and class assignments are graded using these rubrics. All HCs are introduced during the first year, but graded during the subsequent three years. In fact, the grades at the end of the first year are provisional; they are adjusted up or down each semester, depending on how well the student used the material in subsequent classes. 3"
    },
    "Daily-Rituals": {
        "excerpts": "…lee, “Catching Up with Joseph Heller, ” Washington Post, October 8, 1984, in Sorkin, 239. 343. James Dickey: Henry Hart, James Dickey: The World as a Lie (New Y ork: Picador USA, 2000). 344. “Every time I”: Quoted ibid., 214–5. 345. “If they said”: Quoted ibid., 215–6. 346. “After five and”: Quoted ibid., 262. 347. Nikola Tesla: Margaret Cheney, Tesla: Man Out of Time (New Y ork: Touchstone, 2001). 348. “I’ve had many”: Quoted ibid., 54. 349. Glenn Gould: Kevin Bazzana, Wo…",
        "pageContent": "329. “Perhaps it was”: “Olgivanna Lloyd Wright on Her Husband, ” in Pfeiffer, 122. 330. “I could not”: Ibid. 331. Louis I. Kahn: Carter Wiseman, Louis I. Kahn: Beyond Time and Style: A Life in Architecture (New Y ork: W. W. Norton, 2007). 332. “Lou had so much”: Quoted ibid., 87. 333. George Gershwin: Howard Pollack, George Gershwin: His Life and Work (Berkeley: University of California Press, 2006). 334. “To me George”: Quoted ibid., 175. 335. “Like the pugilist”: Quoted ibid. 336. Joseph Heller: Adam J. Sorkin, ed., Conversations with Joseph Heller (Jackson: University Press of Mississippi, 1993). 337. “I spent two”: Interview with Sam Merrill, Playboy, June 1975, in ibid., 163. 338. “most intelligent”: Quoted in Ann Waldron, “Writing Technique, Say Joseph Heller, ” Houston Chronicle, March 2, 1975, in Sorkin, 135. 339. “I wrote for”: Interview with Sam Merrill, Playboy, June 1975, in Sorkin, 165. 340. “I am a chronic”: Ibid., 161. 341. “It’s an everyday”: Interview with Creath Thorne, Chicago Literary Review: Book Supplement to the Chicago Maroon, December 3, 1974, in Sorkin, 128. 342. “I write very”: Quoted in Curt Suplee, “Catching Up with Joseph Heller, ” Washington Post, October 8, 1984, in Sorkin, 239. 343. James Dickey: Henry Hart, James Dickey: The World as a Lie (New Y ork: Picador USA, 2000). 344. “Every time I”: Quoted ibid., 214–5. 345. “If they said”: Quoted ibid., 215–6. 346. “After five and”: Quoted ibid., 262. 347. Nikola Tesla: Margaret Cheney, Tesla: Man Out of Time (New Y ork: Touchstone, 2001). 348. “I’ve had many”: Quoted ibid., 54. 349. Glenn Gould: Kevin Bazzana, Wondrous Strange: The Life and Art of Glenn Gould (Oxford: Oxford University Press, 2004); Andrew Kazdin"
    }
}