{
    "Meditations": {
        "excerpts": "…copied and can now pass it on to posterity in better shape. ” Whether Arethas’s copy was indeed responsible for the work’s survival we do not know. At any rate, its readership seems to have increased in the centuries that followed. It is quoted a generation or two later by the vast Byzantine encyclopedia known as the Suda, and it was perhaps around this period also that an unknown Byzantine poet composed a brief appreciation that came to be copied along with the text: ON T…",
        "pageContent": "the tenth century it reappears in a letter from the scholar and churchman Arethas, who writes to a friend, “I have had for a while now a copy of the Emperor Marcus’s invaluable book. It was not only old but practically coming apart. . . . I have had it copied and can now pass it on to posterity in better shape. ” Whether Arethas’s copy was indeed responsible for the work’s survival we do not know. At any rate, its readership seems to have increased in the centuries that followed. It is quoted a generation or two later by the vast Byzantine encyclopedia known as the Suda, and it was perhaps around this period also that an unknown Byzantine poet composed a brief appreciation that came to be copied along with the text: ON THE BOOK OF MARCUS If you desire to master pain Unroll this book and read with care, And in it find abundantly A knowledge of the things that are, Those that have been, and those to come. And know as well that joy and grief Are nothing more than empty smoke"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…: • Hope luck finds you. • Hustle until you stumble into it. • Prepare the mind and be sensitive to chances others miss. • Become the best at what you do. Refine what you do until this is true. Opportunity will seek you out. Luck becomes your destiny. It starts becoming so deterministic, it stops being luck. The definition starts fading from luck to destiny. To summarize the fourth type: build your character in a certain way, then your character becomes your destiny. One o…",
        "pageContent": "finds a sunken treasure ship o! the coast they can’t get to. Well, their luck just became your luck, because they’re going to come to you to get to the treasure, and you’re going to get paid for it. This is an extreme example, but it shows how one person had blind luck finding the treasure. Them coming to you to extract it and give you half is not blind luck. You created your own luck. You put yourself in a position to capitalize on luck or to attract luck when nobody else created the opportunity for themselves. To get rich without getting lucky, we want to be deterministic. We don’t want to leave it to chance.#[78] Ways to get lucky: • Hope luck finds you. • Hustle until you stumble into it. • Prepare the mind and be sensitive to chances others miss. • Become the best at what you do. Refine what you do until this is true. Opportunity will seek you out. Luck becomes your destiny. It starts becoming so deterministic, it stops being luck. The definition starts fading from luck to destiny. To summarize the fourth type: build your character in a certain way, then your character becomes your destiny. One of the things I think is important to make money is having a reputation that makes people do deals through you. Remem- ber the example of being a great diver where treasure hunters will come and give you a piece of the treasure for your diving skills"
    },
    "Minerva-HCs": {
        "excerpts": "…communication is received. These elements of communication not only convey connotations, but color the entire message. #multimodaldesign MC Apply principles of perception and cognition in design, including those for oral and multimedia presentations. (H) A large body of research has documented many characteristics of human perception and cognition, resulting in a set of principles that captures how humans organize and interpret what they see and hear. Products, ranging fr…",
        "pageContent": "Introduction to HCs Examples You realize en route that your cell phone’s battery is dead. You try to follow her instructions as best you can, but quickly get lost. You wish her directions had been clear and precise. B. Using Nonverbal Communication Effectively Nonverbal communication often plays a crucial role in how well a verbal communication is received. These elements of communication not only convey connotations, but color the entire message. #multimodaldesign MC Apply principles of perception and cognition in design, including those for oral and multimedia presentations. (H) A large body of research has documented many characteristics of human perception and cognition, resulting in a set of principles that captures how humans organize and interpret what they see and hear. Products, ranging from simple graphs to complex devices, from teapots to tactile surfaces, should be designed to respect these principles; products that violate these principles are difficult for humans to use. These principles can be used both to evaluate products and to guide creation of new ones. Application example: You watch people leave the building where Minerva has its headquarters. More than half of them try to pull open the doors, but the doors are designed to be pushed open as you exit. You look carefully at the door handles, and see that they are identical to the ones on the outside of the doors — which clearly invite being pulled. You realize that the shape of the handles encourages people to pull on them, which is inappropriate for a door that should be pushed. 14"
    },
    "Daily-Rituals": {
        "excerpts": "…equired long hours and frequent overtime, Kafka still felt stymied; he was living with his family in a cramped apartment, where he could muster the concentration to write only late at night, when everyone else was asleep. As Kafka wrote to Felice Bauer in 1912, “time is short, my strength is limited, the office is a horror, the apartment is noisy, and if a pleasant, straightforward life is not possible then one must try to wriggle through by subtle maneuvers. ” In the same…",
        "pageContent": "Franz Kafka (1883–1924) In 1908, Kafka landed a position at the Workers’ Accident Insurance Institute in Prague, where he was fortunate to be on the coveted “single shift” system, which meant office hours from 8:00 or 9:00 in the morning until 2:00 or 3:00 in the afternoon. Although this was a distinct improvement over his previous job at a different insurance firm, which required long hours and frequent overtime, Kafka still felt stymied; he was living with his family in a cramped apartment, where he could muster the concentration to write only late at night, when everyone else was asleep. As Kafka wrote to Felice Bauer in 1912, “time is short, my strength is limited, the office is a horror, the apartment is noisy, and if a pleasant, straightforward life is not possible then one must try to wriggle through by subtle maneuvers. ” In the same letter, he goes on to describe his timetable"
    }
}