{
    "Meditations": {
        "excerpts": "…the severed part hard to reconnect, and to restore. You can see the difference between the branch that’s been there since the beginning, remaining on the tree and growing with it, and the one that’s been cut off and grafted back. “One trunk, two minds. ” As the gardeners put it. 9. As you move forward in the logos, people will stand in your way. They can’t keep you from doing what’s healthy; don’t let them stop you from putting up with them either. Take care on both counts…",
        "pageContent": "8. A branch cut away from the branch beside it is simultaneously cut away from the whole tree. So too a human being separated from another is cut loose from the whole community. The branch is cut off by someone else. But people cut themselves off—through hatred, through rejection—and don’t realize that they’re cutting themselves off from the whole civic enterprise. Except that we also have a gift, given us by Zeus, who founded this community of ours. W e can reattach ourselves and become once more components of the whole. But if the rupture is too often repeated, it makes the severed part hard to reconnect, and to restore. You can see the difference between the branch that’s been there since the beginning, remaining on the tree and growing with it, and the one that’s been cut off and grafted back. “One trunk, two minds. ” As the gardeners put it. 9. As you move forward in the logos, people will stand in your way. They can’t keep you from doing what’s healthy; don’t let them stop you from putting up with them either. Take care on both counts. Not just sound judgments, solid actions —tolerance as well, for those who try to obstruct us or give us trouble in other ways"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…estyle as you make money. It’s very easy to keep upgrading your lifestyle as you make money. But if you can hold your lifestyle fixed and hopefully make your money in giant lump sums as opposed to a trickle at a time, you won’t have time to upgrade your lifestyle. You may get so far ahead you actually become financially free. Another thing that helps: I value freedom above everything else. All kinds of freedom: freedom to do what I want, freedom from things I don’t want to…",
        "pageContent": "You make money to solve your money and material problems. I think the best way to stay away from this constant love of money is to not upgrade your lifestyle as you make money. It’s very easy to keep upgrading your lifestyle as you make money. But if you can hold your lifestyle fixed and hopefully make your money in giant lump sums as opposed to a trickle at a time, you won’t have time to upgrade your lifestyle. You may get so far ahead you actually become financially free. Another thing that helps: I value freedom above everything else. All kinds of freedom: freedom to do what I want, freedom from things I don’t want to do, freedom from my own emotions or things that may disturb my peace. For me, freedom is my number one value. To the extent money buys freedom, it’s great. But to the extent it makes me less free, which it definitely does at some level as well, I don’t like it.![74] The winners of any game are the people who are so addicted they continue playing even as the marginal utility from winning declines. Do I have to start a company to be successful? The most successful class of people in Silicon Valley on a con- sistent basis are either the venture capitalists (because they are diversified and control what used to be a scarce resource) or people who are very good at identifying companies that have just hit product/market fit. Those people have the background, expertise, and references those companies really want to help"
    },
    "Minerva-HCs": {
        "excerpts": "…o HCs Examples are clarity in the arrangements and a familiar venue. For the hotel manager, the costs include losing you as a client and the benefits are increased revenue — which would be limited to this one upcoming meeting (you definitely won’t meet there the following years). Presenting all of this to the hotel manager results in a useful negotiation, where he only increases the amount by 50%. (Based on a chapter from How to Win Friends and Influence People by Dale Car…",
        "pageContent": "Introduction to HCs Examples are clarity in the arrangements and a familiar venue. For the hotel manager, the costs include losing you as a client and the benefits are increased revenue — which would be limited to this one upcoming meeting (you definitely won’t meet there the following years). Presenting all of this to the hotel manager results in a useful negotiation, where he only increases the amount by 50%. (Based on a chapter from How to Win Friends and Influence People by Dale Carnegie.) 8"
    },
    "Daily-Rituals": {
        "excerpts": "…lliot, ed., Conversations with Maya Angelou (Jackson: University Press of Mississippi, 1989). 306. “I try to keep”: Interview with Walter Blum, “Listening to Maya Angelou, ” California Living, December 14, 1975, in Elliot, 153. 307. “I usually get”: Interview with Claudia Tate, Black Women Writers at Work (New Y ork: Continuum, 1983), in Elliot, 40. 308. “I have always”: Quoted in Judith Rich, “Life Is for Living, ” Westways, September 1987, in Elliot., 79. 309. George Bal…",
        "pageContent": "294. Amis’s routine shifted: Jacobs, 1–18. 295. Martin Amis: Interview with Francesca Riviere, “The Art of Fiction No. 151: Martin Amis, ” Paris Review, Spring 1998, http://www.theparisreview.org/interviews/1156/the-art-of-fiction-no-151- martin-amis. 296. Umberto Eco: Interview with Lila Azam Zanganeh, “The Art of Fiction No. 197: Umberto Eco, ” Paris Review, Summer 2008, http://www.theparisreview.org/interviews/5856/the-art-of-fiction-no-197- umberto-eco. 297. Woody Allen: Eric Lax, Conversations with Woody Allen: His Films, the Movies, and Moviemaking (New Y ork: Alfred A. Knopf, 2007). 298. “obsessive thinking”: Ibid., 119. 299. “I’ve found over”: Ibid., 78. 300. “I think in the”: Ibid., 117. 301. David Lynch: Richard A. Barney, ed., David Lynch: Interviews (Jackson: University Press of Mississippi, 2009); David Lynch, Catching the Big Fish: Meditation, Consciousness, and Creativity (2006; repr. New Y ork: Jeremy P . Tarcher/Penguin, 2007). 302. “I like things”: Quoted in Richard B. Woodward, “A Dark Lens on America, ” New York Times Magazine, January 14, 1990, in Barney, 50. 303. “I have never”: Lynch, 5. 304. “We waste so”: Ibid., 55. 305. Maya Angelou: Jeffrey M. Elliot, ed., Conversations with Maya Angelou (Jackson: University Press of Mississippi, 1989). 306. “I try to keep”: Interview with Walter Blum, “Listening to Maya Angelou, ” California Living, December 14, 1975, in Elliot, 153. 307. “I usually get”: Interview with Claudia Tate, Black Women Writers at Work (New Y ork: Continuum, 1983), in Elliot, 40. 308. “I have always”: Quoted in Judith Rich, “Life Is for Living, ” Westways, September 1987, in Elliot., 79. 309. George Balanchine: Mason Francis, ed., I Remember Balanchine: Recollections of the Ballet Master by Those Who Knew Him (New Y ork: Doubleday, 1991); Bernard Taper, Balanchine: A Biography (1984; repr. Berkeley and Los Angeles: University of California Press, 1996). 310. “When I’m ironing”: Quoted in Francis, 418"
    }
}