{
    "Meditations": {
        "excerpts": "…life you’re living—is to be devoid of sense and much too fond of life. Like those animal fighters at the games—torn half to pieces, covered in blood and gore, and still pleading to be held over till tomorrow . . . to be bitten and clawed again. Set sail, then, with this handful of epithets to guide you. And steer a steady course, if you can. Like an emigrant to the islands of the blest. And if you feel yourself adrift—as if you’ve lost control—then hope for the best, and p…",
        "pageContent": "that you’ve been—to keep being mauled and degraded by the life you’re living—is to be devoid of sense and much too fond of life. Like those animal fighters at the games—torn half to pieces, covered in blood and gore, and still pleading to be held over till tomorrow . . . to be bitten and clawed again. Set sail, then, with this handful of epithets to guide you. And steer a steady course, if you can. Like an emigrant to the islands of the blest. And if you feel yourself adrift—as if you’ve lost control—then hope for the best, and put in somewhere where you can regain it. Or leave life altogether, not in anger, but matter-of-factly, straightforwardly, without arrogance, in the knowledge that you’ve at least done that much with your life. And as you try to keep these epithets in mind, it will help you a great deal to keep the gods in mind as well. What they want is not flattery, but for rational things to be like them. For figs to do what figs were meant to do—and dogs, and bees . . . and people. 9. Operatics, combat and confusion. Sloth and servility. Every day they blot out those sacred principles of yours— which you daydream thoughtlessly about, or just let slide. Your actions and perceptions need to aim"
    },
    "The-Almanack-of-Naval-Ravikant": {
        "excerpts": "…would help, right? Just recently, Babak Nivi, my co-founder, and I were talking on Twitter about how one gets lucky, and there are really four kinds of luck we were talking about. The first kind of luck is blind luck where one just gets lucky because something completely out of their control happened. This includes fortune, fate, etc. Then, there’s luck through persistence, hard work, hustle, and motion. This is when you’re running around creating opportu- nities. You’re g…",
        "pageContent": "In 1,000 parallel universes, you want to be wealthy in 999 of them. You don’t want to be wealthy in the fi!y of them where you got lucky, so we want to factor luck out of it. But getting lucky would help, right? Just recently, Babak Nivi, my co-founder, and I were talking on Twitter about how one gets lucky, and there are really four kinds of luck we were talking about. The first kind of luck is blind luck where one just gets lucky because something completely out of their control happened. This includes fortune, fate, etc. Then, there’s luck through persistence, hard work, hustle, and motion. This is when you’re running around creating opportu- nities. You’re generating a lot of energy, you’re doing a lot to stir things up. It’s almost like mixing a petri dish or mixing a bunch of reagents and seeing what combines. You’re just generating enough force, hustle, and energy for luck to find you. A third way is you become very good at spotting luck. If you are very skilled in a field, you will notice when a lucky break happens in your field, and other people who aren’t attuned to it won’t notice. So, you become sensitive to luck. The last kind of luck is the weirdest, hardest kind, where you build a unique character, a unique brand, a unique mindset, which causes luck to find you. For example, let’s say you’re the best person in the world at deep-sea diving. You’re known to take on deep-sea dives nobody else will even dare to attempt. By sheer luck, somebody"
    },
    "Minerva-HCs": {
        "excerpts": "…or set of rules for how to make new discoveries. However, certain practices can set the stage, facilitating discovery. Among such practices are the ability to create well-formed hypotheses, predictions and interpretations of data. In addition, research methods can be used effectively to increase the likelihood of making a new discovery. Finally, one can facilitate discovery by considering systems at multiple levels of analysis and identifying the type of system being studi…",
        "pageContent": "Introduction to HCs Examples II. Thinking Creatively A. Facilitating Discovery There are no recipes or set of rules for how to make new discoveries. However, certain practices can set the stage, facilitating discovery. Among such practices are the ability to create well-formed hypotheses, predictions and interpretations of data. In addition, research methods can be used effectively to increase the likelihood of making a new discovery. Finally, one can facilitate discovery by considering systems at multiple levels of analysis and identifying the type of system being studied. #modeltypes EA Recognize how models can be used to explain a set of data and generate new predictions. (C) Many kinds of models (ranging from conceptual to physical to mathematical to simulation) are used in science. A theory generally guides the construction of a model, indicating which aspects of a model are relevant. Models are used to explain data or to test a theory, often through visualization. One can vary the nature of inputs to a model and the specific constraints on its behavior and then observe how the model behaves (e.g., simulations can be run in specific circumstances and the results observed) —thereby deriving new predictions for how the phenomena in question should change when subjected to those inputs and constraints. Application example: You’ve been getting a stomachache after eating at home. You notice that the sponge you use to wipe your dishes is always wet. You think about the germ 9"
    },
    "Daily-Rituals": {
        "excerpts": "…hey would decide to advertise) and to fans who recognized him in the street and stopped him—he felt good always having something to give them. He’d get to the office between one and three o’clock, depending on whether there was a business advertising lunch there or not. Upon arrival he’d reach into his pocket—or his boot—for some cash and send one of the kids out to Brownies down the block for snacks. Then while he was drinking his carrot juice or tea he’d check the appoin…",
        "pageContent": "to the basement kitchen where he’d have breakfast with his two Filipina housekeepers, sisters Nina and Aurora Bugarin. Then he’d tuck some copies of Interview under his arm and go out shopping for a few hours, usually along Madison Avenue, then in the auction houses, the jewelry district around 47th Street, and the Village antique shops. He’d pass out the magazine to shopkeepers (in the hope that they would decide to advertise) and to fans who recognized him in the street and stopped him—he felt good always having something to give them. He’d get to the office between one and three o’clock, depending on whether there was a business advertising lunch there or not. Upon arrival he’d reach into his pocket—or his boot—for some cash and send one of the kids out to Brownies down the block for snacks. Then while he was drinking his carrot juice or tea he’d check the appointment books for that afternoon’s and night’s events, return calls, and take some of the calls that came in as he was standing there. He would also open the stacks of mail he got every day, deciding just which letters, invitations, gifts, and magazines to drop into a “Time Capsule, ” meaning one of the hundreds of 10×18×14- inch brown cardboard boxes, which would be sealed, dated, put into storage, and instantly replaced with an identical empty box. Less than one percent of all the items that he was constantly being sent or given did he keep for himself or give away. All the rest were “for the box”: things he considered “interesting, ” which to Andy, who was interested in everything, meant literally everything.… He’d stay in the main reception area for an hour or two talking to people around the office about their love-lives, diets, and where they’d gone the night before. Then he’d move to the sunny window ledge by the phones and read the day’s newspapers, leaf through magazines, take a few more random phone calls, talk a little business with Fred and Vincent [Hughes and Fremont, Warhol’s manager and general office manager]. Eventually he’d go to his working area in the back part of the loft near the freight elevator and there he would paint, draw, cut, move images around, etc., until the end of the day when he would sit down with Vincent and pay bills and talk on the phone to friends, locking in the night’s itinerary. Between six and seven o’clock, once the rush-hour traffic was over, he’d walk over to Park Avenue and get a cab uptown. He’d spend a few minutes at home doing what he called “gluing” —washing his face, adjusting the silver “hair” that was his trademark, and maybe, maybe changing his clothes, but only if it was an especially “heavy” evening. Then he’d check"
    }
}